Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# productCreateReview
source: Your product will appear after review.
am: ምርትዎ ከእይታ በኋላ ይታያል።
ar: سيظهر منتجك بعد المراجعة.
az: Məhsulunuz nəzərdən keçirildikdən sonra görünəcək.
bg: Вашият продукт ще се появи след преглед.
bn: আপনার পণ্য পর্যালোচনা পরে প্রদর্শিত হবে।
bs: Vaš proizvod će se pojaviti nakon pregleda.
ca: El teu producte apareixerà després de la revisió.
cs: Váš produkt se zobrazí po schválení.
da: Dit produkt vil blive vist efter gennemgang.
el: Το προϊόν σας θα εμφανιστεί μετά από έλεγχο.
et: Sinu toode ilmub pärast ülevaatust.
fa: محصول شما پس از بررسی نمایش داده خواهد شد
fi: Tuote näkyy tarkistuksen jälkeen.
he: המוצר שלך יופיע לאחר בדיקה.
hi: आपका उत्पाद समीक्षा के बाद दिखाई देगा।
hu: A termék ellenőrzés után jelenik meg.
id: Produk Anda akan muncul setelah ditinjau.
ja: 商品はレビュー後に表示されます
ka: თქვენი პროდუქტი გამოჩნდება განხილვის შემდეგ
kk: Өніміңіз тексеруден кейін көрсетіледі
km: ផលិតផលរបស់អ្នកនឹងបង្ហាញបន្ទាប់ពីពិនិត្យ។
kn: ಉತ್ಪನ್ನ ವಿಮರ್ಶೆ ರಚಿಸಿ
ku: کاڵاکەت دوای پشکنین دەرکەوت.
lo: ສິນຄ້າຂອງທ່ານຈະສະແດງຫຼັງຈາກການກວດສອບ
lt: Jūsų produktas bus rodomas po peržiūros.
mr: तुमचे उत्पादन पुनरावलोकनानंतर दिसेल.
ms: Produk anda akan dipaparkan selepas semakan.
my: သင်၏ထုတ်ကုန်အားစိစစ်ပြီးလျှင်ဖော်ပြပေးပါမည်.
no: Produktet ditt vil bli vist etter gjennomgang
pl: Twój produkt zostanie wyświetlony po weryfikacji.
ro: Produsul tău va apărea după verificare
si: නිෂ්පාදන සමාලෝචනය සාර්ථකව නිර්මාණය කරන ලදී.
sk: Váš produkt sa zobrazí po kontrole.
sq: Produkti juaj do të shfaqet pas shqyrtimit.
sr: Ваш производ ће се појавити након прегледа.
sv: Din produkt kommer att visas efter granskning.
sw: Bidhaa yako itaonekana baada ya ukaguzi.
ta: உங்கள் தயாரிப்பு மதிப்பாய்வுக்குப் பிறகு காண்பிக்கப்படும்
te: మీ ఉత్పత్తి సమీక్ష అనంతరం కనిపిస్తుంది.
th: สินค้าของคุณจะแสดงหลังการตรวจสอบ
tr: Ürününüz incelendikten sonra görünecektir.
uk: Ваш товар з'явиться після перевірки
ur: آپ کا پروڈکٹ جائزہ لینے کے بعد ظاہر ہو گا
uz: Mahsulotingiz tekshiruvdan so'ng paydo bo'ladi
vi: Sản phẩm của bạn sẽ hiển thị sau khi được duyệt.

# postSuccessfully
source: Your post has been created successfully
am: መልእክትዎ በተሳካ ሁኔታ ተፈጥሯል
ar: تم إنشاء منشورك بنجاح
az: Postunuz uğurla yaradıldı
bg: Вашата публикация е създадена успешно
bn: আপনার পোস্ট সফলভাবে তৈরি করা হয়েছে
bs: Vaša objava je uspješno kreirana
ca: La teva publicació s'ha creat correctament
cs: Váš příspěvek byl úspěšně vytvořen
da: Dit opslag er oprettet
el: Η ανάρτησή σας δημιουργήθηκε με επιτυχία
et: Sinu postitus on edukalt loodud
fa: پست شما با موفقیت ایجاد شد
fi: Julkaisusi on luotu onnistuneesti
he: הפוסט שלך נוצר בהצלחה
hi: आपकी पोस्ट सफलतापूर्वक बनाई गई है
hu: A bejegyzés sikeresen létrejött
id: Postingan Anda berhasil dibuat
ja: 投稿が作成されました
ka: თქვენი პოსტი წარმატებით შეიქმნა
kk: Постыңыз сәтті жасалды
km: ប្រកាសរបស់អ្នកត្រូវបានបង្កើតដោយជោគជ័យ
kn: ನಿಮ್ಮ ಪೋಸ್ಟ್ ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ
ku: پۆستەکەت بەسەرکەوتوویی دروست کرا
lo: ສ້າງໂພສສຳເລັດແລ້ວ
lt: Jūsų įrašas sėkmingai sukurtas
mr: तुमची पोस्ट यशस्वीरित्या तयार केली गेली आहे
ms: Catatan anda telah berjaya dibuat
my: Your post has been created succesfully
no: Innlegget ditt er opprettet
pl: Twój post został utworzony pomyślnie
ro: Postarea ta a fost creată cu succes
si: ඔබගේ පළ කිරීම සාර්ථකව නිර්මාණය කර ඇත.
sk: Váš príspevok bol úspešne vytvorený
sq: Postimi juaj është krijuar me sukses
sr: Ваша објава је успешно направљена
sv: Ditt inlägg har skapats
sw: Chapisho lako limetengenezwa kwa mafanikio
ta: உங்கள் இடுகை வெற்றிகரமாக உருவாக்கப்பட்டது
te: మీ పోస్ట్ విజయవంతంగా సృష్టించబడింది
th: สร้างโพสต์สำเร็จ
tr: Gönderiniz başarıyla oluşturuldu
uk: Ваш допис успішно створено
ur: آپ کی پوسٹ کامیابی سے بنا دی گئی ہے
uz: Post muvaffaqiyatli yaratildi
vi: Bài viết của bạn đã được tạo thành công

# postFail
source: Your post could not be created
am: መልእክትዎ ማቅረብ አልተቻለም
ar: فشل إنشاء منشورك
az: Postunuzu yaratmaq mümkün olmadı
bg: Неуспешно създаване на публикацията
bn: আপনার পোস্ট তৈরি করতে ব্যর্থ হয়েছে
bs: Kreiranje vaše objave nije uspjelo
ca: No s'ha pogut crear la teva publicació
cs: Váš příspěvek se nepodařilo vytvořit
da: Dit opslag kunne ikke oprettes
el: Η δημιουργία της ανάρτησής σας απέτυχε
et: Sinu postituse loomine ebaõnnestus
fa: ایجاد پست ناموفق بود
fi: Julkaisun luominen epäonnistui
he: יצירת הפוסט שלך נכשלה
hi: आपकी पोस्ट बनाने में विफल रहा
hu: Nem sikerült létrehozni a bejegyzést
id: Gagal membuat postingan Anda
ja: 投稿の作成に失敗しました
ka: თქვენი პოსტის შექმნა ვერ მოხერხდა
kk: Постыңызды жасау сәтсіз аяқталды
km: បរាជ័យក្នុងការបង្កើតប្រកាស
kn: ನಿಮ್ಮ ಪೋಸ್ಟ್ ರಚಿಸಲು ವಿಫಲವಾಗಿದೆ
ku: نەتوانرا پۆستەکەت دروست بکرێت
lo: ການສ້າງໂພສລົ້ມເຫຼວ
lt: Nepavyko sukurti įrašo
mr: तुमची पोस्ट तयार करण्यात अयशस्वी झाली
ms: Catatan anda gagal dibuat
my: Your post is failed to be created
no: Innlegget ditt kunne ikke opprettes
pl: Nie udało się utworzyć posta
ro: Postarea ta nu a putut fi creată
si: ඔබගේ පළ කිරීම නිර්මාණය කිරීමට අසමත් විය
sk: Váš príspevok sa nepodarilo vytvoriť
sq: Postimi juaj nuk u krijua
sr: Није могуће направити ваш пост
sv: Det gick inte att skapa ditt inlägg
sw: Imeshindwa kutengeneza chapisho lako
ta: உங்கள் இடுகையை உருவாக்க முடியவில்லை
te: మీ పోస్ట్ సృష్టించబడలేదు
th: ไม่สามารถสร้างโพสต์ของคุณ
tr: Gönderiniz oluşturulamadı
uk: Не вдалося створити ваш допис
ur: آپ کی پوسٹ بنانے میں ناکام ہو گئی
uz: Post yaratib bo'lmadi
vi: Không thể tạo bài viết

# postTitle
source: Title
am: ርዕስ
ar: العنوان
az: Başlıq
bg: Заглавие
bn: শিরোনাম
bs: Naslov
ca: Títol
cs: Nadpis
da: Titel
el: Τίτλος
et: Pealkiri
fa: عنوان
fi: Otsikko
he: כותרת
hi: शीर्षक
hu: Cím
id: Judul
ja: タイトル
ka: სათაური
kk: Тақырып
km: ចំណងជើង
kn: ಶೀರ್ಷಿಕೆ
ku: ناونیشان
lo: ຫົວຂໍ້
lt: Pavadinimas
mr: शीर्षक
ms: Tajuk
my: ခေါင်းစဉ်
no: Tittel
pl: Tytuł
ro: Titlu
si: මාතෘකාව
sk: Nadpis
sq: Titulli
sr: наслов
sv: Titel
sw: Kichwa
ta: தலைப்பு
te: శీర్షిక
th: ชื่อเรื่อง
tr: Başlık
uk: Заголовок
ur: عنوان
uz: Sarlavha
vi: Tiêu đề

# postContent
source: Content
am: ይዘት
ar: المحتوى
az: Məzmun
bg: Съдържание
bn: বিষয়বস্তু
bs: Sadržaj
ca: Contingut
cs: Obsah příspěvku
da: Indhold
el: Περιεχόμενο
et: Sisu
fa: محتوا
fi: Sisältö
he: תוכן
hi: सामग्री
hu: Tartalom
id: Konten
ja: コンテンツ
ka: კონტენტი
kk: Мазмұн
km: មាតិកា
kn: ವಿಷಯ
ku: ناوەڕۆک
lo: ເນື້ອຫາ
lt: Turinys
mr: मजकूर
ms: Kandungan
my: အကြောင်းအရာ
no: Innhold
pl: Treść
ro: Conținut
si: අන්තර්ගතය
sk: Obsah
sq: Përmbajtje
sr: Садржај
sv: Innehåll
sw: Yaliyomo
ta: உள்ளடக்கம்
te: విషయము
th: เนื้อหา
tr: İçerik
uk: Вміст
ur: مواد
uz: Tarkib
vi: Nội dung

# postImageFeature
source: Featured Image
am: የተለየ ምስል
ar: ميزة صورة المنشور
az: Seçilmiş Şəkil
bg: Основно изображение
bn: ছবির বৈশিষ্ট্য
bs: Slika
ca: Imatge destacada
cs: Funkce obrázku
da: Billedfunktion
el: Χαρακτηριστικό εικόνας
et: Pildi funktsioon
fa: ویژگی تصویر
fi: Kuvaominaisuus
he: תכונת תמונה
hi: छवि विशेषता
hu: Kiemelt kép
id: Fitur Gambar
ja: 画像機能
ka: სურათის მახასიათებელი
kk: Сурет мүмкіндігі
km: រូបភាពពិសេស
kn: ಚಿತ್ರ ವೈಶಿಷ್ಟ್ಯ
ku: وێنەی تایبەتی
lo: ຮູບພາບປະກອບ
lt: Vaizdo funkcija
mr: प्रतिमा वैशिष्ट्य
ms: Ciri Imej
my: Image Feature
no: Fremhevet bilde
pl: Zdjęcie główne
ro: Caracteristică imagine
si: රූප විශේෂාංගය
sk: Obrázková funkcia
sq: Veçori e imazhit
sr: Феатуред Имаге
sv: Bildfunktion
sw: Kipengele cha Picha
ta: படத்தின் அம்சம்
te: ఫీచర్ చేసిన చిత్రం
th: รูปภาพเด่น
tr: Görsel Özelliği
uk: Зображення допису
ur: تصویری خصوصیت
uz: Rasm xususiyati
vi: Ảnh đặc trưng

source: Submit Your Post
am: መልእክትዎን ያቅርቡ
ar: أرسل منشورك
az: Postunuzu Göndərin
bg: Изпращане на публикацията
bn: আপনার পোস্ট জমা দিন
bs: Pošalji objavu
ca: Envia la teva publicació
cs: Odeslat váš příspěvek
da: Indsend dit opslag
el: Υποβάλετε την ανάρτησή σας
et: Esita oma postitus
fa: ارسال پست
fi: Lähetä viestisi
he: שלח את הפוסט שלך
hi: अपनी पोस्ट जमा करें
hu: Küldje be bejegyzését
id: Kirim Postingan Anda
ja: 投稿を送信
ka: გაგზავნეთ თქვენი პოსტი
kk: Жазбаңызды жіберу
km: ដាក់ស្នើការបង្ហោះរបស់អ្នក
kn: ನಿಮ್ಮ ಪೋಸ್ಟ್ ಸಲ್ಲಿಸಿ
ku: بابەتەکەت بنێرە
lo: ສົ່ງໂພສຂອງທ່ານ
lt: Pateikti jūsų įrašą
mr: तुमची पोस्ट सबमिट करा
ms: Hantar Catatan Anda
no: Send inn innlegget ditt
pl: Wyślij swój post
ro: Trimite postarea ta
si: ඔබගේ පළ කිරීම ඉදිරිපත් කරන්න
sk: Odoslať váš príspevok
sq: Dërgo postimin tuaj
sr: Пошаљите своју објаву
sv: Skicka ditt inlägg
sw: Wasilisha Chapisho Lako
ta: உங்கள் இடுகையை சமர்ப்பிக்கவும்
te: మీ పోస్ట్‌ను సమర్పించండి
th: ส่งโพสต์ของคุณ
tr: Gönderinizi Gönderin
uk: Надіслати ваш допис
ur: اپنی پوسٹ جمع کرائیں
uz: Postingizni yuboring
vi: Gửi bài viết của bạn

source: Post Management
am: የመልእክት አስተዳደር
ar: إدارة المنشورات
az: Post İdarəetmə
bg: Управление на публикациите
bn: পোস্ট ব্যবস্থাপনা
bs: Upravljanje objavama
ca: Gestió de publicacions
cs: Správa příspěvků
da: Håndtering af opslag
el: Διαχείριση αναρτήσεων
et: Postituste haldamine
fa: مدیریت پست‌ها
fi: Julkaisujen hallinta
he: ניהול פוסטים
hi: पोस्ट प्रबंधन
hu: Bejegyzések kezelése
id: Manajemen Postingan
ja: 投稿管理
ka: პოსტების მართვა
kk: Пост басқару
km: គ្រប់គ្រងប្រកាស
kn: ಪೋಸ್ಟ್ ನಿರ್ವಹಣೆ
ku: بەڕێوەبردنی بابەت
lo: ການຈັດການໂພສ
lt: Įrašų valdymas
mr: पोस्ट व्यवस्थापन
ms: Pengurusan Catatan
my: ပို့စ်စီမံခန့်ခွဲရေး
no: Innleggsadministrasjon
pl: Zarządzanie postami
ro: Gestionare postări
si: පළ කිරීම් කළමනාකරණය
sk: Správa príspevkov
sq: Menaxhimi i postimeve
sr: Пост Манагемент
sv: Inläggshantering
sw: Usimamizi wa Machapisho
ta: இடுகை மேலாண்மை
te: పోస్ట్ నిర్వహణ
th: จัดการโพสต์
tr: Gönderi Yönetimi
uk: Керування дописами
ur: پوسٹ مینجمنٹ
uz: Post boshqaruvi
vi: Quản lý bài viết

# addNewPost
source: Create New Post
am: አዲስ መልእክት ይፍጠሩ
ar: إنشاء منشور جديد
az: Yeni yazı yarat
bg: Създаване на нова публикация
bn: নতুন পোস্ট তৈরি করুন
bs: Dodaj novu objavu
ca: Crea una nova publicació
cs: Vytvořit nový příspěvek
da: Opret nyt indlæg
el: Δημιουργία νέας ανάρτησης
et: Lisa uus postitus
fa: ایجاد پست جدید
fi: Luo uusi julkaisu
he: צור פוסט חדש
hi: नई पोस्ट बनाएं
hu: Új bejegyzés létrehozása
id: Buat Postingan Baru
ja: 新規投稿を作成
ka: ახალი პოსტის შექმნა
kk: Жаңа жазба жасау
km: បង្កើតប្រកាសថ្មី
kn: ಹೊಸ ಪೋಸ್ಟ್ ಸೇರಿಸಿ
ku: پۆستی نوێ دروست بکە
lo: ສ້າງໂພສໃໝ່
lt: Sukurti naują įrašą
mr: नवीन पोस्ट तयार करा
ms: Cipta Catatan Baharu
my: ပို့စ်အသစ်ပြုလုပ်ရန်
no: Opprett nytt innlegg
pl: Utwórz nowy post
ro: Creează postare nouă
si: නව පළ කිරීමක් එක් කරන්න
sk: Vytvoriť nový príspevok
sq: Krijo postim të ri
sr: Креирај нови пост
sv: Skapa nytt inlägg
sw: Unda Chapisho Jipya
ta: புதிய இடுகையை உருவாக்கவும்
te: కొత్త పోస్ట్ సృష్టించండి
th: สร้างโพสต์ใหม่
tr: Yeni Gönderi Oluştur
uk: Створити новий допис
ur: نئی پوسٹ بنائیں
uz: Yangi post yaratish
vi: Tạo bài viết mới

# monthsAgo
source: {month} months ago
am: ከ{month} ወራት በፊት
ar: منذ {month} شهر
az: {month} ay əvvəl
bg: преди {month} месеца
bn: {month} মাস আগে
bs: prije {month} mjeseci
ca: Fa {month} mesos
cs: Před {month} měsíci
da: for {month} måneder siden
el: Πριν από {month} μήνες
et: {month} kuud tagasi
fa: {month} ماه پیش
fi: {month} kuukautta sitten
he: לפני {month} חודשים
hi: {month} महीने पहले
hu: {month} hónappal ezelőtt
id: {month} bulan yang lalu
ja: {month}ヶ月前
ka: {month} თვის წინ
kk: {month} ай бұрын
km: {month} ខែមុន
kn: {month} ತಿಂಗಳುಗಳ ಹಿಂದೆ
ku: {month} مانگ پێش
lo: {month} ເດືອນກ່ອນ
lt: Prieš {month} mėn.
mr: {month} महिन्यांपूर्वी
ms: {month} bulan yang lalu
my: {month} လအကြာက
no: {month} måneder siden
pl: {month} miesięcy temu
ro: acum {month} luni
si: මාස {month}කට පෙර
sk: Pred {month} mesiacmi
sq: {month} muaj më parë
sr: пре{month} месеци
sv: För {month} månader sedan
sw: Miezi {month} iliyopita
ta: {month} மாதங்களுக்கு முன்
te: {month} నెలల క్రితం
th: {month} เดือนที่แล้ว
tr: {month} ay önce
uk: {month} місяців тому
ur: {month} مہینے پہلے
uz: {month} oy oldin
vi: {month} tháng trước

# yearsAgo
source: {year} years ago
am: ከ{year} ዓመታት በፊት
ar: منذ {year} سنة
az: {year} il əvvəl
bg: преди {year} години
bn: {year} বছর আগে
bs: prije {year} godina
ca: Fa {year} anys
cs: Před {year} lety
da: For {year} år siden
el: Πριν από {year} χρόνια
et: {year} aastat tagasi
fa: {year} سال پیش
fi: {year} vuotta sitten
he: לפני {year} שנים
hi: {year} साल पहले
hu: {year} évvel ezelőtt
id: {year} tahun yang lalu
ja: {year}年前
ka: {year} წლის წინ
kk: {year} жыл бұрын
km: {year} ឆ្នាំមុន
kn: {year} ವರ್ಷಗಳ ಹಿಂದೆ
ku: {year} ساڵ پێش
lo: {year} ປີກ່ອນ
lt: Prieš {year} metus
mr: {year} वर्षांपूर्वी
ms: {year} tahun yang lalu
my: {year} နှစ်အကြာက
no: {year} år siden
pl: {year} lat temu
ro: acum {year} ani
si: අවුරුදු {year}කට පෙර
sk: Pred {year} rokmi
sq: para {year} vitesh
sr: пре{year} година
sv: För {year} år sedan
sw: Miaka {year} iliyopita
ta: {year} ஆண்டுகளுக்கு முன்
te: {year} సంవత్సరాల క్రితం
th: {year} ปีที่แล้ว
tr: {year} yıl önce
uk: {year} років тому
ur: {year} سال پہلے
uz: {year} yil oldin
vi: {year} năm trước

source: We Found Blog(s)
am: ብሎጎችን አግኝተናል
ar: وجدنا مدونات
az: Bloq(lar)ı Tapdıq
bg: Намерихме блог(ове)
bn: আমরা ব্লগ পেয়েছি
bs: Pronašli smo blogove
ca: Hem trobat blog(s)
cs: Našli jsme blogy
da: Vi fandt blog(s)
el: Βρέθηκαν blog(s)
et: Leidsime blogi(d)
fa: وبلاگ(ها) یافت شد
fi: Löysimme blogeja
he: מצאנו בלוגים
hi: हमें ब्लॉग मिले
hu: Blogot találtunk
id: Kami Menemukan Blog
ja: ブログが見つかりました
ka: ნაპოვნია ბლოგ(ებ)ი
kk: Блог(тар) табылды
km: យើងបានរកឃើញប្លុក
kn: ನಾವು ಬ್ಲಾಗ್‌ಗಳನ್ನು ಕಂಡುಹಿಡಿದಿದ್ದೇವೆ
ku: بلۆگ(ەکان) دۆزرایەوە
lo: ພວກເຮົາພົບເຫັນບົດຄວາມ
lt: Radome tinklaraščių įrašų
mr: आम्हाला ब्लॉग्स सापडले
ms: Kami Menemui Blog
no: Vi fant blogg(er)
pl: Znaleźliśmy blogi
ro: Am găsit blog(uri)
si: අපි බ්ලොග් සොයා ගත්තෙමු
sk: Našli sme blog(y)
sq: Gjetëm blog(e)
sr: Пронашли смо блог(е)
sv: Vi hittade bloggar
sw: Tumepata Blogu
ta: வலைப்பதிவு(கள்) கண்டுபிடிக்கப்பட்டன
te: మేము బ్లాగ్(లు) కనుగొన్నారు
th: เราพบบล็อก
tr: Blog(lar) Bulundu
uk: Знайдено блог(и)
ur: ہمیں بلاگز ملے
uz: Biz bloglarni topdik
vi: Đã tìm thấy blog

source: Start Exploring
am: መምረቴን ጀምር
ar: ابدأ الاستكشاف
az: Kəşf etməyə başlayın
bg: Започнете да разглеждате
bn: অন্বেষণ শুরু করুন
bs: Počni istraživati
ca: Comença a explorar
cs: Začít objevovat
da: Begynd at udforske
el: Ξεκινήστε την εξερεύνηση
et: Alusta avastamist
fa: شروع جستجو
fi: Aloita tutkiminen
he: התחל לחקור
hi: खोजना शुरू करें
hu: Fedezze fel
id: Mulai Menjelajahi
ja: 探索を開始
ka: დაიწყეთ დათვალიერება
kk: Зерттеуді бастау
km: ចាប់ផ្តើមរុករក
kn: ಅನ್ವೇಷಣೆ ಪ್ರಾರಂಭಿಸಿ
ku: دەست پێبکە بە گەڕان
lo: ເລີ່ມການສຳຫຼວດ
lt: Pradėti naršyti
mr: एक्सप्लोर करायला सुरुवात करा
ms: Mulakan Penerokaan
my: စတင်စူးစမ်းရှာဖွေမည်။
no: Begynn å utforske
pl: Rozpocznij przeglądanie
ro: Începe să explorezi
si: ගවේෂණය ආරම්භ කරන්න
sk: Začnite objavovať
sq: Fillo të eksplorosh
sr: Почните да истражујете
sv: Börja utforska
sw: Anza Kuchunguza
ta: ஆராயத் தொடங்குங்கள்
te: అన్వేషణ ప్రారంభించండి
th: เริ่มสำรวจ
tr: Keşfetmeye Başla
uk: Почати перегляд
ur: دریافت کرنا شروع کریں
uz: Tadqiq qilishni boshlang
vi: Bắt đầu khám phá

# commentSuccessfully
source: Comment submitted successfully, please wait until your comment is approved
am: አስተያየት በተሳካ ሁኔታ ተልኳል፣ እባክዎ አስተያየትዎ እስኪፈቀድ ድረስ ይጠብቁ
ar: تم التعليق بنجاح، يرجى الانتظار حتى تتم الموافقة على تعليقك
az: Şərh uğurla yazıldı, şərhinizin təsdiqlənməsini gözləyin
bg: Коментарът е успешно добавен, моля изчакайте одобрение
bn: সফলভাবে মন্তব্য করা হয়েছে, আপনার মন্তব্য অনুমোদিত না হওয়া পর্যন্ত দয়া করে অপেক্ষা করুন
bs: Komentar je uspješno dodan, molimo sačekajte da vaš komentar bude odobren
ca: El comentari s'ha enviat correctament, si us plau, espera fins que sigui aprovat
cs: Počkejte prosím na schválení vašeho komentáře
da: Kommentar tilføjet. Vent venligst, indtil din kommentar er godkendt
el: Το σχόλιο καταχωρήθηκε με επιτυχία, περιμένετε μέχρι να εγκριθεί
et: Kommentaar on edukalt lisatud, palun oota kuni see heaks kiidetakse
fa: با موفقیت نظر داده شد، لطفاً منتظر تایید نظر خود باشید
fi: Kommentointi onnistui, odota kunnes kommenttisi hyväksytään
he: התגובה נוספה בהצלחה, אנא המתן לאישור התגובה שלך
hi: सफलतापूर्वक टिप्पणी की गई, कृपया अपनी टिप्पणी के अनुमोदन की प्रतीक्षा करें
hu: Sikeres hozzászólás, kérjük, várjon, amíg jóváhagyják
id: Komentar berhasil dikirim, mohon tunggu hingga komentar Anda disetujui
ja: コメントを投稿しました。承認されるまでお待ちください
ka: კომენტარი წარმატებით დაემატა, გთხოვთ, დაელოდოთ თქვენი კომენტარის დამტკიცებას
kk: Пікір сәтті жіберілді, пікіріңіз мақұлданғанша күтіңіз
km: បានបញ្ចេញមតិដោយជោគជ័យ សូមរង់ចាំរហូតដល់មតិយោបល់របស់អ្នកត្រូវបានអនុម័ត
kn: ಕಾಮೆಂಟ್ ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ, ದಯವಿಟ್ಟು ಅನುಮೋದನೆಗಾಗಿ ಕಾಯಿರಿ
ku: لێدوانەکەت بەسەرکەوتوویی نێردرا، تکایە چاوەڕێ بکە تا پەسەند بکرێت
lo: ຂອບໃຈສຳລັບຄຳເຫັນ, ກະລຸນາລໍຖ້າຈົນກ່ວາຄຳເຫັນຂອງທ່ານຈະໄດ້ຮັບການອະນຸມັດ
lt: Komentaras sėkmingai pateiktas, palaukite, kol jis bus patvirtintas
mr: यशस्वीरित्या टिप्पणी केली, कृपया तुमची टिप्पणी मंजूर होईपर्यंत प्रतीक्षा करा
ms: Komen berjaya, sila tunggu sehingga ulasan anda diluluskan
my: Comment successfully, please wait until your comment is approved
no: Kommentaren din er sendt inn. Vennligst vent til den blir godkjent
pl: Komentarz dodany pomyślnie, poczekaj na zatwierdzenie
ro: Comentariu adăugat cu succes, te rugăm să aștepți până când comentariul tău va fi aprobat
si: සාර්ථකව අදහස් දක්වා ඇත, කරුණාකර ඔබගේ අදහස අනුමත වන තෙක් රැඳී සිටින්න
sk: Komentár bol úspešne pridaný, počkajte prosím na jeho schválenie
sq: Komenti u bë me sukses, ju lutemi prisni derisa komenti juaj të miratohet
sr: Коментар успешно додат, молимо сачекајте да ваш коментар буде одобрен
sv: Kommentaren har skickats, vänta tills den har godkänts
sw: Maoni yako yamefanikiwa, tafadhali subiri hadi maoni yako yaidhinishwe
ta: கருத்து வெற்றிகரமாக பதிவாகியுள்ளது, உங்கள் கருத்து அங்கீகரிக்கப்படும் வரை காத்திருக்கவும்
te: వ్యాఖ్య విజయవంతంగా సమర్పించబడింది, దయచేసి ఆమోదానికి వేచి ఉండండి
th: แสดงความคิดเห็นสำเร็จ กรุณารอการอนุมัติ
tr: Yorum başarıyla gönderildi, lütfen yorumunuz onaylanana kadar bekleyin
uk: Коментар успішно додано, зачекайте, поки ваш коментар буде схвалено
ur: کامیابی سے تبصرہ کیا گیا، براہ کرم اپنے تبصرے کی منظوری کا انتظار کریں
uz: Izoh muvaffaqiyatli qoldirildi, iltimos izohingiz tasdiqlanishini kuting
vi: Đã bình luận thành công, vui lòng đợi phê duyệt

# loginToComment
source: Please Login To Comment
am: እባክዎ አስተያየት ለመስጠት ይግቡ
ar: الرجاء تسجيل الدخول للتعليق
az: Şərh yazmaq üçün daxil olun
bg: Моля, влезте, за да коментирате
bn: মন্তব্য করতে লগ ইন করুন
bs: Molimo prijavite se da biste komentarisali
ca: Si us plau, inicia sessió per comentar
cs: Přihlaste se pro přidání komentáře
da: Log venligst ind for at kommentere
el: Παρακαλώ συνδεθείτε για να σχολιάσετε
et: Palun logi sisse, et kommenteerida
fa: لطفاً برای ثبت نظر وارد شوید
fi: Kirjaudu sisään kommentoidaksesi
he: אנא התחבר כדי להגיב
hi: कृपया टिप्पणी करने के लिए लॉगिन करें
hu: Kérjük, jelentkezzen be a hozzászóláshoz
id: Silakan Login untuk Berkomentar
ja: コメントするにはログインしてください
ka: გთხოვთ შეხვიდეთ კომენტარისთვის
kk: Пікір қалдыру үшін жүйеге кіріңіз
km: សូមចូលដើម្បីបញ្ចេញមតិ
kn: ದಯವಿಟ್ಟು ಕಾಮೆಂಟ್ ಮಾಡಲು ಲಾಗಿನ್ ಮಾಡಿ
ku: تکایە بچۆ ژوورەوە بۆ لێدوان نووسین
lo: ກະລຸນາເຂົ້າສູ່ລະບົບເພື່ອສະແດງຄວາມຄິດເຫັນ
lt: Prisijunkite, kad galėtumėte komentuoti
mr: कृपया टिप्पणी करण्यासाठी लॉगिन करा
ms: Sila Log Masuk Untuk Mengulas
my: ကောမန့်ပေးရန်အကောင့်ထဲသို့ဝင်ပါ
no: Vennligst logg inn for å kommentere
pl: Zaloguj się, aby skomentować
ro: Te rugăm să te conectezi pentru a comenta
si: අදහස් දැක්වීමට කරුණාකර පුරන්න
sk: Pre komentovanie sa prosím prihláste
sq: Ju lutemi identifikohuni për të komentuar
sr: Молимо пријавите се да бисте коментарисали
sv: Logga in för att kommentera
sw: Tafadhali Ingia Ili Kutoa Maoni
ta: கருத்து தெரிவிக்க உள்நுழையவும்
te: వ్యాఖ్యించడానికి దయచేసి లాగిన్ అవ్వండి
th: กรุณาเข้าสู่ระบบเพื่อแสดงความคิดเห็น
tr: Lütfen yorum yapmak için giriş yapın
uk: Будь ласка, увійдіть, щоб коментувати
ur: براہ کرم تبصرہ کرنے کے لیے لاگ ان کریں۔
uz: Iltimos, izoh qoldirish uchun tizimga kiring
vi: Vui lòng đăng nhập để bình luận

source: Page View
am: የገጽ እይታ
ar: عرض الصفحة
az: Səhifə Görünüşü
bg: Преглед на страницата
bn: পৃষ্ঠা দেখুন
bs: Pregled stranice
ca: Vista de pàgina
cs: Zobrazení stránky
da: Sidevisning
el: Προβολή σελίδας
et: Lehe vaade
fa: نمای صفحه
fi: Sivunäkymä
he: תצוגת עמוד
hi: पेज व्यू
hu: Oldal megtekintés
id: Tampilan Halaman
ja: ページビュー
ka: გვერდის ნახვა
kk: Бет қаралымы
km: មើលទំព័រ
kn: ಪುಟ ನೋಟ
ku: بینینی پەڕە
lo: ເບິ່ງຜ່ານເວັບໄຊ
lt: Puslapio peržiūra
mr: पृष्ठ दृश्य
ms: Paparan Halaman
no: Sidevisning
pl: Widok strony
ro: Vizualizare pagină
si: පිටු දසුන
sk: Zobrazenie stránky
sq: Pamja e faqes
sr: Приказ странице
sv: Sidvisning
sw: Mwonekano wa Ukurasa
ta: பக்கக் காட்சி
te: పేజీ వీక్షణ
th: มุมมองหน้า
tr: Sayfa görünümü
uk: Перегляд сторінки
ur: صفحہ دیکھیں
uz: Sahifa ko'rinishi
vi: Lượt xem trang

source: Add New Blog
am: አዲስ ብሎግ ያክሉ
ar: إضافة مدونة جديدة
az: Yeni bloq əlavə edin
bg: Добавяне на нов блог
bn: নতুন ব্লগ যোগ করুন
bs: Dodaj novi blog
ca: Afegeix un nou blog
cs: Přidat nový blog
da: Tilføj ny blog
el: Προσθήκη νέου ιστολογίου
et: Lisa uus blogi
fa: افزودن وبلاگ جدید
fi: Lisää uusi blogikirjoitus
he: הוסף בלוג חדש
hi: नया ब्लॉग जोड़ें
hu: Új blog hozzáadása
id: Tambah Blog Baru
ja: 新規ブログを追加
ka: ახალი ბლოგის დამატება
kk: Жаңа блог қосу
km: បន្ថែមប្លុកថ្មី
kn: ಹೊಸ ಬ್ಲಾಗ್ ಸೇರಿಸಿ
ku: بلۆگی نوێ زیاد بکە
lo: ເພີ່ມບົດຄວາມໃໝ່
lt: Pridėti naują tinklaraštį
mr: नवीन ब्लॉग जोडा
ms: Tambah Blog Baharu
my: Blog အသစ်ထည့်မည်
no: Legg til ny blogg
pl: Dodaj nowy blog
ro: Adaugă un blog nou
si: නව බ්ලොග් එකක් එක් කරන්න
sk: Pridať nový blog
sq: Shto blog të ri
sr: Додај нови блог
sv: Lägg till ny blogg
sw: Ongeza Blogu Mpya
ta: புதிய வலைப்பதிவைச் சேர்க்கவும்
te: కొత్త బ్లాగ్ జోడించండి
th: เพิ่มบล็อกใหม่
tr: Yeni Blog Ekle
uk: Додати новий блог
ur: نیا بلاگ شامل کریں
uz: Yangi blog qo'shish
vi: Thêm blog mới

# momentAgo
source: a moment ago
am: ከጥቂት ጊዜ በፊት
ar: منذ لحظة
az: bir an əvvəl
bg: преди момент
bn: এক মুহূর্ত আগে
bs: prije trenutak
ca: Fa un moment
cs: před chvilkou
da: et øjeblik siden
el: Πριν από λίγο
et: hetk tagasi
fa: لحظاتی پیش
fi: hetki sitten
he: לפני רגע
hi: एक क्षण पहले
hu: egy pillanattal ezelőtt
id: Beberapa saat yang lalu
ja: たった今
ka: ცოტა ხნის წინ
kk: сәт бұрын
km: មួយសន្ទុះមុន
kn: ಕ್ಷಣದ ಹಿಂದೆ
ku: کاتێک لەمەوبەر
lo: ຄາວກ່ອນ
lt: prieš akimirką
mr: क्षणापूर्वी
ms: sebentar tadi
my: မကြာသေးမှီက
no: et øyeblikk siden
pl: Przed chwilą
ro: acum un moment
si: මොහොතකට පෙර
sk: Pred chvíľou
sq: një moment më parë
sr: малопре
sv: Ett ögonblick sedan
sw: muda mfupi uliopita
ta: ஒரு கணம் முன்பு
te: ఒక క్షణం క్రితం
th: เมื่อสักครู่
tr: az önce
uk: хвилину тому
ur: ایک لمحہ پہلے
uz: bir daqiqa oldin
vi: vừa xong

source: Web View
am: የድህረ ገጽ አሳይ
ar: عرض الويب
az: Veb Görünüşü
bg: Уеб изглед
bn: ওয়েব ভিউ
bs: Web pregled
ca: Vista web
cs: Webové zobrazení
da: Webvisning
el: Προβολή ιστού
et: Veebivaade
fa: نمای وب
fi: Verkkonäkymä
he: תצוגת אינטרנט
hi: वेब व्यू
hu: Webes nézet
id: Tampilan Web
ja: Webビュー
ka: ვებ-ხედი
kk: Веб көрінісі
km: មើលក្នុងវេបសារ
kn: ವೆಬ್ ನೋಟ
ku: بینینی وێب
lo: ເບິ່ງຜ່ານເວັບ
lt: Internetinis rodinys
mr: वेब दृश्य
ms: Paparan Web
no: Nettvisning
pl: Widok strony
ro: Vizualizare web
si: වෙබ් දසුන
sk: Webové zobrazenie
sq: Pamja në ueb
sr: Веб Виев
sv: Webbvy
sw: Mwonekano wa Wavuti
ta: இணைய பார்வை
te: వెబ్ వీక్షణ
th: มุมมองเว็บ
tr: Web Görünümü
uk: Веб-перегляд
ur: ویب ویو
uz: Veb ko'rinish
vi: Xem web
