Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Swahili
am: ስዋሂሊኛ
ar: السواحيلية
az: suahili
bg: Суахили
bn: সোয়াহিলি
bs: Svahili
ca: Suahili
cs: Svahilština
el: Σουαχίλι
et: Suahiili
fa: سواحیلی
he: סוואהילית
hi: स्वाहिली
hu: Szuahéli
ja: スワヒリ語
ka: სუაჰილი
kk: Суахили
km: ស្វាហ៊ីលី
kn: ಸ್ವಹಿಲಿ
ku: سواحیلی
lo: ສະວາຮິລີ
lt: Svahilių
mr: स्वाहिली
ms: Bahasa Swahili
my: ဆွာဟီလီ
pl: Suahili
si: ස්වාහිලි
sk: Swahilčina
sq: Suahili
sr: свахили
sw: Kiswahili
ta: சுவாஹிலி
te: స్వాహిలీ
th: สวาฮีลี
tr: Svahilice
uk: Суахілі
ur: سواحلی
uz: Suahili
vi: Tiếng Swahili

source: Swedish
am: ስዊድንኛ
ar: السويدية
az: isveçli
bg: Шведски
bn: সুইডিশ
bs: Švedski
ca: Suec
cs: Švédština
da: Svensk
el: Σουηδικά
et: Rootsi
fa: سوئدی
fi: Ruotsi
he: שוודית
hi: स्वीडिश
hu: Svéd
id: Swedia
ja: スウェーデン語
ka: შვედური
kk: Швед
km: ស៊ុយអែត
kn: ಸ್ವೀಡಿಷ್
ku: سویدی
lo: ພາສາສະວີເດັນ
lt: Švedų
mr: स्वीडिश
ms: Bahasa Sweden
no: Svensk
pl: Szwedzki
ro: Suedeză
si: ස්වීඩන්
sk: Švédčina
sq: Suedisht
sr: шведски
sv: Svenska
sw: Kiswidi
ta: ஸ்வீடிஷ்
te: స్వీడిష్
th: สวีเดน
tr: İsveççe
uk: Шведська
ur: سویڈش
uz: Shved tili
vi: Tiếng Thụy Điển

# tagNotExist
source: This tag does not exist
am: ይህ መለያ አይኖርም
ar: هذه العلامة غير موجودة
az: Bu etiket mövcud deyil
bg: Този таг не съществува
bn: এই ট্যাগ বিদ্যমান নেই
bs: Ova oznaka ne postoji
ca: Aquesta etiqueta no existeix
cs: Tato značka neexistuje
da: Dette tag findes ikke
el: Αυτή η ετικέτα δεν υπάρχει
et: See silt ei eksisteeri
fa: این برچسب وجود ندارد
fi: Tätä tunnistetta ei ole olemassa
he: תג זה אינו קיים
hi: यह टैग मौजूद नहीं है
hu: Ez a címke nem létezik
id: Tag ini tidak ada
ja: このタグは存在しません
ka: ეს ტეგი არ არსებობს
kk: Бұл тег жоқ
km: ស្លាកនេះមិនមានទេ
kn: ಈ ಟ್ಯಾಗ್ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ
ku: ئەم تاگە بوونی نییە
lo: ບໍ່ມີແທັກນີ້
lt: Ši žyma neegzistuoja
mr: हा टॅग अस्तित्वात नाही
ms: Tag ini tidak wujud
my: ဤ tag မရှိပါ။
no: Denne taggen eksisterer ikke
pl: Ten tag nie istnieje
ro: Această etichetă nu există
si: මෙම ටැගය නොපවතී
sk: Táto značka neexistuje
sq: Kjo etiketë nuk ekziston
sr: Ова ознака не постоји
sv: Denna tagg finns inte
sw: Lebo hii haipo
ta: இந்த குறிச்சொல் இல்லை
te: ఈ ట్యాగ్ లేదు
th: ไม่มีแท็กนี้
tr: Bu etiket mevcut değil
uk: Цей тег не існує
ur: یہ ٹیگ موجود نہیں ہے
uz: Bu teg mavjud emas
vi: Thẻ này không tồn tại

# theFieldIsRequired
source: The {fieldName} field is required
am: {fieldName} መስክ ያስፈልጋል
ar: حقل {fieldName} مطلوب
az: {fieldName} sahəsi tələb olunur
bg: Полето {fieldName} е задължително
bn: {fieldName} ক্ষেত্র আবশ্যক
bs: Polje {fieldName} je obavezno
ca: El camp {fieldName} és obligatori
cs: Pole {fieldName} je povinné
da: Feltet {fieldName} er påkrævet
el: Το πεδίο {fieldName} είναι υποχρεωτικό
et: Väli {fieldName} on kohustuslik
fa: فیلد {fieldName} الزامی است
fi: Kenttä {fieldName} on pakollinen
he: השדה {fieldName} נדרש
hi: {fieldName} फ़ील्ड आवश्यक है
hu: A(z) {fieldName} mező kötelező
id: Bidang {fieldName} wajib diisi
ja: {fieldName}は必須項目です
ka: {fieldName} სავალდებულოა
kk: {fieldName} өрісі міндетті
km: វាល {fieldName} គឺត្រូវការ
kn: {fieldName} ಕ್ಷೇತ್ರ ಅಗತ್ಯವಿದೆ
ku: خانەی {fieldName} پێویستە
lo: ຕ້ອງມີຊ່ອງຂໍ້ມູນ {fieldName}
lt: Laukas {fieldName} yra privalomas
mr: {fieldName} फील्ड आवश्यक आहे
ms: Ruangan {fieldName} diperlukan
my: {fieldName} အကွက် လိုအပ်သည်။
no: Feltet {fieldName} er påkrevd
pl: Pole {fieldName} jest wymagane
ro: Câmpul {fieldName} este obligatoriu
si: {fieldName} ක්ෂේත්‍රය අවශ්‍යයි
sk: Pole {fieldName} je povinné
sq: Fusha {fieldName} është e detyrueshme
sr: Поље {fieldName} је обавезно
sv: Fältet {fieldName} är obligatoriskt
sw: Sehemu ya {fieldName} inahitajika
ta: {fieldName} புலம் தேவை
te: {fieldName} ఫీల్డ్ అవసరం
th: ต้องกรอกช่อง {fieldName}
tr: {fieldName} alanı zorunludur
uk: Поле {fieldName} є обов'язковим
ur: {fieldName} درکار ہے
uz: {fieldName} maydoni to'ldirilishi shart
vi: Trường {fieldName} là bắt buộc

# thisProductNotSupport
source: This product is not supported
am: ይህ ምርት አይደግፍም
ar: هذا المنتج غير مدعوم
az: Bu məhsul dəstəklənmir
bg: Този продукт не се поддържа
bn: এই পণ্য সমর্থন নয়
bs: Ovaj proizvod nije podržan
ca: Aquest producte no està suportat
cs: Tento produkt není podporován
da: Dette produkt understøttes ikke
el: Αυτό το προϊόν δεν υποστηρίζεται
et: See toode pole toetatud
fa: این محصول پشتیبانی نمی‌شود
fi: Tätä tuotetta ei tueta
he: מוצר זה אינו נתמך
hi: यह उत्पाद समर्थित नहीं है
hu: Ez a termék nem támogatott
id: Produk ini tidak didukung
ja: この商品はサポートされていません
ka: ეს პროდუქტი არ არის მხარდაჭერილი
kk: Бұл өнімге қолдау көрсетілмейді
km: ផលិតផលនេះមិនគាំទ្រទេ
kn: ಈ ಉತ್ಪನ್ನವು ಬೆಂಬಲಿತವಾಗಿಲ್ಲ
ku: ئەم بەرهەمە پشتگیری ناکرێت
lo: ສິນຄ້ານີ້ບໍ່ຮອງຮັບ
lt: Šis produktas nepalaikomas
mr: हे उत्पादन समर्थित नाही
ms: Produk ini tidak disokong
my: ဤထုတ်ကုန်ကို မပံ့ပိုးပါ။
no: Dette produktet støttes ikke
pl: Ten produkt nie jest obsługiwany
ro: Acest produs nu este suportat
si: මෙම නිෂ්පාදනය සහාය නොදක්වයි
sk: Tento produkt nie je podporovaný
sq: Ky produkt nuk mbështetet
sr: Овај производ није подржан
sv: Denna produkt stöds inte
sw: Bidhaa hii haiwezi kutumika
ta: இந்தத் தயாரிப்பு ஆதரிக்கப்படவில்லை
te: ఈ ఉత్పత్తి మద్దతు లేదు
th: สินค้านี้ไม่รองรับ
tr: Bu ürün desteklenmiyor
uk: Цей продукт не підтримується
ur: یہ پروڈکٹ سپورٹ نہیں ہے
uz: Bu mahsulot qo'llab-quvvatlanmaydi
vi: Sản phẩm này không được hỗ trợ

source: Time
am: ሰዓት
ar: الوقت
az: vaxt
bg: Време
bn: সময়
bs: Vrijeme
ca: Hora
cs: Čas
da: Tid
el: Ώρα
et: Aeg
fa: زمان
fi: Aika
he: זמן
hi: पहर
hu: Idő
id: Waktu
ja: 時間
ka: დრო
kk: Уақыт
km: ពេលវេលា
kn: ಸಮಯ
ku: کات
lo: ເວລາ
lt: Laikas
mr: वेळ
ms: Masa
my: အချိန်
no: Tid
pl: Czas
ro: Timp
si: වේලාව
sk: Čas
sq: Koha
sr: Време
sv: Tid
sw: Saa
ta: நேரம்
te: సమయం
th: เวลา
tr: Zaman
uk: Час
ur: وقت
uz: Vaqt
vi: Thời gian

source: Title: A to Z
am: ርዕስ፡ ከA እስከ Z
ar: العنوان: من الألف إلى الياء
az: Başlıq: A-dan Z-yə
bg: Заглавие: А до Я
bn: শিরোনাম: এ থেকে জেড
bs: Naslov: A do Z
ca: Títol: A a Z
cs: Název: A až Z
da: Titel: A til Å
el: Τίτλος: Α έως Ω
et: Pealkiri: A kuni Z
fa: عنوان: الف تا ی
fi: Otsikko: A-Ö
he: כותרת: א' עד ת'
hi: शीर्षक: A से Z
hu: Cím: A-tól Z-ig
id: Judul: A ke Z
ja: タイトル：A～Z
ka: სათაური: A-დან Z-მდე
kk: Атауы: А-дан Я-ға
km: ចំណងជើង៖ A ដល់ Z
kn: ಶೀರ್ಷಿಕೆ: A ನಿಂದ Z
ku: ناونیشان: لە A بۆ Z
lo: ຫົວຂໍ້: A ຫາ Z
lt: Pavadinimas: A-Ž
mr: शीर्षक: A ते Z
ms: Tajuk: A hingga Z
my: ခေါင်းစဉ်- A မှ Z
no: Tittel: A til Å
pl: Tytuł: A do Z
ro: Titlu: de la A la Z
si: මාතෘකාව: A සිට Z
sk: Názov: A až Z
sq: Titulli: A në Z
sr: Наслов: А до З
sv: Titel: A till Ö
sw: Kichwa: A hadi Z
ta: தலைப்பு: A முதல் Z வரை
te: శీర్షిక: A నుండి Z
th: ชื่อ: A ถึง Z
tr: Başlık: A'dan Z'ye
uk: Назва: від А до Я
ur: عنوان: A سے Z
uz: Sarlavha: A dan Z gacha
vi: Tiêu đề: A đến Z

source: Title: Z to A
am: ርዕስ፡ ከZ እስከ A
ar: العنوان: من الياء إلى الألف
az: Başlıq: Z-dən A
bg: Заглавие: Я до А
bn: শিরোনাম: জেড থেকে এ
bs: Naslov: Z do A
ca: Títol: Z a A
cs: Název: Z až A
da: Titel: Å til A
el: Τίτλος: Ω έως Α
et: Pealkiri: Z kuni A
fa: عنوان: ی تا الف
fi: Otsikko: Ö-A
he: כותרת: ת' עד א'
hi: शीर्षक: Z से A
hu: Cím: Z-től A-ig
id: Judul: Z ke A
ja: タイトル：Z～A
ka: სათაური: Z-დან A-მდე
kk: Атауы: Я-дан А-ға
km: ចំណងជើង៖ ពី Z ទៅ A
kn: ಶೀರ್ಷಿಕೆ: Z ನಿಂದ A
ku: ناونیشان: Z بۆ A
lo: ຫົວຂໍ້: Z ຫາ A
lt: Pavadinimas: Ž-A
mr: शीर्षक: Z ते A
ms: Tajuk: Z hingga A
my: ခေါင်းစဉ်- Z မှ A
no: Tittel: Å til A
pl: Tytuł: Z do A
ro: Titlu: de la Z la A
si: මාතෘකාව: Z සිට A
sk: Názov: Z až A
sq: Titulli: Z në A
sr: Наслов: З до А
sv: Titel: Ö till A
sw: Kichwa: Z hadi A
ta: தலைப்பு: Z முதல் A வரை
te: శీర్షిక: Z నుండి A
th: ชื่อ: Z ถึง A
tr: Başlık: Z'den A'ya
uk: Назва: від Я до А
ur: عنوان: Z سے A
uz: Sarlavha: Z dan A gacha
vi: Tiêu đề: Z đến A

# tooManyFailedLogin
source: Too many failed login attempts. Please try again later.
am: ብዙ ድፍድፍ የተሳናቸው መግቢያዎች። እባኮትን በኋላ ደግመው ይሞክሩ።
ar: عدد محاولات تسجيل الدخول الفاشلة كثير جداً. الرجاء المحاولة لاحقاً
az: Həddindən artıq uğursuz giriş cəhdi. Daha sonra yenidən cəhd edin.
bg: Твърде много неуспешни опити за вход. Моля, опитайте отново по-късно.
bn: অনেকগুলি ব্যর্থ লগইন প্রচেষ্টা৷ অনুগ্রহ করে একটু পরে আবার চেষ্টা করুন.
bs: Previše neuspjelih pokušaja prijave. Molimo pokušajte ponovo kasnije.
ca: Massa intents d'inici de sessió fallits. Si us plau, torna-ho a provar més tard.
cs: Příliš mnoho neúspěšných pokusů o přihlášení. Zkuste to prosím později
da: For mange mislykkede loginforsøg. Prøv igen senere.
el: Πολλές αποτυχημένες προσπάθειες σύνδεσης. Παρακαλώ δοκιμάστε ξανά αργότερα.
et: Liiga palju ebaõnnestunud sisselogimiskatseid. Palun proovi hiljem uuesti.
fa: تلاش‌های ناموفق زیادی برای ورود. لطفاً کمی بعد دوباره امتحان کنید
fi: Liian monta epäonnistunutta kirjautumisyritystä. Yritä myöhemmin uudelleen.
he: יותר מדי ניסיונות כניסה כושלים. אנא נסה שוב מאוחר יותר
hi: बहुत अधिक असफल लॉगिन प्रयास। कृपया बाद में पुनः प्रयास करें।
hu: Túl sok sikertelen bejelentkezési kísérlet. Kérjük, próbálja újra később.
id: Terlalu banyak upaya login yang gagal. Silakan coba lagi nanti.
ja: ログイン試行の失敗が多すぎます。後でもう一度お試しください。
ka: ძალიან ბევრი წარუმატებელი შესვლის მცდელობა. გთხოვთ სცადოთ მოგვიანებით.
kk: Тым көп сәтсіз кіру әрекеті. Кейінірек қайталап көріңіз
km: ការព្យាយាមចូលបរាជ័យច្រើនដងពេក។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
kn: ಹಲವಾರು ವಿಫಲ ಲಾಗಿನ್ ಪ್ರಯತ್ನಗಳು. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ku: هەوڵی زۆری تێپەڕبوونی چوونەژوورەوە. تکایە دوای کاتێک دووبارە هەوڵ بدە.
lo: ພະຍາຍາມເຂົ້າສູ່ລະບົບລົ້ມເຫຼວຫຼາຍຄັ້ງເກີນໄປ. ກະລຸນາລອງໃໝ່ໃນພາຍຫຼັງ
lt: Per daug nesėkmingų bandymų prisijungti. Bandykite vėliau
mr: बरेच अयशस्वी लॉगिन प्रयत्न. कृपया थोड्या वेळाने पुन्हा प्रयत्न करा.
ms: Terlalu banyak percubaan log masuk yang gagal. Sila cuba sebentar lagi.
my: အကောင့်ဝင်ရန် ကြိုးပမ်းမှုများစွာ မအောင်မြင်ပါ။ နောက်မှ ထပ်စမ်းကြည့်ပါ။
no: For mange mislykkede påloggingsforsøk. Vennligst prøv igjen senere
pl: Zbyt wiele nieudanych prób logowania. Spróbuj ponownie później.
ro: Prea multe încercări eșuate de conectare. Te rugăm să încerci din nou mai târziu.
si: බොහෝ අසාර්ථක පුරනය වීමේ උත්සාහයන්. කරුණාකර පසුව නැවත උත්සාහ කරන්න.
sk: Príliš veľa neúspešných pokusov o prihlásenie. Skúste to neskôr.
sq: Shumë përpjekje të dështuara për hyrje. Ju lutemi provoni përsëri më vonë.
sr: Превише неуспешних покушаја пријаве. Покушајте поново касније.
sv: För många misslyckade inloggningsförsök. Försök igen senare.
sw: Majaribio mengi sana ya kuingia yameshindwa. Tafadhali jaribu tena baadaye.
ta: பல தோல்வியடைந்த உள்நுழைவு முயற்சிகள். பிறகு முயற்சிக்கவும்.
te: అనేక విఫలమైన లాగిన్ ప్రయత్నాలు. దయచేసి కొంతసేపటి తర్వాత ప్రయత్నించండి.
th: มีความพยายามเข้าสู่ระบบที่ล้มเหลวหลายครั้งเกินไป กรุณาลองอีกครั้งในภายหลัง
tr: Çok fazla başarısız giriş denemesi. Lütfen daha sonra tekrar deneyin.
uk: Забагато невдалих спроб входу. Спробуйте пізніше
ur: لاگ ان کی بہت زیادہ ناکام کوششیں۔ براہ کرم کچھ دیر بعد کوشش کریں
uz: Juda ko'p muvaffaqiyatsiz urinishlar. Iltimos, keyinroq qayta urinib ko'ring.
vi: Quá nhiều lần đăng nhập không thành công. Vui lòng thử lại sau.

source: Top Up
am: ተመጣጣኝ
ar: شحن
az: Yüklə
bg: Зареждане
bn: টপ আপ
bs: Dopuni
ca: Recarrega
cs: Dobít
da: Top op
el: Ανανέωση
et: Täienda
fa: شارژ
fi: Lisää saldoa
he: טען
hi: टॉप अप
hu: Feltöltés
ja: チャージ
ka: შევსება
kk: Толтыру
km: បញ្ចូលលុយ
kn: ಟಾಪ್ ಅಪ್
ku: پڕکردنەوە
lo: ເຕີມເງິນ
lt: Papildyti
mr: टॉप अप
ms: Tambah nilai
no: Fyll på
pl: Doładuj
ro: Reîncărcare
si: ටොප් අප්
sk: Dobiť
sq: Rimbush
sr: Топ Уп
sv: Fyll på
sw: Ongeza Salio
ta: டாப் அப்
te: టాప్ అప్
th: เติมเงิน
tr: Yükle
uk: Поповнити
ur: ٹاپ اپ
uz: To'ldirish
vi: Nạp tiền

source: Top Up product not found
am: የተመጣጣኝ ምርት አልተገኘም
ar: منتج الشحن غير موجود
az: Yükləmə məhsulu tapılmadı
bg: Продуктът за зареждане не е намерен
bn: টপ আপ পণ্য পাওয়া যায়নি
bs: Proizvod za dopunu nije pronađen
ca: No s'ha trobat el producte de recàrrega
cs: Produkt pro dobití nebyl nalezen
da: Top op-produkt ikke fundet
el: Το προϊόν ανανέωσης δεν βρέθηκε
et: Täiendamise toodet ei leitud
fa: محصول شارژ یافت نشد
fi: Saldon lisäystuotetta ei löytynyt
he: מוצר טעינה לא נמצא
hi: टॉप अप उत्पाद नहीं मिला
hu: Feltöltési termék nem található
id: Produk Top Up tidak ditemukan
ja: チャージ商品が見つかりません
ka: შევსების პროდუქტი ვერ მოიძებნა
kk: Толтыру өнімі табылмады
km: រកមិនឃើញផលិតផលបញ្ចូលលុយទេ
kn: ಟಾಪ್ ಅಪ್ ಉತ್ಪನ್ನ ಕಂಡುಬಂದಿಲ್ಲ
ku: بەرھەمەکانی پڕکردنەوە نەدۆزرایەوە
lo: ບໍ່ພົບຜະລິດຕະພັນການເຕີມເງິນ
lt: Papildymo produktas nerastas
mr: टॉप अप उत्पादन आढळले नाही
ms: Produk Tambah Nilai tidak ditemui
no: Fyll på-produkt ikke funnet
pl: Nie znaleziono produktu do doładowania
ro: Produsul de reîncărcare nu a fost găsit
si: ටොප් අප් නිෂ්පාදනය හමු නොවීය
sk: Produkt na dobitie nebol nájdený
sq: Produkti i rimbushjes nuk u gjet
sr: Производ допуне није пронађен
sv: Påfyllningsprodukt hittades inte
sw: Bidhaa ya Kuongeza Salio haijapatikana
ta: டாப் அப் தயாரிப்பு கிடைக்கவில்லை
te: టాప్ అప్ ఉత్పత్తి కనుగొనబడలేదు
th: ไม่พบสินค้าเติมเงิน
tr: Yükleme ürünü bulunamadı
uk: Товар для поповнення не знайдено
ur: ٹاپ اپ پروڈکٹ نہیں ملا
uz: To'ldirish mahsuloti topilmadi
vi: Không tìm thấy sản phẩm nạp tiền

source: Transaction detail
am: የግብይት ዝርዝር
ar: تفاصيل المعاملة
az: Əməliyyat təfərrüatı
bg: Детайли за транзакцията
bn: লেনদেনের বিস্তারিত
bs: Detalji transakcije
ca: Detall de la transacció
cs: Detail transakce
da: Transaktionsdetaljer
el: Λεπτομέρειες συναλλαγής
et: Tehingu üksikasjad
fa: جزئیات تراکنش
fi: Tapahtuman tiedot
he: פרטי עסקה
hi: लेन-देन विवरण
hu: Tranzakció részletei
id: Detail Transaksi
ja: 取引詳細
ka: ტრანზაქციის დეტალები
kk: Транзакция мәліметтері
km: ព័ត៌មានលម្អិតប្រតិបត្តិការ
kn: ವಹಿವಾಟಿನ ವಿವರಗಳು
ku: وردەکاری مامەڵە
lo: ລາຍລະອຽດການເຮັດທຸລະກຳ
lt: Operacijos detalės
mr: व्यवहार तपशील
ms: Butiran transaksi
my: ငွေပေးငွေယူအသေးစိတ်
no: Transaksjonsdetaljer
pl: Szczegóły transakcji
ro: Detalii tranzacție
si: ගනුදෙනු විස්තර
sk: Detail transakcie
sq: Detajet e transaksionit
sr: Детаљи трансакције
sv: Transaktionsdetalj
sw: Maelezo ya muamala
ta: பரிவர்த்தனை விவரம்
te: లావాదేవీ వివరాలు
th: รายละเอียดธุรกรรม
tr: İşlem Detayı
uk: Деталі транзакції
ur: لین دین کی تفصیل
uz: Tranzaksiya tafsilotlari
vi: Chi tiết giao dịch

source: Transaction failed
am: ግብይቱ አልተሳካም
ar: فشلت العملية
az: Tranzaksiya uğursuz oldu
bg: Транзакцията е неуспешна
bn: লেনদেনটি ব্যর্থ
bs: Transakcija nije uspjela
ca: La transacció ha fallat
cs: Transakce selhala
da: Transaktion mislykkedes
el: Η συναλλαγή απέτυχε
et: Tehing ebaõnnestus
fa: تراکنش ناموفق بود
fi: Tapahtuma epäonnistui
he: העסקה נכשלה
hi: लेनदेन विफल
hu: A tranzakció sikertelen
id: Transaksi gagal
ja: 取引に失敗しました
ka: ტრანზაქცია ვერ შესრულდა
kk: Транзакция сәтсіз аяқталды
km: ប្រតិបត្តិការ​បរាជ័យ
kn: ವಹಿವಾಟು ವಿಫಲವಾಗಿದೆ
ku: کردارەکە سەرکەوتوو نەبوو
lo: ທຸລະກຳລົ້ມເຫຼວ
lt: Operacija nepavyko
mr: व्यवहार अयशस्वी
ms: Transaksi gagal
my: ငွေပေးငွေယူ မအောင်မြင်ပါ။
no: Transaksjonen mislyktes
pl: Transakcja nie powiodła się
ro: Tranzacție eșuată
si: ගනුදෙනුව අසාර්ථක විය
sk: Transakcia zlyhala
sq: Transaksioni dështoi
sr: трансакција није успела
sv: Transaktionen misslyckades
sw: Muamala umeshindikana
ta: பரிவர்த்தனை தோல்வியடைந்தது
te: లావాదేవీ విఫలమైంది
th: การทำธุรกรรมล้มเหลว
tr: İşlem başarısız oldu
uk: Транзакція не вдалася
ur: لین دین ناکام ہو گیا
uz: Tranzaksiya amalga oshmadi
vi: Giao dịch thất bại

source: Transaction fee
am: የግብይት ክፍያ
ar: رسوم المعاملة
az: Əməliyyat haqqı
bg: Такса за транзакция
bn: লেনদেন ফি
bs: Naknada za transakciju
ca: Comissió de transacció
cs: Transakční poplatek
da: Transaktionsgebyr
el: Προμήθεια συναλλαγής
et: Tehingutasu
fa: کارمزد تراکنش
fi: Tapahtumamaksu
he: עמלת עסקה
hi: लेनदेन शुल्क
hu: Tranzakciós díj
id: Biaya Transaksi
ja: 取引手数料
ka: ტრანზაქციის საკომისიო
kk: Транзакция комиссиясы
km: ថ្លៃប្រតិបត្តិការ
kn: ವಹಿವಾಟಿನ ಶುಲ್ಕ
ku: تێچووی مامەڵە
lo: ຄ່າທຳນຽມທຸລະກຳ
lt: Operacijos mokestis
mr: व्यवहार शुल्क
ms: Yuran transaksi
my: ငွေလွှဲကြေး
no: Transaksjonsgebyr
pl: Opłata transakcyjna
ro: Taxa de tranzacție
si: ගනුදෙනු ගාස්තුව
sk: Transakčný poplatok
sq: Tarifa e transaksionit
sr: Трансакциона накнада
sv: Transaktionsavgift
sw: Ada ya muamala
ta: பரிவர்த்தனை கட்டணம்
te: లావాదేవీ రుసుము
th: ค่าธรรมเนียมธุรกรรม
tr: İşlem ücreti
uk: Комісія за транзакцію
ur: لین دین کی فیس
uz: Tranzaksiya to'lovi
vi: Phí giao dịch

source: Transaction Result
am: የግዢ ውጤት
ar: نتيجة المعاملة
az: Əməliyyat Nəticəsi
bg: Резултат от транзакцията
bn: লেনদেনের ফলাফল
bs: Rezultat transakcije
ca: Resultat de la transacció
cs: Výsledek transakce
da: Transaktionsresultat
el: Αποτέλεσμα συναλλαγής
et: Tehingu tulemus
fa: نتیجه تراکنش
fi: Tapahtuman tulos
he: תוצאת עסקה
hi: लेनदेन परिणाम
hu: Tranzakció eredménye
id: Hasil Transaksi
ja: 取引結果
ka: ტრანზაქციის შედეგი
kk: Транзакция нәтижесі
km: លទ្ធផលប្រតិបត្តិការ
kn: ವಹಿವಾಟಿನ ಫಲಿತಾಂಶ
ku: ئەنجامی مامەڵە
lo: ຜົນຂອງການເຮັດທຸລະກຳ
lt: Operacijos rezultatas
mr: व्यवहार परिणाम
ms: Keputusan Transaksi
my: ငွေလွှဲပြောင်းမှုရလဒ်
no: Transaksjonsresultat
pl: Wynik transakcji
ro: Rezultat tranzacție
si: ගනුදෙනු ප්‍රතිඵලය
sk: Výsledok transakcie
sq: Rezultati i transaksionit
sr: Резултат трансакције
sv: Transaktionsresultat
sw: Matokeo ya Muamala
ta: பரிவர்த்தனை முடிவு
te: లావాదేవీ ఫలితం
th: ผลการทำธุรกรรม
tr: İşlem Sonucu
uk: Результат транзакції
ur: لین دین کا نتیجہ
uz: Tranzaksiya natijasi
vi: Kết quả giao dịch

source: Transfer
am: አስቀራር
ar: تحويل
bg: Прехвърляне
bn: স্থানান্তর
bs: Prebaci
ca: Transfereix
cs: Převod
da: Overførsel
el: Μεταφορά
et: Kanna üle
fa: انتقال
fi: Siirrä
he: העברה
hi: स्थानांतरण
hu: Átutalás
ja: 転送
ka: გადარიცხვა
kk: Аудару
km: ផ្ទេរ
kn: ವರ್ಗಾವಣೆ
ku: گواستنەوە
lo: ໂອນ
lt: Pervesti
mr: हस्तांतरण
ms: Pindahan
my: လွှဲပြောင်းမည်
no: Overfør
pl: Przelew
si: මාරු කරන්න
sk: Prevod
sq: Transfero
sr: Трансфер
sv: Överför
sw: Hamisha
ta: பரிமாற்றம்
te: హస్తాంతరణ
th: โอน
uk: Переказ
ur: منتقلی
uz: O'tkazma
vi: Chuyển khoản

# transferConfirm
source: Transfer Confirmation
am: የማስቀራር ማረጋገጫ
ar: تأكيد التحويل
az: Transferin təsdiqi
bg: Потвърждение на прехвърлянето
bn: স্থানান্তর নিশ্চিতকরণ
bs: Potvrda prebacivanja
ca: Confirmació de transferència
cs: Potvrzení převodu
da: Bekræftelse af overførsel
el: Επιβεβαίωση μεταφοράς
et: Ülekande kinnitus
fa: تأیید انتقال
fi: Siirron vahvistus
he: אישור העברה
hi: स्थानांतरण पुष्टि
hu: Átutalás megerősítése
id: Konfirmasi Transfer
ja: 転送確認
ka: გადარიცხვის დადასტურება
kk: Аударуды растау
km: ការផ្ទេរបានបញ្ជាក់
kn: ವರ್ಗಾವಣೆಯ ದೃಢೀಕರಣ
ku: پشتڕاستکردنی گواستنەوە
lo: ຢືນຢັນການໂອນ
lt: Pervedimo patvirtinimas
mr: हस्तांतरण पुष्टी
ms: Pengesahan Pindahan
my: လွှဲပြောင်းရန်အတည်ပြုချက်
no: Bekreft overføring
pl: Potwierdzenie przelewu
ro: Confirmare transfer
si: මාරු කිරීමේ තහවුරුව
sk: Potvrdenie prevodu
sq: Konfirmimi i transferimit
sr: Потврда преноса
sv: Överföringsbekräftelse
sw: Uthibitisho wa Uhamishaji
ta: பரிமாற்ற உறுதிப்படுத்தல்
te: హస్తాంతరణ నిర్ధారణ
th: ยืนยันการโอน
tr: Transfer Onayı
uk: Підтвердження переказу
ur: منتقلی کی تصدیق
uz: O'tkazmani tasdiqlash
vi: Xác nhận chuyển khoản

# transferErrorMessage
source: You can't transfer to this user
am: ወደ ዚህ ተጠቃሚ መላክ አትችልም
ar: لا يمكنك التحويل لهذا المستخدم
az: Bu istifadəçiyə köçürə bilməzsiniz
bg: Не можете да прехвърляте към този потребител
bn: আপনি এই ব্যবহারকারীর কাছে স্থানান্তর করতে পারবেন না
bs: Ne možete prebaciti na ovog korisnika
ca: No pots transferir a aquest usuari
cs: Nemůžete převést prostředky tomuto uživateli
da: Du kan ikke overføre til denne bruger
el: Δεν μπορείτε να κάνετε μεταφορά σε αυτόν τον χρήστη
et: Sa ei saa sellele kasutajale üle kanda
fa: نمی‌توانید به این کاربر انتقال دهید
fi: Et voi siirtää tälle käyttäjälle
he: לא ניתן להעביר למשתמש זה
hi: आप इस उपयोगकर्ता को स्थानांतरित नहीं कर सकते
hu: Nem utalhat erre a felhasználóra
id: Anda tidak dapat mentransfer ke pengguna ini
ja: このユーザーには転送できません
ka: თქვენ ვერ გადარიცხავთ ამ მომხმარებელთან
kk: Бұл пайдаланушыға аудару мүмкін емес
km: អ្នកមិនអាចផ្ទេរទៅអ្នកប្រើប្រាស់នេះបានទេ
kn: ಈ ಬಳಕೆದಾರರಿಗೆ ವರ್ಗಾಯಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ku: ناتوانیت بۆ ئەم بەکارهێنەرە بگوازیتەوە
lo: ທ່ານບໍ່ສາມາດໂອນໄປຫາຜູ້ໃຊ້ນີ້ໄດ້
lt: Negalite pervesti šiam vartotojui
mr: तुम्ही या वापरकर्त्याकडे हस्तांतरण करू शकत नाही
ms: Anda tidak boleh memindahkan kepada pengguna ini
my: သင်ဒီအသုံးပြုသူဆီသို့မလွှဲပြောင်းနိုင်ပါ
no: Du kan ikke overføre til denne brukeren
pl: Nie możesz przelewać środków temu użytkownikowi
ro: Nu poți transfera către acest utilizator
si: ඔබට මෙම පරිශීලකයාට මාරු කළ නොහැක
sk: Nemôžete previesť prostriedky tomuto používateľovi
sq: Nuk mund të transferoni te ky përdorues
sr: Не можете пренети на овог корисника
sv: Du kan inte överföra till denna användare
sw: Huwezi kuhamishia kwa mtumiaji huyu
ta: இந்தப் பயனருக்கு மாற்ற முடியாது
te: మీరు ఈ వినియోగదారునికి హస్తాంతరించలేరు
th: คุณไม่สามารถโอนให้ผู้ใช้รายนี้ได้
tr: Bu kullanıcıya transfer yapamazsınız
uk: Ви не можете переказати кошти цьому користувачу
ur: آپ اس صارف کو منتقل نہیں کر سکتے
uz: Bu foydalanuvchiga o'tkaza olmaysiz
vi: Bạn không thể chuyển khoản cho người dùng này

source: Transfer failed!
am: አስቀራር አልተሳካም!
ar: فشل التحويل
az: Transfer alınmadı!
bg: Неуспешно прехвърляне
bn: স্থানান্তর ব্যর্থ হয়েছে
bs: Prebacivanje nije uspjelo
ca: La transferència ha fallat
cs: Převod se nezdařil
da: Overførsel mislykkedes
el: Η μεταφορά απέτυχε
et: Ülekanne ebaõnnestus
fa: انتقال ناموفق بود
fi: Siirto epäonnistui
he: ההעברה נכשלה
hi: स्थानांतरण विफल
hu: Az átutalás sikertelen
id: Transfer gagal
ja: 転送に失敗しました
ka: გადარიცხვა ვერ შესრულდა
kk: Аудару сәтсіз аяқталды
km: ការផ្ទេរបានបរាជ័យ
kn: ವರ್ಗಾವಣೆ ವಿಫಲವಾಗಿದೆ
ku: گواستنەوە سەرکەوتوو نەبوو!
lo: ການໂອນລົ້ມເຫຼວ
lt: Pervedimas nepavyko
mr: हस्तांतरण अयशस्वी
ms: Pindahan gagal
my: ငွေလွှဲပြောင်းမှုမအောင်မြင်ပါ
no: Overføring mislyktes
pl: Przelew nie powiódł się
ro: Transferul a eșuat
si: මාරු කිරීම අසාර්ථක විය
sk: Prevod zlyhal
sq: Transferimi dështoi
sr: Трансфер није успео!
sv: Överföringen misslyckades
sw: Uhamishaji umeshindikana
ta: பரிமாற்றம் தோல்வியடைந்தது
te: హస్తాంతరణ విఫలమైంది!
th: โอนไม่สำเร็จ
tr: Transfer başarısız
uk: Переказ не вдався
ur: منتقلی ناکام ہو گئی
uz: O'tkazma amalga oshmadi
vi: Chuyển khoản thất bại

# transferSuccess
source: Transfer successful
am: አስቀራር ተሳክቷል
ar: نجح التحويل
az: Transfer uğurlu oldu
bg: Успешно прехвърляне
bn: স্থানান্তর সফল হয়েছে
bs: Prebacivanje uspješno
ca: La transferència s'ha realitzat correctament
cs: Převod byl úspěšný
da: Overførsel gennemført
el: Επιτυχής μεταφορά
et: Ülekanne õnnestus
fa: انتقال موفقیت‌آمیز
fi: Siirto onnistui
he: העברה בוצעה בהצלחה
hi: स्थानांतरण सफल
hu: Az átutalás sikeres
id: Transfer berhasil
ja: 転送が完了しました
ka: გადარიცხვა წარმატებით შესრულდა
kk: Аудару сәтті аяқталды
km: ការផ្ទេរបានជោគជ័យ
kn: ವರ್ಗಾವಣೆ ಯಶಸ್ವಿಯಾಗಿದೆ
ku: گواستنەوە سەرکەوتوو بوو
lo: ໂອນສຳເລັດ
lt: Pervedimas sėkmingas
mr: हस्तांतरण यशस्वी
ms: Pindahan berjaya
my: ငွေလွှဲပြောင်းမှုအောင်မြင်သည်။
no: Overføring vellykket
pl: Przelew wykonany pomyślnie
ro: Transfer reușit
si: මාරු කිරීම සාර්ථකයි
sk: Prevod úspešný
sq: Transferimi u krye me sukses
sr: Трансфер је успео
sv: Överföringen lyckades
sw: Uhamishaji umefanikiwa
ta: பரிமாற்றம் வெற்றிகரமானது
te: హస్తాంతరణ విజయవంతం అయింది
th: โอนสำเร็จ
tr: Transfer başarılı
uk: Переказ успішний
ur: منتقلی کامیاب
uz: O'tkazma muvaffaqiyatli amalga oshirildi
vi: Chuyển khoản thành công
