Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# allDeliveryOrders
source: All Orders
am: ሁሉም ትዕዛዞች
ar: جميع الطلبات
az: Bütün sifarişlər
bg: Всички поръчки
bn: সমস্ত অর্ডার
bs: Sve narudžbe
ca: Totes les comandes
cs: Všechny objednávky
da: Alle ordrer
el: Όλες οι παραγγελίες
et: Kõik tellimused
fa: همه سفارشات
fi: Kaikki tilaukset
he: כל ההזמנות
hi: सभी ऑर्डर
hu: Minden megrendelés
id: Semua Pesanan
ja: 全ての注文
ka: ყველა შეკვეთა
kk: Барлық жеткізу тапсырыстары
km: ការបញ្ជាទិញដឹកជញ្ជូនទាំងអស់
kn: ಎಲ್ಲಾ ವಿತರಣಾ ಆದೇಶಗಳು
ku: هەموو داواکارییەکان
lo: ຄຳສັ່ງຊື້ທັງໝົດ
lt: Visi užsakymai
mr: सर्व ऑर्डर्स
ms: Semua Pesanan
my: အော်ဒါအကုန်
no: Alle bestillinger
pl: Wszystkie zamówienia
ro: Toate comenzile
si: සියලු ඇණවුම්
sk: Všetky objednávky
sq: Të gjitha porositë
sr: Све поруџбине
sv: Alla beställningar
sw: Maagizo Yote
ta: அனைத்து ஆர்டர்கள்
te: అన్ని ఆర్డర్లు
th: คำสั่งซื้อทั้งหมด
tr: Tüm Siparişler
uk: Всі замовлення
ur: تمام آرڈرز
uz: Barcha buyurtmalar
vi: Tất cả đơn hàng

source: Order Summary
am: የትዕዛዝ ማጠቃለያ
ar: ملخص الطلب
az: Sifariş Xülasəsi
bg: Обобщение на поръчката
bn: অর্ডারের সারাংশ
bs: Pregled narudžbe
ca: Resum de la comanda
cs: Souhrn objednávky
da: Ordresammendrag
el: Σύνοψη παραγγελίας
et: Tellimuse kokkuvõte
fa: خلاصه سفارش
fi: Tilauksen yhteenveto
he: סיכום הזמנה
hi: ऑर्डर सारांश
hu: Rendelés összesítő
id: Ringkasan Pesanan
ja: 注文概要
ka: შეკვეთის შეჯამება
kk: Тапсырыс қорытындысы
km: សង្ខេបការបញ្ជាទិញ
kn: ಆದೇಶದ ಸಾರಾಂಶ
ku: پوختەی داواکاری
lo: ສະຫຼຸບລາຍການ
lt: Užsakymo suvestinė
mr: ऑर्डर सारांश
ms: Ringkasan pesanan
my: အော်ဒါအကျဉ်းချုပ်
no: Ordresammendrag
pl: Podsumowanie zamówienia
ro: Rezumat comandă
si: ඇණවුම් සාරාංශය
sk: Prehľad objednávky
sq: Përmbledhja e porosisë
sr: Резиме налога
sv: Ordersammanfattning
sw: Muhtasari wa Agizo
ta: ஆர்டர் சுருக்கம்
te: ఆర్డర్ సారాంశం
th: สรุปคำสั่งซื้อ
tr: Sipariş Özeti
uk: Підсумок замовлення
ur: آرڈر کا خلاصہ
uz: Buyurtma xulosasi
vi: Tóm tắt đơn hàng

# note
source: Order Note
am: የትዕዛዝ ማስታወቂያ
ar: ملاحظات
az: Sifariş qeydi
bg: Забележка към поръчката
bn: অর্ডারের নোট
bs: Napomena za narudžbu
ca: Nota de comanda
cs: Poznámka k objednávce
da: Ordrebemærkning
el: Σημειώσεις παραγγελίας
et: Tellimuse märkus
fa: یادداشت سفارش
fi: Tilaushuomautus
he: הערות להזמנה
hi: ऑर्डर नोट
hu: Rendelési megjegyzések
id: Catatan Pesanan
ja: 注文メモ
ka: შეკვეთის შენიშვნა
kk: Тапсырыс жазбасы
km: ចំណាំ
kn: ಆದೇಶ ಟಿಪ್ಪಣಿ
ku: تێبینی داواکاری
lo: ບັນທຶກຄໍາສັ່ງ
lt: Užsakymo pastaba
mr: ऑर्डर टीप
ms: Nota Pesanan
my: အော်ဒါမှတ်စု
no: Bestillingsnotat
pl: Uwagi do zamówienia
ro: Notă comandă
si: ඇණවුම් සටහන
sk: Poznámka k objednávke
sq: Shënim i porosisë
sr: Напомена о наруџби
sv: Ordernoteringar
sw: Kumbuka ya Agizo
ta: ஆர்டர் குறிப்பு
te: ఆర్డర్ గమనిక
th: หมายเหตุการสั่งซื้อ
tr: Sipariş Notları
uk: Примітки до замовлення
ur: آرڈر نوٹ
uz: Buyurtma eslatmasi
vi: Ghi chú đơn hàng

# searchByName
source: Search with Name...
am: በስም ፈልግ...
ar: البحث بالاسم...
az: Adla Axtar...
bg: Търсене по име...
bn: নাম দিয়ে খুঁজুন...
bs: Pretraži po imenu...
ca: Cerca per nom...
cs: Hledat podle jména...
da: Søg med navn...
el: Αναζήτηση με όνομα...
et: Otsi nime järgi...
fa: جستجو با نام...
fi: Hae nimellä...
he: חפש לפי שם...
hi: नाम से खोजें...
hu: Keresés név alapján...
id: Cari dengan Nama...
ja: 名前で検索...
ka: ძიება სახელით...
kk: Аты бойынша іздеу...
km: ស្វែងរកដោយឈ្មោះ...
kn: ಹೆಸರಿನಿಂದ ಹುಡುಕಿ...
ku: گەڕان بە ناو...
lo: ຊອກຫາດ້ວຍຊື່...
lt: Ieškoti pagal pavadinimą...
mr: नावाने शोधा...
ms: Cari mengikut Nama...
my: နာမည်ဖြင့်ရှာမည်...
no: Søk etter navn...
pl: Szukaj po nazwie...
ro: Caută după nume...
si: නමින් සොයන්න...
sk: Hľadať podľa mena...
sq: Kërko sipas emrit...
sr: Тражи по имену...
sv: Sök på namn...
sw: Tafuta kwa Jina...
ta: பெயருடன் தேடவும்...
te: పేరు ద్వారా శోధించండి...
th: ค้นหาด้วยชื่อ...
tr: İsimle Ara...
uk: Пошук за ім'ям...
ur: نام کے ساتھ تلاش کریں...
uz: Ism bilan qidirish...
vi: Tìm kiếm theo tên...

# orderIdWithoutColon
source: Order ID
am: የትዕዛዝ መለያ
ar: رقم الطلب
az: Sifariş ID
bg: Номер на поръчката
bn: অর্ডার আইডি
bs: Broj narudžbe
ca: ID de comanda
cs: číslo objednávky
da: Ordre-ID
el: Αριθμός παραγγελίας
et: Tellimuse ID
fa: شماره سفارش
fi: Tilausnumero
he: מספר הזמנה
hi: ऑर्डर आईडी
hu: Rendelés azonosító
id: ID Pesanan
ja: 注文ID
ka: შეკვეთის ID
kk: Тапсырыс нөмірі
km: លេខសម្គាល់បញ្ជាទិញ
kn: ಆದೇಶ ಐಡಿ
ku: ناسنامەی داواکاری
lo: ລະຫັດຄໍາສັ່ງ
lt: Užsakymo ID
mr: ऑर्डर क्रमांक
ms: ID Pesanan
my: အော်ဒါနံပါတ်
no: Bestillings-ID
pl: Numer zamówienia
ro: ID Comandă
si: ඇණවුම් අංකය
sk: ID objednávky
sq: ID e porosisë
sr: ИД поруџбине
sv: Ordernummer
sw: Namba ya agizo
ta: ஆர்டர் ஐடி
te: ఆర్డర్ ID
th: รหัสคำสั่งซื้อ
tr: Sipariş Numarası
uk: Номер замовлення
ur: آرڈر کی شناخت
uz: Buyurtma raqami
vi: Mã đơn hàng

# deliveryNotificationError
source: No Data. This order has been removed.
am: ዳታ የለም። ይህ ትዕዛዝ ተሰርዟል።
ar: لا توجد بيانات. تم حذف هذا الطلب.
az: Məlumat yoxdur. Bu sifariş silindi.
bg: Няма данни. Тази поръчка е премахната.
bn: কোনও তথ্য নেই। এই অর্ডারটি সরানো হয়েছে।
bs: Nema podataka. Ova narudžba je uklonjena.
ca: Sense dades. S'ha eliminat aquesta comanda.
cs: Žádná data. Tato objednávka byla odstraněna.
da: Ingen data. Denne ordre er blevet fjernet.
el: Δεν υπάρχουν δεδομένα. Αυτή η παραγγελία έχει καταργηθεί.
et: Andmed puuduvad. See tellimus on eemaldatud.
fa: بدون اطلاعات. این سفارش حذف شده است.
fi: Ei tietoja. Tämä tilaus on poistettu.
he: אין מידע. הזמנה זו הוסרה.
hi: कोई डेटा उपलब्ध नहीं है। यह ऑर्डर हटा दिया गया है।
hu: Nincs adat. Ezt a rendelést törölték.
id: Tidak ada data. Pesanan ini telah dihapus.
ja: データがありません。 この注文は削除されました。
ka: მონაცემები არ არის. ეს შეკვეთა წაშლილია.
kk: Деректер жоқ. Бұл тапсырыс жойылды.
km: គ្មានទិន្នន័យ។ ការបញ្ជាទិញនេះត្រូវបានដកចេញ
kn: ಡೇಟಾ ಇಲ್ಲ. ಈ ಆದೇಶವನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ.
ku: داتا نییە. ئەم داواکارییە سڕاوە.
lo: ບໍ່​ມີ​ຂໍ້​ມູນນີ້. ກະລຸນາກວດສອບໃໝ່.
lt: Nėra duomenų. Šis užsakymas buvo pašalintas.
mr: माहिती उपलब्ध नाही. ही ऑर्डर काढून टाकली गेली आहे.
ms: Tiada data. Pesanan ini telah dialih keluar.
my: အချက်အလက်မရှိပါ. ဒီအော်ဒါကိုဖယ်ထုတ်ထားပါတယ်.
no: Ingen data. Denne bestillingen er fjernet
pl: Brak danych. To zamówienie zostało usunięte.
ro: Nu există date. Această comandă a fost ștearsă
si: දත්ත නොමැත. මෙම ඇණවුම ඉවත් කර ඇත.
sk: Žiadne údaje. Táto objednávka bola odstránená.
sq: Nuk ka të dhëna. Kjo porosi është hequr.
sr: Нема података. Ова поруџбина је уклоњена.
sv: Ingen data. Denna order har tagits bort.
sw: Hakuna Data. Agizo hili limeondolewa.
ta: தகவல் இல்லை. இந்த ஆர்டர் நீக்கப்பட்டது
te: డేటా లేదు. ఈ ఆర్డర్ తొలగించబడింది.
th: ไม่มีข้อมูล คำสั่งซื้อนี้ถูกลบแล้ว
tr: Veri yok. Bu sipariş kaldırıldı.
uk: Немає даних. Це замовлення видалено
ur: کوئی ڈیٹا نہیں۔ یہ حکم ہٹا دیا گیا ہے
uz: Ma'lumot yo'q. Bu buyurtma o'chirildi.
vi: Không có dữ liệu. Đơn hàng này đã bị xóa.

# deliveryManagement
source: Delivery
am: አቅርቦት
ar: التوصيل
az: Çatdırılma
bg: Управление на доставките
bn: ডেলিভারি
bs: Upravljanje dostavom
ca: Gestió de lliuraments
cs: Doručení
da: Levering
el: Διανομή
et: Tarne
fa: تحویل
fi: Toimitus
he: ניהול משלוחים
hi: डिलीवरी
hu: Szállítás
id: Manajemen Pengiriman
ja: 配送管理
ka: მიწოდება
kk: Жеткізуді басқару
km: គ្រប់គ្រងដឹកជញ្ជូន
kn: ವಿತರಣಾ ನಿರ್ವಹಣೆ
ku: گەیاندن
lo: ການບໍລິຫານການຈັດສົ່ງ
lt: Pristatymas
mr: वितरण व्यवस्थापन
ms: Penghantaran
my: သယ်ယူပို့ဆောင်မှု
no: Levering
pl: Zarządzanie dostawą
ro: Livrare
si: බෙදාහැරීම
sk: Správa doručenia
sq: Dorëzimi
sr: Достава
sv: Leverans
sw: Uwasilishaji
ta: விநியோகம்
te: డెలివరీ నిర్వహణ
th: การจัดส่ง
tr: Teslimat
uk: Доставка
ur: ترسیل
uz: Yetkazib berish
vi: Quản lý giao hàng

source: Delivery Boy
am: አቅርቦት ልጅ
ar: عامل التوصيل:
az: Kuryer:
bg: Куриер:
bn: ডেলিভারি বয়:
bs: Dostavljač:
ca: Repartidor:
cs: Kurýr
da: Bud
el: Διανομέας:
et: Kullerpoiss:
fa: پیک:
fi: Lähetti
he: שליח:
hi: डिलीवरी बॉय:
hu: Futár:
id: Kurir:
ja: 配達員
ka: კურიერი:
kk: Жеткізуші:
km: បុរសដឹកជញ្ជូន
kn: ವಿತರಣಾ ಬಾಯ್
ku: کەسەکەی گەیاندن
lo: ຄົນສົ່ງເຄື່ອງ
lt: Kurjeris:
mr: वितरण कर्मचारी:
ms: Penghantar:
my: ပို့ပေးတဲ့ကောင်လေ
no: Leveringsperson
pl: Dostawca:
ro: Curier:
si: බෙදාහරින්නා:
sk: Kuriér
sq: Djaloshi i dorëzimit:
sr: Достављач:
sv: Leveransperson:
sw: Msafirishaji:
ta: டெலிவரி பாய்:
te: డెలివరీ బాయ్
th: พนักงานส่งของ:
tr: Kurye:
uk: Кур'єр:
ur: ڈیلیوری بوائے:
uz: Yetkazib beruvchi:
vi: Nhân viên giao hàng:

source: Recurring Totals
am: የተተላለፉ ጠቅላላዎች
ar: المجاميع المتكررة
az: Təkrarlanan Cəmilər
bg: Повтарящи се суми
bn: পুনরাবৃত্ত মোট
bs: Ponavljajući ukupni iznosi
ca: Totals recurrents
cs: Opakující se součty
da: Tilbagevendende totaler
el: Επαναλαμβανόμενα σύνολα
et: Korduvad summad
fa: مجموع تکرارشونده
fi: Toistuvat summat
he: סה"כ חוזרים
hi: आवर्ती कुल
hu: Ismétlődő összegek
id: Total Berulang
ja: 定期支払い合計
ka: პერიოდული ჯამები
kk: Қайталанатын жиынтықтар
km: សរុបឡើងវិញ
kn: ಆವರ್ತಕ ಒಟ್ಟುಗಳು
ku: کۆی گشتی دووبارە
lo: ຍອດລວມທີ່ເກີດຂຶ້ນຊ້ຳ
lt: Pasikartojančios sumos
mr: आवर्ती एकूण
ms: Jumlah Berulang
no: Gjentakende totaler
pl: Cykliczne sumy
ro: Totaluri recurente
si: පුනරාවර්තන එකතු
sk: Opakujúce sa súčty
sq: Totalet periodike
sr: Рецурринг Тоталс
sv: Återkommande summor
sw: Jumla Zinazojirudia
ta: தொடர்ச்சியான மொத்தங்கள்
te: పునరావృత మొత్తాలు
th: ยอดรวมที่เกิดซ้ำ
tr: Tekrarlanan Toplamlar
uk: Періодичні підсумки
ur: دہرائی جانے والی کل رقم
uz: Takroriy jami
vi: Tổng định kỳ

source: First Renewal
am: የመጀመሪያ ዳግመኛ ማደግ
ar: التجديد الأول
az: İlk Yenilənmə
bg: Първо подновяване
bn: প্রথম নবায়ন
bs: Prva obnova
ca: Primera renovació
cs: První obnovení
da: Første fornyelse
el: Πρώτη ανανέωση
et: Esimene uuendus
fa: اولین تمدید
fi: Ensimmäinen uusiminen
he: חידוש ראשון
hi: पहला नवीनीकरण
hu: Első megújítás
id: Pembaruan Pertama
ja: 初回更新
ka: პირველი განახლება
kk: Бірінші жаңарту
km: បន្តជាថ្មីដំបូង
kn: ಮೊದಲ ನವೀಕರಣ
ku: یەکەم نوێکردنەوە
lo: ການຕໍ່ອາຍຸຄັ້ງທຳອິດ
lt: Pirmas atnaujinimas
mr: पहिले नूतनीकरण
ms: Pembaharuan Pertama
no: Første fornyelse
pl: Pierwsze odnowienie
ro: Prima reînnoire
si: පළමු අලුත් කිරීම
sk: Prvá obnova
sq: Rinovimi i parë
sr: Прва обнова
sv: Första förnyelsen
sw: Upyaji wa Kwanza
ta: முதல் புதுப்பித்தல்
te: మొదటి పునరుద్ధరణ
th: ต่ออายุครั้งแรก
tr: İlk Yenileme
uk: Перше продовження
ur: پہلی تجدید
uz: Birinchi yangilanish
vi: Gia hạn lần đầu

# atLeastThreeCharacters
source: At least 3 characters...
am: ቢያንስ 3 ቁምፊዎች...
ar: 3 أحرف على الأقل...
az: Ən azı 3 simvol...
bg: Поне 3 знака...
bn: কমপক্ষে ৩টি অক্ষর...
bs: Najmanje 3 karaktera...
ca: Almenys 3 caràcters...
cs: Minimálně 3 znaky ...
da: Mindst 3 tegn...
el: Τουλάχιστον 3 χαρακτήρες...
et: Vähemalt 3 tähemärki...
fa: حداقل 3 کاراکتر...
fi: Vähintään 3 merkkiä...
he: לפחות 3 תווים...
hi: कम से कम 3 अक्षर...
hu: Legalább 3 karakter...
id: Minimal 3 karakter...
ja: 3文字以上入力してください...
ka: მინიმუმ 3 სიმბოლო...
kk: Кемінде 3 таңба...
km: យ៉ាងហោចណាស់ 3 តួអក្សរ...
kn: ಕನಿಷ್ಠ 3 ಅಕ್ಷರಗಳು...
ku: کەمەیەک ٣ پیت...
lo: ຢ່າງໜ້ອຍ 3 ຕົວອັກສອນ
lt: Mažiausiai 3 simboliai...
mr: किमान ३ अक्षरे...
ms: Sekurang-kurangnya 3 aksara...
no: Minst 3 tegn...
pl: Minimum 3 znaki...
ro: Cel puțin 3 caractere...
si: අවම වශයෙන් අක්ෂර 3ක්...
sk: Minimálne 3 znaky...
sq: Të paktën 3 karaktere...
sr: Најмање 3 карактера...
sv: Minst 3 tecken...
sw: Angalau herufi 3...
ta: குறைந்தது 3 எழுத்துகள்...
te: కనీసం 3 అక్షరాలు...
th: อย่างน้อย 3 ตัวอักษร...
tr: En az 3 karakter...
uk: Щонайменше 3 символи...
ur: کم از کم 3 حروف...
uz: Kamida 3 ta belgi...
vi: Ít nhất 3 ký tự...

source: Popular
am: ታዋቂ
ar: شائع
az: Populyar
bg: Популярни
bn: জনপ্রিয়
bs: Popularno
cs: Oblíbené
da: Populær
el: Δημοφιλή
et: Populaarne
fa: محبوب
fi: Suosittu
he: פופולרי
hi: लोकप्रिय
hu: Népszerű
id: Populer
ja: 人気
ka: პოპულარული
kk: Танымал
km: ពេញនិយម
kn: ಜನಪ್ರಿಯ
ku: بەناوبانگ
lo: ນິຍົມ
lt: Populiaru
mr: लोकप्रिय
my: လူကြိုက်များသော
no: Populær
pl: Popularne
si: ජනප්‍රිය
sk: Populárne
sq: Popullore
sr: Популарно
sv: Populär
sw: Maarufu
ta: பிரபலமானது
te: ప్రసిద్ధం
th: ยอดนิยม
tr: Popüler
uk: Популярні
ur: مقبول
uz: Mashhur
vi: Phổ biến

source: Latest Products
am: የቅርብ ጊዜ ምርቶች
ar: أحدث المنتجات
az: Ən son məhsullar
bg: Най-нови продукти
bn: সর্বশেষ পণ্যসমূহ
bs: Najnoviji proizvodi
ca: Últims productes
cs: Nejnovější produkty
da: Seneste produkter
el: Τελευταία προϊόντα
et: Uusimad tooted
fa: جدیدترین محصولات
fi: Uusimmat tuotteet
he: מוצרים אחרונים
hi: नवीनतम उत्पाद
hu: Legújabb termékek
id: Produk Terbaru
ja: 新着商品
ka: უახლესი პროდუქტები
kk: Соңғы өнімдер
km: ផលិតផលថ្មីបំផុត
kn: ಇತ್ತೀಚಿನ ಉತ್ಪನ್ನಗಳು
ku: نوێترین کاڵاکان
lo: ຜະລິດຕະພັນຫຼ້າສຸດ
lt: Naujausi produktai
mr: नवीनतम उत्पादने
ms: Produk Terkini
my: နောက်ဆုံးထွက်ပစ္စည်းများ
no: Nyeste produkter
pl: Najnowsze produkty
ro: Ultimele produse
si: නවතම නිෂ්පාදන
sk: Najnovšie produkty
sq: Produktet e fundit
sr: Најновији производи
sv: Senaste produkterna
sw: Bidhaa za Hivi Punde
ta: சமீபத்திய தயாரிப்புகள்
te: తాజా ఉత్పత్తులు
th: สินค้าล่าสุด
tr: En Yeni Ürünler
uk: Найновіші товари
ur: تازہ ترین مصنوعات
uz: Eng yangi mahsulotlar
vi: Sản phẩm mới nhất

source: See reviews
am: ግምገማዎችን ይመልከቱ
ar: مشاهدة التقييمات
az: Rəylərə baxın
bg: Преглед на отзивите
bn: পর্যালোচনা দেখুন
bs: Pogledaj recenzije
ca: Veure ressenyes
cs: Zobrazit recenze
da: Se anmeldelser
el: Δείτε κριτικές
et: Vaata arvustusi
fa: مشاهده نظرات
fi: Katso arvostelut
he: צפה בביקורות
hi: समीक्षाएं देखें
hu: Vélemények megtekintése
id: Lihat Ulasan
ja: レビューを見る
ka: შეფასებების ნახვა
kk: Пікірлерді қарау
km: មើលការវាយតម្លៃ
kn: ವಿಮರ್ಶೆಗಳು ನೋಡಿ
ku: پێداچوونەوەکان ببینە
lo: ເບິ່ງຄຳຄິດເຫັນ
lt: Peržiūrėti atsiliepimus
mr: पुनरावलोकने पहा
ms: Lihat ulasan
no: Se anmeldelser
pl: Zobacz opinie
ro: Vezi recenziile
si: සමාලෝචන බලන්න
sk: Zobraziť recenzie
sq: Shiko vlerësimet
sr: Погледајте рецензије
sv: Se recensioner
sw: Tazama maoni
ta: மதிப்புரைகளைப் பார்க்கவும்
te: సమీక్షలు చూడండి
th: ดูรีวิว
tr: Yorumları Gör
uk: Переглянути відгуки
ur: جائزے دیکھیں
uz: Sharhlarni ko'rish
vi: Xem đánh giá

source: Delivery Date
am: የአቅርቦት ቀን
ar: تاريخ التوصيل
az: Çatdırılma tarixi
bg: Дата на доставка
bn: ডেলিভারির তারিখ
bs: Datum dostave
ca: Data de lliurament
cs: Datum doručení
da: Leveringsdato
el: Ημερομηνία παράδοσης
et: Tarnekuupäev
fa: تاریخ تحویل
fi: Toimituspäivä
he: תאריך משלוח
hi: डिलीवरी की तारीख
hu: Szállítási dátum
id: Tanggal Pengiriman
ja: 配送日
ka: მიწოდების თარიღი
kk: Жеткізу күні
km: កាលបរិច្ឆេទដឹកជញ្ជូន
kn: ವಿತರಣಾ ದಿನಾಂಕ
ku: ڕێکەوتی گەیاندن
lo: ວັນ​ທີ​ສົ່ງ
lt: Pristatymo data
mr: वितरण तारीख
ms: Tarikh penghantaran
my: ပိုဆောင်မည့်ရက်စွဲ
no: Leveringsdato
pl: Data dostawy
ro: Data livrării
si: බෙදාහැරීමේ දිනය
sk: Dátum doručenia
sq: Data e dorëzimit
sr: Датум доставе
sv: Leveransdatum
sw: Tarehe ya uwasilishaji
ta: வழங்கல் தேதி
te: డెలివరీ తేదీ
th: วันที่จัดส่ง
tr: Teslimat Tarihi
uk: Дата доставки
ur: ترسیل کی تاریخ
uz: Yetkazib berish sanasi
vi: Ngày giao hàng

# youHaveAssignedToOrder
source: You have been assigned to order #{total}
am: ወቅታስ {total}ቁጥር ትዕዛዝ ተመድቦዎታል
ar: تم تعيينك للطلب رقم {total}
az: Siz №{total}sifariş üçün təyin olundunuz
bg: Назначени сте за поръчка №{total}
bn: আপনি অর্ডার #{total} এ নিযুক্ত হয়েছেন
bs: Dodijeljeni ste narudžbi #{total}
ca: T'han assignat la comanda #{total}
cs: Přiřadili jste objednávku č. {total}
da: Du har tildelt ordre nr. {total}
el: Έχετε ανατεθεί στην παραγγελία #{total}
et: Oled määratud tellimusele #{total}
fa: سفارش #{total} به شما اختصاص داده شد
fi: Sinut on liitetty tilaukseen #{total}
he: הוקצית להזמנה מספר {total}
hi: आपको ऑर्डर #{total} असाइन किया गया है
hu: A(z) {total} számú rendelést kapta
id: Anda telah ditugaskan untuk pesanan #{total}
ja: 注文番号{total}に割り当てられました
ka: თქვენ დაგევალათ შეკვეთა #{total}
kk: №{total} тапсырысты тағайындадыңыз
km: អ្នកត្រូវបានផ្ដល់ទៅវិក្កយបត្របញ្ជាទិញលេខ #{total}
kn: ನೀವು ಆದೇಶ #{total} ಗೆ ನಿಯೋಜಿಸಲಾಗಿದೆ
ku: تۆ بۆ داواکاری #{total} دیاری کراویت
lo: ທ່ານໄດ້ມອບໝາຍໃຫ້ສັ່ງ #{total}
lt: Jūs priskirtas užsakymui #{total}
mr: तुम्ही ऑर्डर #{total} साठी नियुक्त केले आहे
ms: Anda telah ditetapkan untuk pesanan #{total}
my: You have assigned to order #{total}
no: Du er tildelt bestilling #{total}
pl: Przypisano do zamówienia nr {total}
ro: Ai fost atribuit comenzii #{total}
si: ඔබ ඇණවුම් #{total} වෙත පවරා ඇත
sk: Pridelili ste objednávku č. {total}
sq: Ju keni caktuar porosinë #{total}
sr: Додељени сте поруџбини #{total}
sv: Du har tilldelats order nr{total}
sw: Umepangiwa agizo #{total}
ta: நீங்கள் ஆர்டர் #{total}க்கு நியமிக்கப்பட்டுள்ளீர்கள்
te: మీరు ఆర్డర్ #{total} కు కేటాయించబడ్డారు
th: คุณได้รับมอบหมายคำสั่งซื้อ #{total}
tr: #{total} numaralı siparişe atandınız
uk: Вам призначено замовлення №{total}
ur: آپ نے آرڈر #{total} کو تفویض کیا ہے
uz: Siz {total} buyurtma berdingiz
vi: Bạn đã được phân công đơn hàng #{total}

# distance
source: ~{total} km
am: ~{total} ኪ.ሜ
ar: ~{total} كم
bg: ~{total} км
bn: ~{total} কিমি
el: {total} χλμ
fa: ~{total} کیلومتر
he: ~{total} ק"מ
hi: ~{total} किमी
ka: ~{total} კმ
kk: ~{total} км
km: ~{total} គីឡូម៉ែត្រ
kn: ~{total} ಕಿ.ಮೀ
ku: ~{total} کێلۆمەتر
lo: ~{total} ກິໂລແມັດ
mr: ~{total} किमी
si: ~{total} කි.මී.
sr: ~{total} км
sw: ~{total} kilomita
ta: ~{total} கி.மீ
te: ~{total} కి.మీ
th: ~{total} กม.
uk: ~{total} км
ur: ~{total} کلومیٹر

# registerFailed
source: Registration failed
am: ምዝገባ አልተሳካም
ar: فشل التسجيل
az: Qeydiyyat uğursuz oldu
bg: Неуспешна регистрация
bn: নিবন্ধন ব্যর্থ হয়েছে
bs: Registracija nije uspjela
ca: El registre ha fallat
cs: Registrace se nezdařila
da: Registrering mislykkedes
el: Η εγγραφή απέτυχε
et: Registreerimine ebaõnnestus
fa: ثبت‌نام ناموفق بود
fi: Rekisteröinti epäonnistui
he: ההרשמה נכשלה
hi: पंजीकरण विफल
hu: A regisztráció sikertelen
id: Pendaftaran gagal
ja: 登録に失敗しました
ka: რეგისტრაცია ვერ მოხერხდა
kk: Тіркелу сәтсіз аяқталды
km: ការចុះឈ្មោះបរាជ័យ
kn: ನೋಂದಣಿ ವಿಫಲವಾಗಿದೆ
ku: تۆمارکردن سەرکەوتوو نەبوو
lo: ການລົງທະບຽນລົ້ມເຫຼວ
lt: Registracija nepavyko
mr: नोंदणी अयशस्वी
ms: Pendaftaran gagal
my: စာရင်းသွင်းမှုမအောင်မြင်ပါ။
no: Registrering mislyktes
pl: Rejestracja nie powiodła się
ro: Înregistrare eșuată
si: ලියාපදිංචිය අසාර්ථක විය
sk: Registrácia zlyhala
sq: Regjistrimi dështoi
sr: Регистрација није успела
sv: Registreringen misslyckades
sw: Usajili umeshindikana
ta: பதிவு தோல்வியடைந்தது
te: నమోదు విఫలమైంది
th: ลงทะเบียนไม่สำเร็จ
tr: Kayıt başarısız
uk: Помилка реєстрації
ur: رجسٹر ناکام ہو گیا
uz: Ro'yxatdan o'tib bo'lmadi
vi: Đăng ký thất bại

# registerSuccess
source: Registration successful
am: ምዝገባ ተሳክቷል
ar: تم التسجيل بنجاح
az: Qeydiyyat uğurlu oldu
bg: Успешна регистрация
bn: সফলভাবে নিবন্ধন করা হয়েছে
bs: Registracija je uspješna
ca: T'has registrat correctament
cs: Registrace byla úspěšná
da: Registrering gennemført
el: Η εγγραφή ολοκληρώθηκε με επιτυχία
et: Registreerimine õnnestus
fa: ثبت‌نام موفقیت‌آمیز
fi: Rekisteröityminen onnistui
he: נרשמת בהצלחה
hi: सफलतापूर्वक पंजीकृत
hu: Sikeres regisztráció
id: Pendaftaran berhasil
ja: 登録が完了しました
ka: წარმატებით დარეგისტრირდით
kk: Сәтті тіркелдіңіз
km: ចុះឈ្មោះដោយជោគជ័យ
kn: ನೋಂದಣಿ ಯಶಸ್ವಿಯಾಗಿದೆ
ku: تۆمارکردن سەرکەوتوو بوو
lo: ລົງທະບຽນສຳເລັດ
lt: Sėkmingai užsiregistravote
mr: यशस्वीरित्या नोंदणी केली
ms: Pendaftaran berjaya
my: စာရင်းသွင်းမှုအောင်မြင်ပါသည်။
no: Registrering vellykket
pl: Rejestracja zakończona pomyślnie
ro: Înregistrare reușită
si: සාර්ථකව ලියාපදිංචි විය
sk: Registrácia bola úspešná
sq: Regjistrimi u krye me sukses
sr: Регистрација је успела
sv: Registreringen lyckades
sw: Umejisajili kwa mafanikio
ta: வெற்றிகரமாக பதிவு செய்யப்பட்டது
te: నమోదు విజయవంతం అయింది
th: ลงทะเบียนสำเร็จ
tr: Başarıyla kaydoldunuz
uk: Реєстрація успішна
ur: کامیابی سے رجسٹر ہو گیا
uz: Muvaffaqiyatli ro'yxatdan o'tdingiz
vi: Đăng ký thành công

source: Invalid Phone Number
am: የስልክ ቁጥር ትክክል አይደለም
ar: رقم الهاتف غير صالح
az: Yanlış telefon nömrəsi
bg: Невалиден телефонен номер
bn: অবৈধ ফোন নম্বর
bs: Nevažeći broj telefona
ca: Número de telèfon no vàlid
cs: Neplatné telefonní číslo
da: Ugyldigt telefonnummer
el: Μη έγκυρος αριθμός τηλεφώνου
et: Vale telefoninumber
fa: شماره تلفن نامعتبر است
fi: Virheellinen puhelinnumero
he: מספר טלפון לא תקין
hi: अमान्य फ़ोन नंबर
hu: Érvénytelen telefonszám
id: Nomor Telepon Tidak Valid
ja: 無効な電話番号です
ka: Არასწორი მობილურის ნომერი
kk: Телефон нөмірі жарамсыз
km: លេខទូរស័ព្ទមិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯವಾದ ಫೋನ್ ಸಂಖ್ಯೆ
ku: ژمارەی تەلەفۆنەکە نادروستە
lo: ເບີໂທລະສັບບໍ່ຖືກຕ້ອງ
lt: Neteisingas telefono numeris
mr: अवैध फोन नंबर
ms: Nombor telefon tidak sah
my: ဖုန်းနံပါတ်မှားယွင်းနေပါသည်။
no: Ugyldig telefonnummer
pl: Nieprawidłowy numer telefonu
ro: Număr de telefon invalid
si: අවලංගු දුරකථන අංකයකි
sk: Neplatné telefónne číslo
sq: Numër telefoni i pavlefshëm
sr: Неважећи број телефона
sv: Ogiltigt telefonnummer
sw: Nambari batili ya simu
ta: தவறான தொலைபேசி எண்
te: చెల్లని ఫోన్ నంబర్
th: เบอร์โทรศัพท์ไม่ถูกต้อง
tr: Geçersiz telefon numarası
uk: Недійсний номер телефону
ur: غلط فون نمبر
uz: Telefon raqami noto'g'ri
vi: Số điện thoại không hợp lệ
