Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# graphqlError
source: Something went wrong when trying to do this action. Please double check
am: ይህን እርምጃ ለመውሰድ ችግር ተፈጥሯል። እባክዎ ድጋሚ ይፈትሹ
ar: حدث خطأ أثناء محاولة تنفيذ هذا الإجراء. يُرجى إعادة التحقق.
az: Bu əməliyyatı yerinə yetirmək istəyərkən xəta baş verdi. Zəhmət olmasa iki dəfə yoxlayın
bg: Възникна проблем при изпълнение на действието. Моля, проверете отново
bn: এই কাজটি করার সময় কিছু সমস্যা হয়েছে। দয়া করে আবার পরীক্ষা করে দেখুন।
bs: Došlo je do greške prilikom pokušaja izvršavanja ove radnje. Molimo vas da provjerite još jednom.
ca: S'ha produït un error en intentar fer aquesta acció. Si us plau, comprova-ho de nou
cs: Při pokusu o provedení této akce se něco pokazilo. Zkontrolujte to prosím znovu.
da: Noget gik galt under forsøget på at udføre denne handling. Dobbelttjek venligst.
el: Παρουσιάστηκε κάποιο πρόβλημα κατά την προσπάθεια εκτέλεσης αυτής της ενέργειας. Ελέγξτε ξανά.
et: Midagi läks selle toimingu tegemisel valesti. Palun kontrolli veelkord
fa: هنگام تلاش برای انجام این عمل، مشکلی پیش آمد. لطفاً دوباره بررسی کنید.
fi: Jotain meni pieleen tämän toiminnon suorittamisessa. Tarkista asia uudelleen.
he: משהו השתבש בעת ניסיון לבצע פעולה זו. אנא בדוק שוב.
hi: यह कार्रवाई करने का प्रयास करते समय कुछ गड़बड़ी हुई। कृपया दोबारा जाँच लें
hu: Hiba történt a művelet végrehajtása közben. Kérjük, ellenőrizze újra.
id: Terjadi kesalahan saat mencoba melakukan tindakan ini. Harap periksa kembali
ja: この操作を実行しようとしたときに問題が発生しました。もう一度ご確認ください。
ka: ამ მოქმედების შესრულებისას რაღაც შეცდომა მოხდა. გთხოვთ, ორჯერ გადაამოწმოთ
kk: Бұл әрекетті орындау барысында бірдеңе дұрыс болмады. Қайтадан тексеріңіз.
km: មានអ្វីមួយខុសប្រក្រតីនៅពេលព្យាយាមធ្វើសកម្មភាពនេះ។ សូមពិនិត្យម្តងទៀត
kn: ಈ ಕ್ರಿಯೆಯನ್ನು ಮಾಡಲು ಪ್ರಯತ್ನಿಸುವಾಗ ಏನೋ ತಪ್ಪಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಪರಿಶೀಲಿಸಿ.
ku: هەڵەیەک ڕوویدا لە کاتی ئەنجامدانی ئەم کردارە. تکایە دووبارە پشکنین بکە
lo: ມີບາງຢ່າງຜິດພາດເກີດຂຶ້ນເມື່ອພະຍາຍາມເຮັດການກະທຳນີ້. ກະລຸນາກວດເບິ່ງສອງຄັ້ງ
lt: Bandant atlikti šį veiksmą įvyko klaida. Dar kartą patikrinkite.
mr: ही कृती करण्याचा प्रयत्न करताना काहीतरी चूक झाली. कृपया पुन्हा तपासा.
ms: Kesilapan telah berlaku semasa cuba melakukan tindakan ini. Sila semak semula
my: ဤလုပ်ဆောင်ချက်ကို လုပ်ဆောင်ရန် ကြိုးပမ်းရာတွင် တစ်စုံတစ်ခု မှားယွင်းသွားပါသည်။ ကျေးဇူးပြု၍ နှစ်ဆစစ်ဆေးပါ။
no: Noe gikk galt under denne handlingen. Vennligst dobbeltsjekk
pl: Coś poszło nie tak podczas próby wykonania tej czynności. Sprawdź jeszcze raz
ro: Ceva nu a mers bine la încercarea de a face această acțiune. Vă rugăm să verificați din nou.
si: මෙම ක්‍රියාව සිදු කිරීමේදී යම් දෝෂයක් ඇතිවී ඇත. කරුණාකර නැවත පරීක්ෂා කරන්න.
sk: Pri pokuse o vykonanie tejto akcie sa vyskytla chyba. Skontrolujte to znova.
sq: Diçka shkoi keq gjatë përpjekjes për ta kryer këtë veprim. Ju lutemi kontrolloni dy herë.
sr: Дошло је до грешке при покушају извршавања ове радње. Молимо вас да проверите још једном.
sv: Något gick fel när jag försökte utföra den här åtgärden. Kontrollera noga.
sw: Hitilafu fulani imetokea wakati wa kujaribu kufanya kitendo hiki. Tafadhali angalia mara mbili
ta: இந்தச் செயலைச் செய்ய முயற்சிக்கும்போது ஏதோ தவறு ஏற்பட்டது. மீண்டும் சரிபார்க்கவும்.
te: ఈ చర్యను ప్రయత్నించేటప్పుడు ఏదో తప్పు జరిగింది. దయచేసి మళ్లీ తనిఖీ చేయండి
th: มีบางอย่างผิดพลาดขณะพยายามดำเนินการนี้ โปรดตรวจสอบอีกครั้ง
tr: Bu eylemi yapmaya çalışırken bir şeyler ters gitti. Lütfen tekrar kontrol edin
uk: Щось пішло не так під час виконання цієї дії. Будь ласка, перевірте ще раз.
ur: یہ کارروائی کرنے کی کوشش کرتے وقت کچھ غلط ہو گیا۔ براہ کرم دو بار چیک کریں۔
uz: Bu amalni bajarishda nimadir xato ketdi. Iltimos, ikki marta tekshiring
vi: Có lỗi xảy ra khi thực hiện hành động này. Vui lòng kiểm tra lại.

# graphqlValidationError
source: Invalid data provided. Please check your input.
am: የተሳሳተ ውሂብ ተሰጥቷል። እባክዎ ግቤቶችዎን ያረጋግጡ።
ar: البيانات المدخلة غير صالحة. يُرجى التحقق من بياناتك.
az: Yanlış data təmin edilib. Girişinizi yoxlayın.
bg: Въведени са невалидни данни. Моля, проверете въведеното.
bn: ভুল তথ্য দেওয়া হয়েছে। অনুগ্রহ করে আপনার ইনপুট পরীক্ষা করুন।
bs: Uneseni podaci su nevažeći. Molimo provjerite unos.
ca: Dades no vàlides. Comprova la teva entrada.
cs: Zadali jste neplatné údaje. Zkontrolujte prosím zadané údaje.
da: Ugyldige data angivet. Kontroller venligst din indtastning.
el: Δεν καταχωρήθηκαν έγκυρα δεδομένα. Ελέγξτε τα δεδομένα που εισαγάγατε.
et: Sisestatud andmed on vigased. Palun kontrolli oma sisestust.
fa: اطلاعات وارد شده نامعتبر است. لطفاً ورودی خود را بررسی کنید.
fi: Virheelliset tiedot. Tarkista syötteet.
he: סופקו נתונים לא חוקיים. אנא בדוק את הקלט שלך.
hi: गलत डेटा प्रदान किया गया है। कृपया अपना इनपुट जांचें।
hu: Érvénytelen adatot adott meg. Kérjük, ellenőrizze a bevitelt.
id: Data yang diberikan tidak valid. Harap periksa masukan Anda.
ja: 無効なデータが指定されました。入力内容を確認してください。
ka: მოწოდებული მონაცემები არასწორია. გთხოვთ, შეამოწმოთ თქვენი შეყვანა.
kk: Жарамсыз деректер берілді. Енгізуіңізді тексеріңіз.
km: ការផ្តល់ទិន្នន័យមិនត្រឹមត្រូវ។ សូមពិនិត្យមើលការបញ្ចូលរបស់អ្នក។
kn: ಅಮಾನ್ಯವಾದ ಡೇಟಾ ಒದಗಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇನ್‌ಪುಟ್ ಪರಿಶೀಲಿಸಿ.
ku: داتا نادروستە. تکایە زانیاریەکانت بپشکنە.
lo: ຂໍ້ມູນບໍ່ຖືກຕ້ອງ. ກະລຸນາກວດເບິ່ງຂໍ້ມູນຂອງທ່ານ.
lt: Pateikti neteisingi duomenys. Patikrinkite įvestį.
mr: चुकीचा डेटा प्रदान केला आहे. कृपया तुमचा इनपुट तपासा.
ms: Data tidak sah disediakan. Sila semak input anda.
my: မမှန်ကန်သောဒေတာကို ပေးထားသည်။ သင့်ထည့်သွင်းမှုကို စစ်ဆေးပါ။
no: Ugyldige data oppgitt. Vennligst sjekk inndataene dine.
pl: Podano nieprawidłowe dane. Sprawdź swoje dane wejściowe.
ro: Datele furnizate sunt nevalide. Vă rugăm să verificați datele introduse.
si: වලංගු නොවන දත්ත ලබාදී ඇත. කරුණාකර ඔබගේ ඇතුළත් කිරීම පරීක්ෂා කරන්න.
sk: Zadali ste neplatné údaje. Skontrolujte si ich.
sq: Të dhëna të pavlefshme. Ju lutemi kontrolloni të dhënat tuaja.
sr: Унети су неважећи подаци. Молимо вас да проверите свој унос.
sv: Ogiltig data har angetts. Kontrollera dina inmatningar.
sw: Data batili iliyotolewa. Tafadhali angalia ingizo lako.
ta: தவறான தரவு வழங்கப்பட்டுள்ளது. உங்கள் உள்ளீட்டைச் சரிபார்க்கவும்.
te: చెల్లని డేటా ఇవ్వబడింది. దయచేసి మీ ఇన్‌పుట్‌ను తనిఖీ చేయండి.
th: ข้อมูลที่ให้มาไม่ถูกต้อง กรุณาตรวจสอบข้อมูลที่คุณป้อน
tr: Geçersiz veri sağlandı. Lütfen girdinizi kontrol edin.
uk: Надано недійсні дані. Будь ласка, перевірте введені дані.
ur: غلط ڈیٹا فراہم کیا گیا۔ براہ کرم اپنا ان پٹ چیک کریں۔
uz: Yaroqsiz maʼlumotlar taqdim etilgan. Iltimos, kiritishingizni tekshiring.
vi: Dữ liệu cung cấp không hợp lệ. Vui lòng kiểm tra lại thông tin.

source: How to earn points?
am: ነጥቦችን እንዴት ማግኘት ይቻላል?
ar: كيفية كسب النقاط؟
az: Necə xal qazanmaq olar?
bg: Как да спечелите точки?
bn: কিভাবে পয়েন্ট অর্জন করবেন?
bs: Kako zaraditi bodove?
ca: Com guanyar punts?
cs: Jak získat body?
da: Hvordan optjener man point?
el: Πώς να κερδίσετε πόντους;
et: Kuidas punkte teenida?
fa: چگونه امتیاز کسب کنیم؟
fi: Miten ansaita pisteitä?
he: איך לצבור נקודות?
hi: अंक कैसे अर्जित करें?
hu: Hogyan szerezhet pontokat?
id: Bagaimana cara mendapatkan poin?
ja: ポイントを獲得するにはどうすればいいですか?
ka: როგორ დავაგროვო ქულები?
kk: Ұпайларды қалай алуға болады?
kn: ಅಂಕಗಳನ್ನು ಹೇಗೆ ಗಳಿಸಬಹುದು?
ku: چۆن خاڵ بەدەست بهێنم؟
lo: ວິທີການຫາຄະແນນ?
lt: Kaip užsidirbti taškų?
mr: गुण कसे कमवायचे?
ms: Bagaimana untuk mendapatkan mata?
my: အမှတ်များ မည်သို့ရယူရမည်နည်း။
no: Hvordan tjene poeng?
pl: Jak zdobywać punkty?
ro: Cum să câștigi puncte?
si: ලකුණු උපයා ගැනීමේ ක්‍රමය?
sk: Ako získať body?
sq: Si të fitoni pikë?
sr: Како зарадити поене?
sv: Hur tjänar man poäng?
sw: Jinsi ya kupata pointi?
ta: புள்ளிகளை எவ்வாறு சம்பாதிப்பது?
te: పాయింట్లు ఎలా సంపాదించాలి?
th: จะสะสมแต้มได้อย่างไร?
tr: Puan nasıl kazanılır?
uk: Як заробити бали?
ur: پوائنٹس کیسے حاصل کریں؟
uz: Ballarni qanday olish mumkin?
vi: Làm thế nào để kiếm điểm?

# invalidAddress
source: Please enter a valid address
am: እባኮትን ትክክለኛ አድራሻ ያስገቡ
ar: الرجاء إدخال عنوان صالح
az: Lütfən düzgün ünvan daxil edin
bg: Моля, въведете валиден адрес
bn: দয়া করে একটি বৈধ ঠিকানা লিখুন।
bs: Molimo unesite važeću adresu
ca: Introdueix una adreça vàlida
cs: Zadejte prosím platnou adresu
da: Indtast venligst en gyldig adresse
el: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση
et: Palun sisesta kehtiv aadress
fa: لطفا یک آدرس معتبر وارد کنید
fi: Anna kelvollinen osoite
he: אנא הזן כתובת תקפה
hi: कृपया एक वैध पता दर्ज करें
hu: Kérjük, adjon meg egy érvényes címet
id: Harap masukkan alamat yang valid
ja: 有効な住所を入力してください
ka: გთხოვთ, შეიყვანოთ სწორი მისამართი
kk: Жарамды мекенжайды енгізіңіз
km: សូមបញ្ចូលអាសយដ្ឋានត្រឹមត្រូវ។
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.
ku: تکایە ناونیشانی دروست بنووسە
lo: ກະລຸນາໃສ່ທີ່ຢູ່ທີ່ຖືກຕ້ອງ
lt: Įveskite galiojantį adresą
mr: कृपया एक वैध पत्ता प्रविष्ट करा.
ms: Sila masukkan alamat yang sah
my: ကျေးဇူးပြု၍ တရားဝင်လိပ်စာတစ်ခု ထည့်ပါ။
no: Vennligst oppgi en gyldig adresse
pl: Proszę wpisać prawidłowy adres
ro: Vă rugăm să introduceți o adresă validă
si: කරුණාකර වලංගු ලිපිනයක් ඇතුළත් කරන්න
sk: Zadajte platnú adresu
sq: Ju lutemi futni një adresë të vlefshme
sr: Молимо вас да унесете важећу адресу
sv: Ange en giltig adress
sw: Tafadhali weka anwani halali
ta: தயவுசெய்து ஒரு செல்லுபடியாகும் முகவரியை உள்ளிடவும்.
te: దయచేసి సరైన చిరునామాను నమోదు చేయండి
th: กรุณากรอกที่อยู่ที่ถูกต้อง
tr: Lütfen geçerli bir adres girin
uk: Будь ласка, введіть дійсну адресу
ur: براہ کرم ایک درست پتہ درج کریں۔
uz: Yaroqli manzilni kiriting
vi: Vui lòng nhập địa chỉ hợp lệ

# invalidAddressFormat
source: Please enter a complete address with street name and number
am: እባኮትን የመንገድ ስም እና ቁጥር ያካትተ የተሟላ አድራሻ ያስገቡ
ar: الرجاء إدخال عنوان كامل مع اسم الشارع والرقم
az: Küçə adı və nömrəsi ilə tam ünvanı daxil edin
bg: Моля, въведете пълен адрес с име и номер на улицата
bn: রাস্তার নাম এবং নম্বর সহ একটি সম্পূর্ণ ঠিকানা লিখুন।
bs: Molimo unesite potpunu adresu s nazivom ulice i brojem
ca: Introdueix una adreça completa amb nom de carrer i número
cs: Zadejte prosím úplnou adresu s názvem ulice a číslem popisným
da: Indtast venligst en komplet adresse med gadenavn og nummer
el: Παρακαλώ εισάγετε μια πλήρη διεύθυνση με όνομα οδού και αριθμό
et: Palun sisesta täielik aadress koos tänava nime ja numbriga
fa: لطفا آدرس کامل به همراه نام خیابان و شماره پلاک را وارد کنید
fi: Anna koko osoite kadun nimellä ja numerolla
he: אנא הזן כתובת מלאה עם שם רחוב ומספר
hi: कृपया सड़क का नाम और नंबर सहित पूरा पता दर्ज करें
hu: Kérjük, adjon meg egy teljes címet utcanévvel és házszámmal együtt
id: Harap masukkan alamat lengkap dengan nama jalan dan nomor
ja: 通り名と番地を含む完全な住所を入力してください
ka: გთხოვთ, შეიყვანოთ სრული მისამართი ქუჩის სახელწოდებითა და ნომრით
kk: Толық мекенжайды, көше атауы мен нөмірін көрсете отырып, енгізіңіз
km: សូមបញ្ចូលអាសយដ្ឋានពេញលេញដែលមានឈ្មោះផ្លូវ និងលេខ
kn: ದಯವಿಟ್ಟು ರಸ್ತೆ ಹೆಸರು ಮತ್ತು ಸಂಖ್ಯೆಯನ್ನು ಒಳಗೊಂಡ ಸಂಪೂರ್ಣ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.
ku: تکایە ناونیشانی تەواو بنووسە بە ناوی شقام و ژمارە
lo: ກະລຸນາໃສ່ທີ່ຢູ່ເຕັມທີ່ມີຊື່ຖະໜົນ ແລະໝາຍເລກ
lt: Įveskite pilną adresą su gatvės pavadinimu ir numeriu
mr: कृपया रस्त्याचे नाव आणि नंबरसह पूर्ण पत्ता एंटर करा.
ms: Sila masukkan alamat lengkap dengan nama jalan dan nombor
my: လမ်းအမည်နှင့် နံပါတ်ပါသော လိပ်စာအပြည့်အစုံကို ထည့်ပါ။
no: Vennligst oppgi en fullstendig adresse med gatenavn og nummer
pl: Proszę wpisać pełny adres z nazwą ulicy i numerem domu
ro: Vă rugăm să introduceți o adresă completă, inclusiv numele străzii și numărul.
si: කරුණාකර වීථි නාමය සහ අංකය සමඟ සම්පූර්ණ ලිපිනයක් ඇතුළත් කරන්න
sk: Zadajte, prosím, úplnú adresu s názvom ulice a číslom
sq: Ju lutemi shkruani një adresë të plotë me emrin dhe numrin e rrugës
sr: Молимо вас да унесете комплетну адресу са називом улице и бројем
sv: Ange en fullständig adress med gatunamn och nummer
sw: Tafadhali weka anwani kamili iliyo na jina la mtaa na nambari
ta: தெரு பெயர் மற்றும் எண்ணுடன் முழுமையான முகவரியை உள்ளிடவும்.
te: దయచేసి వీధి పేరు మరియు నంబర్‌తో పూర్తి చిరునామా నమోదు చేయండి
th: กรุณากรอกที่อยู่ให้ครบถ้วน พร้อมชื่อถนนและเลขที่
tr: Lütfen sokak adı ve numarasıyla birlikte tam adresi girin
uk: Будь ласка, введіть повну адресу з назвою вулиці та номером будинку
ur: براہ کرم گلی کے نام اور نمبر کے ساتھ مکمل پتہ درج کریں۔
uz: Iltimos, ko'cha nomi va raqami bilan to'liq manzilni kiriting
vi: Vui lòng nhập đầy đủ địa chỉ với tên đường và số nhà

# invalidCity
source: Please enter a valid city name
am: እባኮትን ትክክለኛ የከተማ ስም ያስገቡ
ar: الرجاء إدخال اسم مدينة صالح
az: Lütfən, düzgün şəhər adı daxil edin
bg: Моля, въведете валидно име на град
bn: দয়া করে একটি বৈধ শহরের নাম লিখুন।
bs: Molimo unesite važeći naziv grada
ca: Si us plau, introdueix un nom de ciutat vàlid
cs: Zadejte prosím platný název města
da: Indtast venligst et gyldigt bynavn
el: Παρακαλώ εισάγετε ένα έγκυρο όνομα πόλης
et: Palun sisesta kehtiv linna nimi
fa: لطفا نام شهر را به درستی وارد کنید
fi: Anna kelvollinen kaupungin nimi
he: אנא הזן שם עיר חוקי
hi: कृपया वैध शहर का नाम दर्ज करें
hu: Kérjük, adjon meg egy érvényes városnevet
id: Harap masukkan nama kota yang valid
ja: 有効な都市名を入力してください
ka: გთხოვთ, შეიყვანოთ ქალაქის სწორი სახელი
kk: Жарамды қала атауын енгізіңіз
km: សូមបញ្ចូលឈ្មោះទីក្រុងត្រឹមត្រូវ។
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ನಗರದ ಹೆಸರನ್ನು ನಮೂದಿಸಿ.
ku: تکایە ناوی شارێکی دروست بنووسە
lo: ກະລຸນາໃສ່ຊື່ເມືອງທີ່ຖືກຕ້ອງ
lt: Įveskite galiojantį miesto pavadinimą
mr: कृपया वैध शहराचे नाव प्रविष्ट करा.
ms: Sila masukkan nama bandar yang sah
my: ကျေးဇူးပြု၍ တရားဝင်မြို့အမည်ကို ထည့်ပါ။
no: Vennligst oppgi et gyldig bynavn
pl: Proszę wpisać prawidłową nazwę miasta
ro: Vă rugăm să introduceți un nume de oraș valid
si: කරුණාකර වලංගු නගර නමක් ඇතුළත් කරන්න
sk: Zadajte platný názov mesta
sq: Ju lutemi futni një emër qyteti të vlefshëm
sr: Молимо вас да унесете важећи назив града
sv: Ange ett giltigt stadsnamn
sw: Tafadhali weka jina halali la jiji
ta: தயவுசெய்து ஒரு செல்லுபடியாகும் நகரப் பெயரை உள்ளிடவும்.
te: దయచేసి సరైన నగర పేరు నమోదు చేయండి
th: กรุณากรอกชื่อเมืองที่ถูกต้อง
tr: Lütfen geçerli bir şehir adı girin
uk: Будь ласка, введіть дійсну назву міста
ur: براہ کرم شہر کا ایک درست نام درج کریں۔
uz: Yaroqli shahar nomini kiriting
vi: Vui lòng nhập tên thành phố hợp lệ

# invalidCityFormat
source: Please enter a valid city name without special characters
am: እባኮትን ልዩ ባህሪ ሳያሟሉ የከተማ ስም ያስገቡ
ar: الرجاء إدخال اسم مدينة صالح بدون أحرف خاصة
az: Lütfən, xüsusi simvollar olmadan etibarlı şəhər adını daxil edin
bg: Моля, въведете валидно име на град без специални символи
bn: বিশেষ অক্ষর ছাড়া একটি বৈধ শহরের নাম লিখুন।
bs: Molimo unesite važeći naziv grada bez posebnih znakova
ca: Introdueix un nom de ciutat vàlid sense caràcters especials
cs: Zadejte platný název města bez speciálních znaků.
da: Indtast venligst et gyldigt bynavn uden specialtegn
el: Παρακαλώ εισάγετε ένα έγκυρο όνομα πόλης χωρίς ειδικούς χαρακτήρες
et: Palun sisesta kehtiv linna nimi ilma erimärkideta
fa: لطفا نام شهر را به صورت صحیح و بدون کاراکترهای خاص وارد کنید
fi: Anna kelvollinen kaupungin nimi ilman erikoismerkkejä
he: אנא הזן שם עיר חוקי ללא תווים מיוחדים
hi: कृपया विशेष वर्णों के बिना वैध शहर का नाम दर्ज करें
hu: Kérjük, adjon meg egy érvényes városnevet speciális karakterek nélkül
id: Harap masukkan nama kota yang valid tanpa karakter khusus
ja: 特殊文字を含まない有効な都市名を入力してください
ka: გთხოვთ, შეიყვანოთ ქალაქის სწორი სახელი სპეციალური სიმბოლოების გარეშე
kk: Арнайы таңбаларсыз жарамды қала атауын енгізіңіз
km: សូមបញ្ចូលឈ្មោះទីក្រុងត្រឹមត្រូវដោយមិនប្រើតួអក្សរពិសេស
kn: ದಯವಿಟ್ಟು ವಿಶೇಷ ಅಕ್ಷರಗಳನ್ನು ಬಳಸದೆ ಮಾನ್ಯವಾದ ನಗರದ ಹೆಸರನ್ನು ನಮೂದಿಸಿ.
ku: تکایە ناوی شارێکی دروست بنووسە بێ جیاوازە تایبەتیەکان
lo: ກະລຸນາໃສ່ຊື່ເມືອງທີ່ຖືກຕ້ອງໂດຍບໍ່ມີຕົວອັກສອນພິເສດ
lt: Įveskite galiojantį miesto pavadinimą be specialiųjų simbolių
mr: कृपया विशेष वर्णांशिवाय वैध शहराचे नाव प्रविष्ट करा.
ms: Sila masukkan nama bandar yang sah tanpa aksara khas
my: အထူးအက္ခရာများမပါဘဲ တရားဝင်သောမြို့အမည်ကို ထည့်ပါ။
no: Vennligst oppgi et gyldig bynavn uten spesialtegn
pl: Proszę wpisać prawidłową nazwę miasta bez znaków specjalnych
ro: Vă rugăm să introduceți un nume de oraș valid, fără caractere speciale.
si: කරුණාකර විශේෂ අක්ෂර නොමැති වලංගු නගර නාමයක් ඇතුළත් කරන්න
sk: Zadajte platný názov mesta bez špeciálnych znakov
sq: Ju lutemi futni një emër qyteti të vlefshëm pa karaktere të veçanta
sr: Молимо вас да унесете важећи назив града без специјалних знакова
sv: Ange ett giltigt stadsnamn utan specialtecken
sw: Tafadhali weka jina halali la jiji bila vibambo maalum
ta: சிறப்பு எழுத்துக்குறிகள் இல்லாமல் செல்லுபடியாகும் நகரப் பெயரை உள்ளிடவும்.
te: దయచేసి ప్రత్యేక అక్షరాలు లేకుండా సరైన నగర పేరు నమోదు చేయండి
th: กรุณากรอกชื่อเมืองที่ถูกต้องโดยไม่ต้องมีอักขระพิเศษ
tr: Lütfen özel karakterler olmadan geçerli bir şehir adı girin
uk: Будь ласка, введіть дійсну назву міста без спеціальних символів
ur: براہ کرم خصوصی حروف کے بغیر شہر کا ایک درست نام درج کریں۔
uz: Maxsus belgilarsiz yaroqli shahar nomini kiriting
vi: Vui lòng nhập tên thành phố hợp lệ, không có ký tự đặc biệt

# invalidCountry
source: Please select a valid country
am: እባኮትን ትክክለኛ አገር ይምረጡ
ar: الرجاء تحديد بلد صالح
az: Lütfən, etibarlı ölkə seçin
bg: Моля, изберете валидна държава
bn: অনুগ্রহ করে একটি বৈধ দেশ নির্বাচন করুন।
bs: Molimo odaberite važeću državu
ca: Si us plau, selecciona un país vàlid
cs: Vyberte prosím platnou zemi.
da: Vælg venligst et gyldigt land
el: Επιλέξτε μια έγκυρη χώρα
et: Palun vali kehtiv riik
fa: لطفا یک کشور معتبر انتخاب کنید
fi: Valitse kelvollinen maa
he: אנא בחר מדינה תקפה
hi: कृपया कोई मान्य देश चुनें
hu: Kérjük, válasszon érvényes országot
id: Silakan pilih negara yang valid
ja: 有効な国を選択してください
ka: გთხოვთ, აირჩიოთ სწორი ქვეყანა
kk: Жарамды елді таңдаңыз
km: សូមជ្រើសរើសប្រទេសដែលមានសុពលភាព
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ದೇಶವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ku: تکایە وڵاتێکی دروست هەلبژێرە
lo: ກະລຸນາເລືອກປະເທດທີ່ຖືກຕ້ອງ
lt: Pasirinkite tinkamą šalį
mr: कृपया एक वैध देश निवडा.
ms: Sila pilih negara yang sah
my: ကျေးဇူးပြု၍ တရားဝင်နိုင်ငံကို ရွေးပါ။
no: Vennligst velg et gyldig land
pl: Proszę wybrać prawidłowy kraj
ro: Vă rugăm să selectați o țară validă
si: කරුණාකර වලංගු රටක් තෝරන්න
sk: Vyberte platnú krajinu
sq: Ju lutem zgjidhni një vend të vlefshëm
sr: Молимо вас да изаберете важећу земљу
sv: Välj ett giltigt land
sw: Tafadhali chagua nchi halali
ta: தயவுசெய்து ஒரு செல்லுபடியாகும் நாட்டைத் தேர்ந்தெடுக்கவும்.
te: దయచేసి సరైన దేశాన్ని ఎంచుకోండి
th: กรุณาเลือกประเทศที่ถูกต้อง
tr: Lütfen geçerli bir ülke seçin
uk: Будь ласка, виберіть дійсну країну
ur: براہ کرم ایک درست ملک منتخب کریں۔
uz: Yaroqli mamlakatni tanlang
vi: Vui lòng chọn quốc gia hợp lệ

# invalidCountryCode
source: Please select a valid country code
am: እባኮትን ትክክለኛ የአገር ኮድ ይምረጡ
ar: الرجاء تحديد رمز البلد الصحيح
az: Lütfən, etibarlı ölkə kodu seçin
bg: Моля, изберете валиден код на държава
bn: অনুগ্রহ করে একটি বৈধ দেশের কোড নির্বাচন করুন।
bs: Molimo odaberite važeći pozivni broj države
ca: Selecciona un codi de país vàlid
cs: Vyberte platný kód země.
da: Vælg venligst en gyldig landekode
el: Επιλέξτε έναν έγκυρο κωδικό χώρας
et: Palun vali kehtiv riigikood
fa: لطفا یک کد کشور معتبر انتخاب کنید
fi: Valitse kelvollinen maakoodi
he: אנא בחר קוד מדינה תקף
hi: कृपया एक मान्य देश कोड चुनें
hu: Kérjük, válasszon érvényes országkódot
id: Silakan pilih kode negara yang valid
ja: 有効な国コードを選択してください
ka: გთხოვთ, აირჩიოთ ქვეყნის სწორი კოდი
kk: Жарамды ел кодын таңдаңыз
km: សូមជ្រើសរើសលេខកូដប្រទេសដែលត្រឹមត្រូវ
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ದೇಶದ ಕೋಡ್ ಆಯ್ಕೆಮಾಡಿ.
ku: تکایە کۆدی وڵاتێکی دروست هەڵبژێرە
lo: ກະລຸນາເລືອກລະຫັດປະເທດທີ່ຖືກຕ້ອງ
lt: Pasirinkite galiojantį šalies kodą
mr: कृपया एक वैध देश कोड निवडा.
ms: Sila pilih kod negara yang sah
my: ကျေးဇူးပြု၍ မှန်ကန်သော နိုင်ငံကုဒ်ကို ရွေးပါ။
no: Vennligst velg en gyldig landskode
pl: Proszę wybrać prawidłowy kod kraju
ro: Vă rugăm să selectați un cod de țară valid
si: කරුණාකර වලංගු රටේ කේතයක් තෝරන්න
sk: Vyberte platný kód krajiny
sq: Ju lutem zgjidhni një kod vendi të vlefshëm
sr: Изаберите важећи позивни број земље
sv: Välj en giltig landskod
sw: Tafadhali chagua msimbo halali wa nchi
ta: தயவுசெய்து ஒரு செல்லுபடியாகும் நாட்டுக் குறியீட்டைத் தேர்ந்தெடுக்கவும்.
te: దయచేసి సరైన దేశ కోడ్‌ను ఎంచుకోండి
th: กรุณาเลือกรหัสประเทศที่ถูกต้อง
tr: Lütfen geçerli bir ülke kodu seçin
uk: Будь ласка, виберіть дійсний код країни
ur: براہ کرم ایک درست ملک کا کوڈ منتخب کریں۔
uz: Yaroqli mamlakat kodini tanlang
vi: Vui lòng chọn mã quốc gia hợp lệ

# invalidCountryCodeFormat
source: Please select a valid country code from the list
am: እባኮትን ከዝርዝሩ ትክክለኛ የአገር ኮድ ይምረጡ
ar: الرجاء تحديد رمز البلد الصحيح من القائمة
az: Siyahıdan etibarlı ölkə kodu seçin
bg: Моля, изберете валиден телефонен код от списъка
bn: তালিকা থেকে একটি বৈধ দেশের কোড নির্বাচন করুন।
bs: Molimo odaberite važeći pozivni broj države s popisa
ca: Si us plau, selecciona un codi de país vàlid de la llista
cs: Vyberte prosím platný kód země ze seznamu.
da: Vælg venligst en gyldig landekode fra listen
el: Επιλέξτε έναν έγκυρο κωδικό χώρας από τη λίστα
et: Palun vali nimekirjast kehtiv riigikood
fa: لطفا یک کد کشور معتبر از لیست انتخاب کنید
fi: Valitse kelvollinen maakoodi luettelosta
he: אנא בחר קוד מדינה תקף מהרשימה
hi: कृपया सूची से एक वैध देश कोड चुनें
hu: Kérjük, válasszon egy érvényes országkódot a listából.
id: Silakan pilih kode negara yang valid dari daftar
ja: リストから有効な国コードを選択してください
ka: გთხოვთ, სიიდან აირჩიოთ სწორი ქვეყნის კოდი
kk: Тізімнен жарамды ел кодын таңдаңыз
km: សូមជ្រើសរើសលេខកូដប្រទេសដែលមានសុពលភាពពីបញ្ជី
kn: ದಯವಿಟ್ಟು ಪಟ್ಟಿಯಿಂದ ಮಾನ್ಯವಾದ ದೇಶದ ಕೋಡ್ ಆಯ್ಕೆಮಾಡಿ.
ku: تکایە کۆدی وڵاتێکی دروست لە لیستەکە هەڵبژێرە
lo: ກະລຸນາເລືອກລະຫັດປະເທດທີ່ຖືກຕ້ອງຈາກລາຍຊື່
lt: Pasirinkite galiojantį šalies kodą iš sąrašo
mr: कृपया सूचीमधून एक वैध देश कोड निवडा.
ms: Sila pilih kod negara yang sah daripada senarai
my: ကျေးဇူးပြု၍ စာရင်းမှ တရားဝင်သော နိုင်ငံကုဒ်တစ်ခုကို ရွေးပါ။
no: Vennligst velg en gyldig landskode fra listen
pl: Proszę wybrać prawidłowy kod kraju z listy
ro: Vă rugăm să selectați un cod de țară valid din listă
si: කරුණාකර ලැයිස්තුවෙන් වලංගු රටේ කේතයක් තෝරන්න
sk: Vyberte platný kód krajiny zo zoznamu
sq: Ju lutemi zgjidhni një kod vendi të vlefshëm nga lista
sr: Молимо вас да изаберете важећи позивни број земље са листе
sv: Välj en giltig landskod från listan
sw: Tafadhali chagua msimbo halali wa nchi kutoka kwenye orodha
ta: பட்டியலிலிருந்து செல்லுபடியாகும் நாட்டுக் குறியீட்டைத் தேர்ந்தெடுக்கவும்.
te: దయచేసి జాబితా నుండి సరైన దేశ కోడ్‌ను ఎంచుకోండి
th: กรุณาเลือกรหัสประเทศที่ถูกต้องจากรายการ
tr: Lütfen listeden geçerli bir ülke kodu seçin
uk: Будь ласка, виберіть дійсний код країни зі списку
ur: براہ کرم فہرست سے ایک درست ملک کا کوڈ منتخب کریں۔
uz: Roʻyxatdan yaroqli mamlakat kodini tanlang
vi: Vui lòng chọn mã quốc gia hợp lệ từ danh sách
