Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Write your note
am: ማስታወሻዎን ይጻፉ
ar: اكتب ملاحظاتك
az: Qeydinizi yazın
bg: Напишете вашата бележка
bn: আপনার নোট লিখুন
bs: Napišite svoju napomenu
ca: Escriu la teva nota
cs: Napište svou poznámku
da: Skriv din note
el: Γράψτε τη σημείωσή σας
et: Kirjuta oma märkus
fa: یادداشت خود را بنویسید
fi: Kirjoita muistiinpanosi
he: כתוב את ההערה שלך
hi: अपना नोट लिखें
hu: Írjon megjegyzést
id: Tulis catatan Anda
ja: メモを書く
ka: დაწერეთ თქვენი შენიშვნა
kk: Жазбаңызды жазыңыз
km: សរសេរកំណត់ចំណាំរបស់អ្នក
kn: ನಿಮ್ಮ ಟಿಪ್ಪಣಿಯನ್ನು ಬರೆಯಿರಿ
ku: تێبینیەکانت بنوسە
lo: ຂຽນບັນທຶກຂອງທ່ານ
lt: Parašykite savo pastabą
mr: तुमची टीप लिहा
ms: Tulis nota anda
my: သင့်မှတ်စုရေးပါ
no: Skriv din merknad
pl: Napisz notatkę
ro: Scrie nota
si: ඔබගේ සටහන ලියන්න
sk: Napíšte svoju poznámku
sq: Shkruani shënimin tuaj
sr: Напишите своју напомену
sv: Skriv din anteckning
sw: Andika dokezo lako
ta: உங்கள் குறிப்பை எழுதவும்
te: మీ గమనికను వ్రాయండి
th: เขียนบันทึกของคุณ
tr: Notunuzu Yazın
uk: Напишіть свою примітку
ur: اپنا نوٹ لکھیں
uz: Eslatma yozing
vi: Viết ghi chú của bạn

# orderSuccessTitle1
source: You've successfully placed your order
am: ትዕዛዙን በተሳካ ሁኔታ አስገብተዋል
ar: لقد تم تقديم طلبك بنجاح
az: Sifarişiniz uğurla yerləşdirildi
bg: Поръчката е направена успешно
bn: আপনি সফলভাবে অর্ডার করেছেন
bs: Uspješno ste poslali narudžbu
ca: Has fet la comanda correctament
cs: Objednávka byla úspěšně odeslána
da: Du har gennemført din ordre
el: Υποβάλατε με επιτυχία την παραγγελία σας
et: Oled edukalt tellimuse esitanud
fa: سفارش شما
fi: Tilaus onnistui
he: ההזמנה בוצעה בהצלחה
hi: आपने सफलतापूर्वक आदेश दे दिया है
hu: Sikeresen leadta a megrendelést
id: Pesanan Berhasil
ja: ご注文ありがとうございます
ka: შეკვეთა წარმატებით განთავსდა
kk: Тапсырысты сәтті орналастырдыңыз
km: អ្នកបានបញ្ជាទិញដោយជោគជ័យ
kn: ನೀವು ಯಶಸ್ವಿಯಾಗಿ ಆದೇಶವನ್ನು ಮಾಡಿದ್ದೀರಿ
ku: داواکردنەکەت بەسەرکەوتوویی نێردرا
lo: ທ່ານໄດ້ສັ່ງຊື້ສຳເລັດແລ້ວ
lt: Sėkmingai pateikėte užsakymą
mr: तुम्ही यशस्वीरित्या ऑर्डर दिली आहे
ms: Anda telah berjaya membuat pesanan
my: သင်အော်ဒါအောင်မြင်စွာတင်ပြီးပါပြီ
no: Du har lagt inn bestillingen
pl: Złożyłeś zamówienie pomyślnie
ro: Ai plasat comanda cu succes
si: ඔබ සාර්ථකව ඇණවුමක් සිදු කර ඇත
sk: Objednávka bola úspešne zadaná
sq: Ju e keni bërë me sukses porosinë
sr: Успешно сте послали поруџбину
sv: Du har gjort beställningen
sw: Umefanikiwa kuagiza
ta: நீங்கள் வெற்றிகரமாக ஆர்டரை வைத்துள்ளீர்கள்
te: మీరు విజయవంతంగా ఆర్డర్ పెట్టారు
th: คุณได้ทำการสั่งซื้อเรียบร้อยแล้ว
tr: Siparişinizi başarıyla verdiniz
uk: Ваше замовлення успішно оформлено
ur: آپ نے کامیابی سے آرڈر دے دیا ہے
uz: Buyurtmangiz muvaffaqiyatli joylashtirildi
vi: Bạn đã đặt hàng thành công

# orderSuccessMsg1
source: You can check the status of your order using our delivery status feature. You will receive an order confirmation email with details of your order and a link to track its progress.
am: የትዕዛዝዎን ሁኔታ በእኛ የማድረስ ሁኔታ ባህሪ በመጠቀም መፈተሽ ይችላሉ። የትዕዛዝ ማረጋገጫ ኢሜይል ከትዕዛዝዎ ዝርዝሮች እና እድገቱን የሚከታተሉበት ሊንክ ጋር ይደርስዎታል።
ar: يمكنك التحقق من حالة طلبك باستخدام ميزة تتبع الطلب. ستتلقى رسالة تأكيد بالبريد الإلكتروني تحتوي على تفاصيل طلبك ورابط لتتبع حالته.
az: Sifarişinizin statusunu izləmə funksiyamızdan istifadə edərək yoxlaya bilərsiniz. Sifarişinizin təfərrüatları və gedişatını izləmək üçün e-poçt təsdiqi alacaqsınız.
bg: Можете да проверите статуса на поръчката си чрез функцията за проследяване на доставка. Ще получите имейл с потвърждение на поръчката и детайли за проследяване.
bn: আমাদের ডেলিভারি স্ট্যাটাস ফিচার ব্যবহার করে আপনি আপনার অর্ডারের স্থিতি পরীক্ষা করতে পারেন। আপনি আপনার অর্ডারের বিশদ এবং এর অগ্রগতি ট্র্যাক করার জন্য একটি লিঙ্ক সহ একটি অর্ডার নিশ্চিতকরণ ইমেইল পাবেন।
bs: Možete provjeriti status vaše narudžbe koristeći našu funkciju praćenja dostave. Primit ćete email potvrde narudžbe s detaljima i linkom za praćenje.
ca: Pots comprovar l'estat de la teva comanda utilitzant la nostra funció d'estat de lliurament. Rebràs un correu electrònic de confirmació amb els detalls de la teva comanda i un enllaç per seguir-ne el progrés
cs: Stav své objednávky můžete zkontrolovat pomocí naší funkce sledování doručení. Obdržíte e-mail s potvrzením objednávky, podrobnostmi a odkazem pro sledování jejího průběhu.
da: Du kan tjekke status for din ordre ved hjælp af vores leveringsstatus-funktion. Du vil modtage en ordrebekræftelse på e-mail med detaljer om din ordre og et link til at følge ordrens forløb.
el: Μπορείτε να ελέγξετε την κατάσταση της παραγγελίας σας χρησιμοποιώντας τη λειτουργία κατάστασης παράδοσης. Θα λάβετε ένα email επιβεβαίωσης παραγγελίας με λεπτομέρειες της παραγγελίας σας και έναν σύνδεσμο για την παρακολούθηση της προόδου της.
et: Saad oma tellimuse olekut kontrollida meie tarne oleku funktsiooni abil. Saad tellimuse kinnituse e-kirja, mis sisaldab sinu tellimuse üksikasju ja linki selle edenemise jälgimiseks.
fa: سفارش شما با موفقیت ثبت شد
fi: Voit tarkistaa tilauksesi tilan toimitusseurantaominaisuudellamme. Saat sähköpostiisi tilausvahvistuksen, jossa on tilauksesi tiedot ja linkki seurantaan.
he: תוכל לבדוק את מצב ההזמנה שלך באמצעות תכונת מעקב המשלוחים שלנו. תקבל דוא"ל לאישור ההזמנה עם פרטי ההזמנה וקישור למעקב אחר התקדמותה.
hi: आप हमारी डिलीवरी स्थिति सुविधा का उपयोग करके अपने आदेश की स्थिति की जांच कर सकते हैं। आपको अपने आदेश के विवरण और इसकी प्रगति को ट्रैक करने के लिए लिंक के साथ एक आदेश पुष्टिकरण ईमेल प्राप्त होगा।
hu: Köszönjük, hogy nálunk vásárolt! A rendeléséről a megadott e-mail címre automatikusan elküldtük a megerősítő e-mailt. A fiókja/Rendelési előzmények menüpont alatt már megtekintheti a rendelése adatait.
id: Anda dapat memeriksa status pesanan menggunakan fitur status pengiriman kami. Anda akan menerima email konfirmasi pesanan dengan rincian pesanan dan tautan untuk melacak progresnya.
ja: 注文の配送状況は、注文追跡機能で確認できます。注文確認メールに、注文の詳細と追跡リンクが記載されています。
ka: შეგიძლიათ შეამოწმოთ თქვენი შეკვეთის სტატუსი ჩვენი მიწოდების სტატუსის ფუნქციით. მიიღებთ შეკვეთის დადასტურების ელ.ფოსტას შეკვეთის დეტალებითა და მისი მიდევნების ბმულით
kk: Жеткізу күйі мүмкіндігін пайдаланып тапсырысыңыздың күйін тексере аласыз. Тапсырысты растау электрондық поштасында тапсырыс туралы мәліметтер және оның орындалу барысын бақылау сілтемесі болады
km: អ្នកអាចពិនិត្យស្ថានភាពបញ្ជាទិញរបស់អ្នកតាមមុខងារតាមដានដឹកជញ្ជូន។ អ្នកនឹងទទួលបានអ៊ីមែលបញ្ជាក់ការបញ្ជាទិញជាមួយព័ត៌មានលម្អិត និងតំណភ្ជាប់ដើម្បីតាមដានវឌ្ឍនភាព។
kn: ನಿಮ್ಮ ಆದೇಶದ ಸ್ಥಿತಿಯನ್ನು ನಮ್ಮ ವಿತರಣಾ ಸ್ಥಿತಿ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಬಳಸಿ ಪರಿಶೀಲಿಸಬಹುದು. ನಿಮ್ಮ ಆದೇಶದ ವಿವರಗಳು ಮತ್ತು ಅದರ ಪ್ರಗತಿಯನ್ನು ಪತ್ತೆಹಚ್ಚಲು ಲಿಂಕ್ ಹೊಂದಿರುವ ಆದೇಶ ದೃಢೀಕರಣ ಇಮೇಲ್ ಅನ್ನು ನೀವು ಸ್ವೀಕರಿಸುತ್ತೀರಿ.
ku: دەتوانیت باری ئەم ڕێکخستنە بپشکنی بە بەکارهێنانی تایبەتمەندی دۆخی گەیاندنمان. ئیمەیڵێکی دڵنیاکردنەوەی فەرمانت پێدەگات لەگەڵ وردەکاریەکانی فەرمانەکەت و لینکێک بۆ بەدواداچوونی پێشکەوتنەکەی.
lo: ທ່ານ​ສາ​ມາດ​ກວດ​ສອບ​ສະ​ຖາ​ນະ​ຂອງ​ການຄໍາ​ສັ່ງ​ ຂອງ​ທ່ານ ໂດຍການກວດເບິ່ງສະຖານະຜ່ານແອັບ​. ທ່ານຈະໄດ້ຮັບ e-mail ຢືນຢັນຄໍາສັ່ງທີ່ມີລາຍລະອຽດຂອງການສັ່ງຊື້.
lt: Galite patikrinti savo užsakymo būseną naudodami mūsų pristatymo sekimo funkciją. Gausite užsakymo patvirtinimo el. laišką su užsakymo informacija ir nuoroda jo eigai sekti.
mr: आमच्या वितरण स्थिती वैशिष्ट्याचा वापर करून तुम्ही तुमच्या ऑर्डरची स्थिती तपासू शकता. तुम्हाला तुमच्या ऑर्डरच्या तपशीलांसह ऑर्डर पुष्टीकरण ईमेल आणि त्याच्या प्रगतीचा मागोवा घेण्यासाठी लिंक मिळेल.
ms: Anda boleh menyemak status pesanan anda dengan menggunakan ciri status penghantaran kami. Anda akan menerima e-mel pengesahan pesanan dengan butiran pesanan anda dan pautan untuk menjejaki kemajuannya.
my: သင့်အော်ဒါအခြေအနေကို ပို့ဆောင်မှုခြေရာခံခြင်းဖော်ပြချက်တွင်ကြည့်ရှုနိုင်ပါသည်။ သင့်အော်ဒါအခြေအနေအသေးစိတ်ကိုကြည့်ရှုနိုင်သော အတည်ပြုအီးမေးလ်တစ်စောင်ရရှိပါမည်
no: Du kan sjekke status på bestillingen din ved å bruke vår leveringssporingsfunksjon. Du vil motta en ordrebekreftelse på e-post med detaljer om bestillingen din og en lenke for å spore fremdriften.
pl: Możesz sprawdzić status swojego zamówienia, korzystając z funkcji statusu dostawy. Otrzymasz e-mail z potwierdzeniem zamówienia zawierający szczegóły zamówienia i link do śledzenia jego postępu.
ro: Poți verifica starea comenzii folosind funcția noastră de urmărire comandă. Vei primi un email de confirmare a comenzii cu detalii despre comandă și un link pentru a urmări progresul acesteia.
si: අපගේ ප්‍රවාහන තත්ත්ව විශේෂාංගය භාවිතයෙන් ඔබට ඔබගේ ඇණවුමේ තත්ත්වය පරීක්ෂා කළ හැකිය. ඔබගේ ඇණවුම් විස්තර සහ එහි ප්‍රගතිය පරීක්ෂා කිරීමට සබැඳියක් සහිත ඇණවුම් තහවුරු කිරීමේ විද්‍යුත් තැපෑලක් ඔබට ලැබෙනු ඇත.
sk: Stav svojej objednávky môžete skontrolovať pomocou našej funkcie sledovania doručenia. Dostanete e-mail s potvrdením objednávky, ktorý bude obsahovať podrobnosti o vašej objednávke a odkaz na sledovanie jej priebehu.
sq: Ju mund të kontrolloni statusin e porosisë tuaj duke përdorur veçorinë tonë të statusit të dorëzimit. Do të merrni një email konfirmimi të porosisë me detaje të porosisë tuaj dhe një lidhje për të ndjekur progresin e saj.
sr: Статус поруџбине можете проверити помоћу наше функције праћења. Добићете имејл са потврдом поруџбине и детаљима за праћење
sv: Du kan kontrollera status för din beställning med hjälp av vår leveransstatusfunktion. Du kommer att få ett orderbekräftelsemeddelande med information om din beställning och en länk för att spåra dess framsteg.
sw: Unaweza kuangalia hali ya agizo lako kwa kutumia kipengele chetu cha hali ya uwasilishaji. Utapokea barua pepe ya uthibitisho wa agizo iliyo na maelezo ya agizo lako na kiungo cha kufuatilia maendeleo yake.
ta: எங்கள் அனுப்புதல் நிலை அம்சத்தைப் பயன்படுத்தி உங்கள் ஆர்டரின் நிலையைச் சரிபார்க்கலாம். உங்கள் ஆர்டர் விவரங்களுடன் ஆர்டர் உறுதிப்படுத்தல் மின்னஞ்சலைப் பெறுவீர்கள்.
te: మీరు మా డెలివరీ స్థితి ఫీచర్‌ను ఉపయోగించి మీ ఆర్డర్ స్థితిని తనిఖీ చేయవచ్చు. మీరు మీ ఆర్డర్ వివరాలతో మరియు దాని పురోగతిని ట్రాక్ చేసే లింక్‌తో ఆర్డర్ ధృవీకరణ ఈమెయిల్‌ను అందుకుంటారు.
th: คุณสามารถตรวจสอบสถานะคำสั่งซื้อของคุณได้โดยใช้คุณสมบัติสถานะการจัดส่งของเรา คุณจะได้รับอีเมลยืนยันการสั่งซื้อพร้อมรายละเอียดคำสั่งซื้อและลิงก์เพื่อติดตามความคืบหน้า
tr: Teslimat durumu özelliğimizi kullanarak siparişinizin durumunu kontrol edebilirsiniz. Siparişinizin ayrıntılarını ve ilerlemesini takip etmek için bir bağlantı içeren sipariş onay e-postası alacaksınız.
uk: Ви можете перевірити стан свого замовлення за допомогою нашої функції відстеження доставки. Ви отримаєте електронного листа з підтвердженням замовлення, деталями та посиланням для відстеження виконання.
ur: آپ ہماری ڈیلیوری اسٹیٹس کی خصوصیت کا استعمال کرکے اپنے آرڈر کی حالت دیکھ سکتے ہیں۔ آپ کو اپنے آرڈر کی تفصیلات اور اس کی پیشرفت کو ٹریک کرنے کے لیے ایک لنک کے ساتھ آرڈر کی تصدیقی ای میل موصول ہوگی
uz: Buyurtma holatini bizning yetkazib berish holati xususiyati yordamida tekshirishingiz mumkin. Buyurtma tafsilotlari va uning borishini kuzatish havolasi ko'rsatilgan buyurtmani tasdiqlash xabarini olasiz
vi: Bạn có thể kiểm tra trạng thái đơn hàng của mình bằng tính năng theo dõi đơn hàng của chúng tôi. Bạn sẽ nhận được email xác nhận đơn hàng với chi tiết đơn hàng và đường dẫn để theo dõi tiến trình.

# orderSuccessTitle2
source: Your Account
am: የእርስዎ መለያ
ar: حسابك
az: Hesabınız
bg: Вашият профил
bn: আপনার অ্যাকাউন্ট
bs: Vaš račun
ca: El teu compte
cs: Váš účet
da: Din konto
el: Ο λογαριασμός σας
et: Sinu konto
fa: حساب کاربری شما
fi: Tilisi
he: החשבון שלך
hi: आपका खाता
hu: Fiókom
id: Akun Anda
ja: アカウント
ka: თქვენი ანგარიში
kk: Сіздің тіркелгіңіз
km: គណនីរបស់អ្នក
kn: ನಿಮ್ಮ ಖಾತೆ
ku: هەژمارەکەت
lo: ບັນ​ຊີ​ຂອງ​ທ່ານ
lt: Jūsų paskyra
mr: तुमचे खाते
ms: Akaun anda
my: သင့်အကောင့်
no: Din konto
pl: Twoje konto
ro: Contul tău
si: ඔබගේ ගිණුම
sk: Váš účet
sq: Llogaria juaj
sr: Ваш налог
sv: Ditt konto
sw: Akaunti yako
ta: உங்கள் கணக்கு
te: మీ ఖాతా
th: บัญชีของคุณ
tr: Hesabınız
uk: Ваш обліковий запис
ur: آپ کا اکاؤنٹ
uz: Sizning hisobingiz
vi: Tài khoản của bạn

# orderSuccessMsg2
source: You can log into your account using your email and password. On your account you can edit your profile data, check transaction history, and edit newsletter subscription.
am: በኢሜይልዎ እና በይለፍ ቃልዎ በመጠቀም ወደ መለያዎ መግባት ይችላሉ። በመለያዎ ላይ የመገለጫ መረጃዎን ማስተካከል፣ የግብይት ታሪክን መመልከት እና የዜና መጽሄት ደንበኝነትን ማስተካከል ይችላሉ።
ar: يمكنك تسجيل الدخول إلى حسابك باستخدام البريد الإلكتروني وكلمة المرور المحددة مسبقاً. في حسابك يمكنك تعديل بيانات ملفك الشخصي، والتحقق من سجل المعاملات، وتعديل اشتراكك في النشرة الإخبارية.
az: Əvvəl müəyyən etdiyiniz e-poçt və şifrə ilə hesabınıza daxil ola bilərsiniz. Hesabınızda profil məlumatlarınızı redaktə edə, əməliyyat tarixçəsinə baxa və bülleten abunəliyini redaktə edə bilərsiniz.
bg: Можете да влезете в профила си с имейл и парола. В профила си можете да редактирате личните си данни, да проверявате историята на транзакциите и да редактирате абонамента за бюлетин.
bn: আপনি ইমেইল এবং পাসওয়ার্ড দিয়ে আপনার অ্যাকাউন্টে লগইন করতে পারেন। আপনার অ্যাকাউন্টে আপনি আপনার প্রোফাইল ডেটা সম্পাদনা করতে পারেন, লেনদেনের ইতিহাস পরীক্ষা করতে পারেন, নিউজলেটারে সাবস্ক্রিপশন সম্পাদনা করতে পারেন।
bs: Možete se prijaviti na svoj račun koristeći email i lozinku koje ste definisali ranije. Na svom računu možete uređivati podatke profila, provjeriti historiju transakcija, uređivati pretplate na newsletter.
ca: Pots iniciar sessió al teu compte utilitzant el correu electrònic i la contrasenya definits anteriorment. Al teu compte pots editar les dades del teu perfil, comprovar l'historial de transaccions i editar la subscripció al butlletí.
cs: Do svého účtu se můžete přihlásit pomocí dříve zadaného e-mailu a hesla. Na svém účtu můžete upravovat údaje profilu, kontrolovat historii transakcí a spravovat odběr newsletteru.
da: Du kan logge ind på din konto med den tidligere angivne e-mail og adgangskode. På din konto kan du redigere dine profiloplysninger, tjekke ordrehistorik og redigere dit nyhedsbrev-abonnement.
el: Μπορείτε να συνδεθείτε στον λογαριασμό σας χρησιμοποιώντας το email και τον κωδικό πρόσβασης που ορίσατε νωρίτερα. Στον λογαριασμό σας μπορείτε να επεξεργαστείτε τα δεδομένα του προφίλ σας, να ελέγξετε το ιστορικό των συναλλαγών και να επεξεργαστείτε τη συνδρομή στο ενημερωτικό δελτίο.
et: Saad oma kontole sisse logida, kasutades varem määratud e-posti ja parooli. Oma kontol saad muuta profiiliandmeid, kontrollida tehingute ajalugu ja muuta uudiskirja tellimust.
fa: می‌توانید با استفاده از حساب کاربری خود تاریخچه سفارشات را مشاهده کنید
fi: Voit kirjautua tilillesi käyttämällä aiemmin määrittämääsi sähköpostiosoitetta ja salasanaa. Tililläsi voit muokata profiilitietojasi, tarkistaa tapahtumahistorian ja muokata uutiskirjeen tilausta.
he: תוכל להיכנס לחשבונך באמצעות הדוא"ל והסיסמה שהגדרת. בחשבונך תוכל לערוך את פרטי הפרופיל שלך, לבדוק היסטוריית עסקאות ולנהל את ההרשמה לניוזלטר.
hi: आप पहले से परिभाषित ईमेल और पासवर्ड का उपयोग करके अपने खाते में लॉग इन कर सकते हैं। अपने खाते पर आप अपने प्रोफ़ाइल डेटा को संपादित कर सकते हैं, लेनदेन के इतिहास की जांच कर सकते हैं, न्यूज़लेटर की सदस्यता को संपादित कर सकते हैं।
hu: A fiókjába a korábban megadott e-mail cím és jelszó segítségével jelentkezhet be. Fiókjában szerkesztheti profiladatait, ellenőrizheti a tranzakciók előzményeit, szerkesztheti a hírlevélre való feliratkozást.
id: Anda dapat masuk ke akun menggunakan email dan kata sandi yang telah ditentukan sebelumnya. Di akun Anda, Anda dapat mengedit data profil, memeriksa riwayat transaksi, dan mengubah langganan newsletter.
ja: 登録時に設定したメールアドレスとパスワードでアカウントにログインできます。アカウントでは、プロフィールの編集、注文履歴の確認、ニュースレターの購読設定ができます。
ka: შეგიძლიათ შეხვიდეთ თქვენს ანგარიშზე ადრე მითითებული ელ.ფოსტითა და პაროლით. ანგარიშში შეგიძლიათ დაარედაქტიროთ თქვენი პროფილის მონაცემები, შეამოწმოთ ტრანზაქციების ისტორია, შეცვალოთ სიახლეების გამოწერა
kk: Бұрын анықталған электрондық пошта мен құпия сөзді пайдаланып тіркелгіңізге кіре аласыз. Тіркелгіңізде жеке деректерді өңдеуге, транзакциялар тарихын тексеруге, ақпараттық бюллетеньге жазылуды өңдеуге болады
km: អ្នកអាចចូលគណនីរបស់អ្នកដោយប្រើអ៊ីមែល និងពាក្យសម្ងាត់ដែលបានកំណត់។ នៅក្នុងគណនី អ្នកអាចកែសម្រួលទិន្នន័យប្រវត្តិរូប ពិនិត្យប្រវត្តិប្រតិបត្តិការ និងកែសម្រួលការជាវសំបុត្រព័ត៌មាន។
kn: ನೀವು ಮೊದಲು ವ್ಯಾಖ್ಯಾನಿಸಿದ ಇಮೇಲ್ ಮತ್ತು ಪಾಸ್‌ವರ್ಡ್ ಬಳಸಿ ನಿಮ್ಮ ಖಾತೆಗೆ ಲಾಗ್‌ಇನ್ ಮಾಡಬಹುದು. ನಿಮ್ಮ ಖಾತೆಯಲ್ಲಿ ನೀವು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಡೇಟಾವನ್ನು ಸಂಪಾದಿಸಬಹುದು, ವಹಿವಾಟಿನ ಇತಿಹಾಸವನ್ನು ಪರಿಶೀಲಿಸಬಹುದು, ಸುದ್ದಿಪತ್ರಕ್ಕೆ ಚಂದಾದಾರಿಕೆಯನ್ನು ಸಂಪಾದಿಸಬಹುದು.
ku: دەتوانیت داخڵى هەژمارەکەت ببیت بە بەکارهێنانی ئیمەیڵ و تێپەڕوشە کە پێشتر پێناسە کراوە. لەسەر هەژمارەکەت. دەتوانیت زانیاری پرۆفایلەکەت بژار بکەیت، مێژووی مامەڵەکان بپشکنە، بەشداریکردن لە هەواڵنامە بژار بکەیت.
lo: ທ່ານ​ສາ​ມາດ​ເຂົ້າ​ສູ່​ລະ​ບົບ​ບັນ​ຊີ​ຂອງ​ທ່ານ​ໂດຍ​ນໍາ​ໃຊ້​ອີ​ເມລ​ ແລະ​ ລະ​ຫັດ​ຜ່ານ​ທີ່​ກໍາ​ນົດ​ໄວ້​ກ່ອນ​ຫນ້າ​ນີ້​. ​ທ່ານ​ສາ​ມາດ​ແກ້​ໄຂ​ຂໍ້​ມູນປະຫວັດຂອງ​ທ່ານ​, ກວດ​ສອບ​ປະ​ຫວັດ​ການ​ເຮັດ​ທຸ​ລະ​ກໍາ​, ແກ້​ໄຂ​ການໄດ້ຮັບແຈ້ງເຕືອນ​.
lt: Galite prisijungti prie savo paskyros naudodami anksčiau nurodytą el. paštą ir slaptažodį. Savo paskyroje galite redaguoti profilio duomenis, peržiūrėti operacijų istoriją, redaguoti naujienlaiškio prenumeratą.
mr: तुम्ही आधी परिभाषित केलेला ईमेल आणि पासवर्ड वापरून तुमच्या खात्यात लॉगिन करू शकता. तुमच्या खात्यावर तुम्ही तुमचा प्रोफाइल डेटा संपादित करू शकता, व्यवहारांचा इतिहास तपासू शकता, वृत्तपत्राची सदस्यता संपादित करू शकता.
ms: Anda boleh log masuk ke akaun anda menggunakan e-mel dan kata laluan yang ditakrifkan sebelum ini. Pada akaun anda, anda boleh mengedit data profil anda, menyemak sejarah transaksi, mengedit langganan surat berita.
my: သင်သည် အီးမေးလ်နှင့်စကားဝှက်ဖြင့် အကောင့်ဝင်နိုင်ပါသည်။ သင့်အကောင့်တွင် သင့်ကိုယ်ရေးအချက်အလက်များကို တည်းဖြတ်နိုင်ပါသည်၊ ငွေပေးငွေယူမှတ်တမ်းများကို စစ်ဆေးနိုင်ပါသည်၊ သတင်းလွှာမှာယူမှုကို တည်းဖြတ်နိုင်ပါသည်
no: Du kan logge inn på kontoen din ved å bruke e-post og passord som du tidligere har definert. På kontoen din kan du redigere profildata, sjekke transaksjonshistorikk og redigere nyhetsbrevabonnementet.
pl: Możesz zalogować się do swojego konta za pomocą wcześniej zdefiniowanego adresu e-mail i hasła. Na swoim koncie możesz edytować swoje dane profilowe, sprawdzać historię transakcji, edytować subskrypcję newslettera.
ro: Te poți conecta la contul tău folosind adresa de email și parola definite anterior. În contul tău, poți să îți editezi datele personale, să verifici istoricul tranzacțiilor și să modifici preferințele pentru newsletter.
si: ඔබගේ විද්‍යුත් තැපෑල සහ කලින් නිර්මාණය කළ මුරපදය භාවිතයෙන් ඔබට ගිණුමට පිවිසිය හැකිය. ඔබගේ ගිණුමෙන් ඔබට ඔබේ පැතිකඩ සංස්කරණය කිරීමට, ගනුදෙනු ඉතිහාසය පරීක්ෂා කිරීමට සහ පුවත්පත් දායකත්වය සංස්කරණය කිරීමට හැකිය.
sk: Do svojho účtu sa môžete prihlásiť pomocou e-mailu a hesla, ktoré ste si nastavili. Vo svojom účte môžete upravovať údaje profilu, kontrolovať históriu transakcií a spravovať odber newslettera.
sq: Ju mund të hyni në llogarinë tuaj duke përdorur emailin dhe fjalëkalimin e përcaktuar më parë. Në llogarinë tuaj mund të modifikoni të dhënat e profilit tuaj, të kontrolloni historinë e transaksioneve, të modifikoni abonimin në buletinin e lajmeve.
sr: Можете се пријавити на свој налог користећи претходно дефинисани имејл и лозинку. На свом налогу можете уређивати податке профила, проверавати историју трансакција, уређивати претплату на билтен
sv: Du kan logga in på ditt konto med e-post och lösenord som definierats tidigare. På ditt konto kan du redigera din profildata, kontrollera transaktionshistorik och redigera prenumeration på nyhetsbrev.
sw: Unaweza kuingia kwenye akaunti yako kwa kutumia barua pepe na nenosiri lililofafanuliwa hapo awali. Kwenye akaunti yako unaweza kuhariri data yako ya wasifu, angalia historia ya shughuli, hariri usajili kwa jarida.
ta: முன்னதாக வரையறுக்கப்பட்ட மின்னஞ்சல் மற்றும் கடவுச்சொல்லைப் பயன்படுத்தி உங்கள் கணக்கில் உள்நுழையலாம். உங்கள் கணக்கில் உங்கள் சுயவிவரத் தரவைத் திருத்தலாம், பரிவர்த்தனை வரலாற்றைச் சரிபார்க்கலாம்.
te: మీరు మీ ఈమెయిల్ మరియు పాస్‌వర్డ్ ఉపయోగించి మీ ఖాతాలో లాగిన్ అవ్వవచ్చు. మీ ఖాతాలో మీరు ప్రొఫైల్ డేటాను మార్చవచ్చు, లావాదేవీ చరిత్రను తనిఖీ చేయవచ్చు మరియు న్యూస్లెటర్ సభ్యత్వాన్ని మార్చవచ్చు.
th: คุณสามารถเข้าสู่บัญชีของคุณโดยใช้อีเมลและรหัสผ่านที่กำหนดไว้ก่อนหน้านี้ ที่บัญชีของคุณ คุณสามารถแก้ไขข้อมูลโปรไฟล์ ตรวจสอบประวัติการทำธุรกรรม แก้ไขการสมัครรับจดหมายข่าว
tr: Daha önce tanımladığınız e-posta ve şifre ile hesabınıza giriş yapabilirsiniz. Hesabınızda bilgilerinizi güncelleyebilir, geçmiş siparişlerinizi görüntüleyebilirsiniz.
uk: Ви можете увійти до свого облікового запису, використовуючи електронну пошту та пароль, які були вказані раніше. У своєму профілі ви можете редагувати дані, переглядати історію транзакцій, змінювати підписку на розсилку.
ur: آپ پہلے بیان کردہ ای میل اور پاس ورڈ استعمال کرکے اپنے اکاؤنٹ میں لاگ ان کر سکتے ہیں۔ اپنے اکاؤنٹ پر آپ اپنے پروفائل ڈیٹا میں ترمیم کر سکتے ہیں، لین دین کی تاریخ چیک کر سکتے ہیں، نیوز لیٹر کی رکنیت میں ترمیم کر سکتے ہیں
uz: Siz ilgari ko'rsatilgan elektron pochta va parol yordamida hisobingizga kirishingiz mumkin. Hisobingizda profil ma'lumotlarini tahrirlash, tranzaksiyalar tarixini tekshirish, axborot byulletenlariga obunani tahrirlash mumkin
vi: Bạn có thể đăng nhập vào tài khoản bằng email và mật khẩu đã đặt trước đó. Trên tài khoản của bạn, bạn có thể chỉnh sửa dữ liệu hồ sơ, kiểm tra lịch sử giao dịch, chỉnh sửa đăng ký nhận bản tin.

source: Sign In
am: ግባ
ar: تسجيل الدخول
az: Daxil ol
bg: Вход
bn: সাইন ইন করুন
bs: Prijavi se
ca: Iniciar sessió
cs: Přihlásit se
da: Log ind
el: Σύνδεση
et: Logi sisse
fa: ورود
fi: Kirjaudu sisään
he: התחבר
hi: साइन इन करें
hu: Bejelentkezés
id: Masuk
ja: ログイン
ka: შესვლა
kk: Кіру
km: ចូល
kn: ಪ್ರವೇಶಿಸಿ
ku: چوونەژوورەوە
lo: ເຂົ້າສູ່ລະບົບ
lt: Prisijungti
mr: साइन इन करा
ms: LOG MASUK
my: အကောင့်ဝင်ရန်
no: Logg inn
pl: Zaloguj się
ro: Conectare
si: පිවිසෙන්න
sk: Prihlásiť sa
sq: Hyr
sr: Пријави се
sv: Logga in
sw: Ingia
ta: உள்நுழைக
te: సైన్ ఇన్
th: เข้าสู่ระบบ
tr: Giriş Yap
uk: Увійти
ur: سائن ان کریں
uz: Kirish
vi: Đăng nhập

source: Sign Up
am: ተመዝገብ
ar: إنشاء حساب
az: Qeydiyyatdan keç
bg: Регистрация
bn: নিবন্ধন করুন
bs: Registruj se
ca: Registrar-se
cs: Registrovat se
da: Tilmeld
el: Εγγραφή
et: Registreeru
fa: ثبت‌نام
fi: Rekisteröidy
he: הירשם
hi: साइन अप करें
hu: Regisztráció
id: Daftar
ja: 新規登録
ka: რეგისტრაცია
kk: Тіркелу
km: ចុះឈ្មោះ
kn: ನೋಂದಣಿ ಮಾಡಿ
ku: خۆتۆمارکردن
lo: ລົງທະບຽນ
lt: Registruotis
mr: साइन अप करा
ms: Daftar
my: အကောင့်ဖွင့်ရန်
no: Registrer deg
pl: Zarejestruj się
ro: Înregistrare
si: ලියාපදිංචි වන්න
sk: Registrovať sa
sq: Regjistrohu
sr: Региструј се
sv: Bli medlem
sw: Jisajili
ta: பதிவு செய்க
te: సైన్ అప్
th: ลงทะเบียน
tr: Kaydol
uk: Зареєструватися
ur: سائن اپ کریں
uz: Ro'yxatdan o'tish
vi: Đăng ký

source: Next
am: ቀጣይ
ar: التالي
az: Növbəti
bg: Напред
bn: পরবর্তী
bs: Dalje
ca: Següent
cs: Další
da: Næste
el: Επόμενο
et: Edasi
fa: بعدی
fi: Seuraava
he: הבא
hi: अगला
hu: Következő
id: Lanjut
ja: 次へ
ka: შემდეგი
kk: Келесі
km: បន្ទាប់
kn: ಮುಂದೆ
ku: دواتر
lo: ຕໍ່ໄປ
lt: Kitas
mr: पुढे
ms: Seterusnya
my: ရှေ့သို့
no: Neste
pl: Dalej
ro: Următorul
si: ඊළඟ
sk: Ďalej
sq: Tjetër
sr: Даље
sv: Nästa
sw: Inayofuata
ta: அடுத்து
te: తదుపరి
th: ถัดไป
tr: İleri
uk: Далі
ur: اگلے
uz: Keyingi
vi: Tiếp theo

source: Done
am: ተጠናቅቋል
ar: تم
az: Hazır
bg: Готово
bn: সম্পন্ন
bs: Gotovo
ca: Fet
cs: Hotovo
da: Færdig
el: Ολοκληρώθηκε
et: Valmis
fa: انجام شد
fi: Valmis
he: סיום
hi: हो गया
hu: Kész
id: Selesai
ja: 完了
ka: შესრულებულია
kk: Дайын
km: រួចរាល់
kn: ಮುಗಿದಿದೆ
ku: تەواوبوو
lo: ແລ້ວໆ
lt: Atlikta
mr: पूर्ण झाले
ms: Selesai
my: ပြီးပါပြီ
no: Ferdig
pl: Gotowe
ro: Gata
si: අවසන්
sk: Hotovo
sq: U krye
sr: Готово
sv: Klar
sw: Imekamilika
ta: முடிந்தது
te: పూర్తయింది
th: เสร็จสิ้น
tr: Tamam
uk: Готово
ur: ہو گیا
uz: Bajarildi
vi: Hoàn thành
