Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: This feature does not support the current language
am: ይህ ባህሪ የአሁኑን ቋንቋ አይደግፍም
ar: هذه الميزة لا تدعم اللغة الحالية
az: Bu funksiya cari dili dəstəkləmir
bg: Тази функция не поддържа текущия език
bn: এই বৈশিষ্ট্যটি বর্তমান ভাষাটিকে সমর্থন করে না
bs: Ova funkcija ne podržava trenutni jezik
ca: Aquesta funció no admet l'idioma actual
cs: Tato funkce nepodporuje aktuální jazyk
da: Denne funktion understøtter ikke det aktuelle sprog
el: Αυτή η λειτουργία δεν υποστηρίζει την τρέχουσα γλώσσα
et: See funktsioon ei toeta praegust keelt
fa: این ویژگی از زبان فعلی پشتیبانی نمی‌کند
fi: Tämä ominaisuus ei tue nykyistä kieltä
he: תכונה זו אינה תומכת בשפה הנוכחית
hi: यह सुविधा वर्तमान भाषा में उपलब्ध नहीं है
hu: Ez a funkció nem támogatja az aktuális nyelvet
id: Fitur ini tidak mendukung bahasa saat ini
ja: この機能は現在の言語をサポートしていません
ka: ეს ფუნქცია არ უჭერს მხარს მიმდინარე ენას
kk: Бұл функция ағымдағы тілді қолдамайды
km: មុខងារនេះមិនគាំទ្រភាសាបច្ចុប្បន្នទេ
kn: ಈ ವೈಶಿಷ್ಟ್ಯವು ಪ್ರಸ್ತುತ ಭಾಷೆಯನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ
ku: ئەم تایبەتمەندییە پشتگیری ئەم زمانە ناکات
lo: ຄຸນສົມບັດນີ້ຍັງບໍ່ຮອງຮັບພາສາປັດຈຸບັນ
lt: Ši funkcija nepalaiko dabartinės kalbos
mr: हे वैशिष्ट्य सध्याच्या भाषेला समर्थन करत नाही
ms: Ciri ini tidak menyokong bahasa semasa
my: ဤအင်္ဂါရပ်သည် လက်ရှိဘာသာစကားကို မပံ့ပိုးပါ။
no: Denne funksjonen støtter ikke gjeldende språk
pl: Ta funkcja nie obsługuje obecnego języka
ro: Această funcție nu suportă limba curentă
si: මෙම විශේෂාංගය වත්මන් භාෂාවට සහය නොදක්වයි
sk: Táto funkcia nepodporuje aktuálny jazyk
sq: Kjo veçori nuk e mbështet gjuhën aktuale
sr: Ова функција не подржава тренутни језик
sv: Denna funktion stöder inte det aktuella språket
sw: Kipengele hiki hakitumii lugha ya sasa
ta: இந்த அம்சம் தற்போதைய மொழிக்கு ஆதரவளிக்கவில்லை
te: ఈ ఫీచర్ ప్రస్తుత భాషను మద్దతు ఇవ్వదు
th: คุณสมบัตินี้ไม่รองรับภาษาปัจจุบัน
tr: Bu özellik mevcut dili desteklemiyor
uk: Ця функція не підтримує поточну мову
ur: یہ خصوصیت موجودہ زبان کو سپورٹ نہیں کرتی
uz: Bu funksiya joriy tilni qo'llab-quvvatlamaydi
vi: Tính năng này không hỗ trợ ngôn ngữ hiện tại

source: Brand
am: ብራንድ
ar: العلامة التجارية
az: Brend
bg: Марка
bn: ব্র্যান্ড
bs: Brend
ca: Marca
cs: Značka
da: Mærke
el: Μάρκα
et: Bränd
fa: برند
fi: Brändi
he: מותג
hi: ब्रांड
hu: Márka
id: Merek
ja: ブランド
ka: ბრენდი
kk: Бренд
km: ម៉ាក
kn: ಬ್ರಾಂಡ್
ku: براند
lo: ຍີ່ຫໍ້
lt: Prekės ženklas
mr: ब्रँड
ms: Jenama
my: အမှတ်တံဆိပ်
no: Merke
pl: Marka
ro: Marcă
si: වෙළඳ නාමය
sk: Značka
sq: Markë
sr: Бренд
sv: Varumärke
sw: Chapa
ta: பிராண்ட்
te: బ్రాండ్
th: แบรนด์
tr: Marka
uk: Бренд
ur: برانڈ
uz: Brend
vi: Nhãn hiệu

# reviewPendingApproval
source: Your review has been submitted and is awaiting approval!
am: ግምገማዎ ተልኳል እና ማጽደቅን እየጠበቀ ነው!
ar: تم إرسال تقييمك وينتظر الموافقة!
az: Rəyiniz təqdim edildi və təsdiqini gözləyir!
bg: Вашият отзив е изпратен и очаква одобрение!
bn: আপনার পর্যালোচনা প্রেরণ করা হয়েছে এবং অনুমোদনের জন্য অপেক্ষা করছে!
bs: Vaša recenzija je poslana i čeka odobrenje!
ca: La teva ressenya s'ha enviat i està pendent d'aprovació!
cs: Vaše recenze byla odeslána a čeká na schválení!
da: Din anmeldelse er sendt og venter på godkendelse!
el: Η κριτική σας έχει σταλεί και περιμένει έγκριση!
et: Sinu arvustus on saadetud ja ootab heakskiitu!
fa: نظر شما ارسال شد و منتظر تأیید است!
fi: Arvostelusi on lähetetty ja odottaa hyväksyntää!
he: הביקורת שלך נשלחה וממתינה לאישור!
hi: आपकी समीक्षा भेज दी गई है और अनुमोदन के लिए लंबित है!
hu: Értékelését elküldtük, jóváhagyásra vár!
id: Ulasan Anda telah dikirim dan menunggu persetujuan!
ja: レビューが送信され、承認待ちです
ka: თქვენი შეფასება გაგზავნილია და ელოდება დამტკიცებას!
kk: Пікіріңіз жіберілді және бекітуді күтуде!
km: ការវាយតម្លៃរបស់អ្នកត្រូវបានផ្ញើ ហើយកំពុងរង់ចាំការអនុម័ត!
kn: ನಿಮ್ಮ ವಿಮರ್ಶೆಯನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ ಮತ್ತು ಅನುಮೋದನೆಗಾಗಿ ಕಾಯಲಾಗುತ್ತಿದೆ!
ku: هەڵسەنگاندنەکەت بەسەرکەوتووی نێردرا و لە چاوەڕوانى پەسەندکردندایە!
lo: ກຳລັງລໍຖ້າການອະນຸມັດ!
lt: Jūsų atsiliepimas išsiųstas ir laukia patvirtinimo!
mr: तुमचे पुनरावलोकन पाठवले गेले आहे आणि मंजुरीची प्रतीक्षा करत आहे!
ms: Ulasan anda telah dihantar dan sedang menunggu kelulusan!
my: သင့်သုံးသပ်ချက်ကို တင်သွင်းပြီး အတည်ပြုချက်ကို စောင့်ဆိုင်းနေပါသည်။
no: Anmeldelsen din er sendt og venter på godkjenning!
pl: Twoja recenzja została wysłana i czeka na zatwierdzenie!
ro: Recenzia ta a fost trimisă și așteaptă aprobarea!
si: ඔබගේ සමාලෝචනය යවා ඇති අතර අනුමැතිය සඳහා බලා සිටී!
sk: Vaša recenzia bola odoslaná a čaká na schválenie!
sq: Vlerësimi juaj është dërguar dhe është në pritje të miratimit!
sr: Ваша рецензија је послата и чека одобрење!
sv: Din recension har skickats och väntar på godkännande!
sw: Maoni yako yametumwa na yanasubiri kuidhinishwa!
ta: உங்கள் மதிப்புரை அனுப்பப்பட்டது மற்றும் அங்கீகாரத்திற்காக காத்திருக்கிறது!
te: మీ సమీక్ష సమర్పించబడింది మరియు ఆమోదానికి వేచి ఉంది!
th: รีวิวของคุณถูกส่งแล้วและกำลังรอการอนุมัติ!
tr: İncelemeniz gönderildi ve onay bekliyor!
uk: Ваш відгук надіслано та очікує схвалення!
ur: آپ کا جائزہ بھیج دیا گیا ہے اور منظوری کا انتظار ہے!
uz: Sharhingiz yuborildi va tasdiqlashni kutmoqda!
vi: Đánh giá của bạn đã được gửi và đang chờ phê duyệt!

# reviewSent
source: Your review has been submitted!
am: ግምገማዎ ተልኳል!
ar: تم إرسال تقييمك!
az: Rəyiniz göndərildi!
bg: Вашият отзив е изпратен!
bn: আপনার পর্যালোচনা পাঠানো হয়েছে!
bs: Vaša recenzija je poslana!
ca: La teva ressenya s'ha enviat!
cs: Vaše recenze byla odeslána!
da: Din anmeldelse er blevet sendt!
el: Η κριτική σας έχει σταλεί!
et: Sinu arvustus on saadetud!
fa: نظر شما ارسال شد!
fi: Arvostelusi on lähetetty!
he: הביקורת שלך נשלחה!
hi: आपकी समीक्षा भेज दी गई है!
hu: Értékelését elküldtük!
id: Ulasan Anda telah dikirim!
ja: レビューが送信されました
ka: თქვენი შეფასება გაგზავნილია!
kk: Пікіріңіз жіберілді!
km: ការវាយតម្លៃរបស់អ្នកត្រូវបានផ្ញើ!
kn: ನಿಮ್ಮ ವಿಮರ್ಶೆಯನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ!
ku: هەڵسەنگاندنەکەت بەسەرکەوتووی نێردرا!
lo: ສົ່ງການທົບທວນຂອງທ່ານແລ້ວ!
lt: Jūsų atsiliepimas išsiųstas!
mr: तुमचे पुनरावलोकन पाठवले गेले आहे!
ms: Ulasan anda telah dihantar!
my: သင့်သုံးသပ်ချက်ကို တင်ပြပြီးပါပြီ။
no: Anmeldelsen din er sendt!
pl: Twoja recenzja została wysłana!
ro: Recenzia ta a fost trimisă!
si: ඔබගේ සමාලෝචනය යවා ඇත!
sk: Vaša recenzia bola odoslaná!
sq: Vlerësimi juaj është dërguar!
sr: Ваша рецензија је послата!
sv: Din recension har skickats!
sw: Maoni yako yametumwa!
ta: உங்கள் மதிப்புரை அனுப்பப்பட்டது!
te: మీ సమీక్ష సమర్పించబడింది!
th: รีวิวของคุณถูกส่งแล้ว!
tr: Yorumunuz gönderildi!
uk: Ваш відгук надіслано!
ur: آپ کا جائزہ بھیج دیا گیا!
uz: Sharhingiz yuborildi!
vi: Đánh giá của bạn đã được gửi!

source: Publish
am: አትም
ar: نشر
az: Nəşr et
bg: Публикувай
bn: প্রকাশ করুন
bs: Objavi
ca: Publicar
cs: Publikovat
da: Udgiv
el: Δημοσίευση
et: Avalda
fa: انتشار
fi: Julkaise
he: פרסם
hi: प्रकाशित करें
hu: Közzététel
id: Terbitkan
ja: 公開
ka: გამოქვეყნება
kk: Жариялау
km: បោះពុម្ពផ្សាយ
kn: ಪ್ರಕಟಿಸಿ
ku: بڵاوکردنەوە
lo: ເຜີຍແຜ່
lt: Paskelbti
mr: प्रकाशित करा
ms: Terbitkan
my: ထုတ်ဝေသည်။
no: Publiser
pl: Opublikuj
ro: Publică
si: ප්‍රකාශයට පත් කරන්න
sk: Publikovať
sq: Publiko
sr: Објавите
sv: Publicera
sw: Chapisha
ta: வெளியிடு
te: ప్రచురించండి
th: เผยแพร่
tr: Yayınla
uk: Опублікувати
ur: شائع کریں
uz: Nashr qilish
vi: Đăng

source: Private
am: የግል
ar: خاص
az: Şəxsi
bg: Частен
bn: ব্যক্তিগত
bs: Privatno
ca: Privat
cs: Soukromé
da: Privat
el: Ιδιωτικό
et: Privaatne
fa: خصوصی
fi: Yksityinen
he: פרטי
hi: निजी
hu: Privát
id: Pribadi
ja: 非公開
ka: პირადი
kk: Жеке
km: ឯកជន
kn: ಖಾಸಗಿ
ku: تایبەتی
lo: ສ່ວນຕົວ
lt: Privatu
mr: खाजगी
ms: Peribadi
my: သီးသန့်
no: Privat
pl: Prywatne
ro: Privat
si: පෞද්ගලික
sk: Súkromné
sr: Приватни
sv: Privat
sw: Binafsi
ta: தனிப்பட்ட
te: ప్రైవేట్
th: ส่วนตัว
tr: Özel
uk: Приватний
ur: نجی
uz: Shaxsiy
vi: Riêng tư

source: Draft
am: ረቂቅ
ar: مسودة
az: Qaralama
bg: Чернова
bn: খসড়া
bs: Nacrt
ca: Esborrany
cs: Koncept
da: Udkast
el: Πρόχειρο
et: Mustand
fa: پیش‌نویس
fi: Luonnos
he: טיוטה
hi: ड्राफ्ट
hu: Vázlat
id: Draf
ja: 下書き
ka: მონახაზი
kk: Нобай
km: សេចក្តីព្រាង
kn: ಕರಡು
ku: پڕۆژە
lo: ຮ່າງ
lt: Juodraštis
mr: मसुदा
ms: Draf
my: အကြမ်း
no: Utkast
pl: Wersja robocza
ro: Schiță
si: කෙටුම්පත
sk: Koncept
sr: Нацрт
sv: Utkast
sw: Rasimu
ta: வரைவு
te: డ్రాఫ్ట్
th: ร่าง
tr: Taslak
uk: Чернетка
ur: ڈرافٹ
uz: Qoralama
vi: Bản nháp

source: Simple
am: ቀላል
ar: بسيط
az: Sadə
bg: Прост
bn: সরল
bs: Jednostavno
cs: Jednoduchý
da: Simpel
el: Απλό
et: Lihtne
fa: ساده
fi: Yksinkertainen
he: פשוט
hi: सरल
hu: Egyszerű
id: Sederhana
ja: シンプル
ka: მარტივი
kk: Қарапайым
km: សាមញ្ញ
kn: ಸರಳ
ku: ساده
lo: ທຳມະດາ
lt: Paprastas
mr: साधे
ms: Mudah
my: ရိုးရိုးရှင်းရှင်း
no: Enkel
pl: Prosty
ro: Simplu
si: සරල
sk: Jednoduchý
sq: E thjeshtë
sr: Симпле
sv: Enkel
sw: Rahisi
ta: எளிமையான
te: సాధారణ
th: ทั่วไป
tr: Basit
uk: Простий
ur: سادہ
uz: Oddiy
vi: Đơn giản

source: Grouped
am: የተቧደነ
ar: مجمعة
az: Qruplaşdırılmış
bg: Групиран
bn: দলবদ্ধ
bs: Grupirano
ca: Agrupat
cs: Seskupené
da: Grupperet
el: Ομαδοποιημένα
et: Rühmitatud
fa: گروه‌بندی شده
fi: Ryhmitelty
he: מקובץ
hi: समूहीकृत
hu: Csoportosítva
id: Dikelompokkan
ja: グループ化
ka: დაჯგუფებულია
kk: Топтастырылған
km: ដាក់ជាក្រុម
kn: ಗುಂಪುಮಾಡಲಾಗಿದೆ
ku: کۆکراوە
lo: ຈັດກຸ່ມ
lt: Sugrupuota
mr: गटबद्ध
ms: Berkumpulan
my: အုပ်စုဖွဲ့သည်။
no: Gruppert
pl: Zgrupowane
ro: Grupate
si: කණ්ඩායම් කර ඇත
sk: Zoskupené
sq: Të grupuara
sr: Груписано
sv: Grupperade
sw: Imepangwa kwenye vikundi
ta: குழுவாக்கப்பட்டது
te: సమూహబద్ధమైన
th: จัดกลุ่ม
tr: Gruplandırılmış
uk: Згруповані
ur: گروپ بندی
uz: Guruhlangan
vi: Đã nhóm

source: Variable
am: ተለዋዋጭ
ar: متغير
az: Dəyişən
bg: Променлив
bn: পরিবর্তনশীল
bs: Varijabilno
cs: Proměnná
da: Variabel
el: Μεταβλητό
et: Muutuv
fa: متغیر
fi: Muuttuva
he: משתנה
hi: परिवर्तनीय
hu: Változó
id: Variabel
ja: 可変
ka: ცვლადი
kk: Айнымалы
km: ច្រើនប្រភេទ
kn: ವೇರಿಯಬಲ್
ku: گۆڕاو
lo: ຕົວແປ
lt: Kintamasis
mr: परिवर्तनीय
ms: Pembolehubah
my: ပြောင်းလဲနိုင်သော
no: Variabel
pl: Zmienna
ro: Variabil
si: විචල්‍ය
sk: Variabilné
sq: I ndryshueshëm
sr: Променљива
sv: Variabel
sw: Inaweza kubadilika
ta: மாறுபடும்
te: వేరియబుల్
th: ตัวแปร
tr: Değişken
uk: Змінний
ur: متغیر
uz: O'zgaruvchan
vi: Biến thể

source: Active
am: ንቁ
ar: نشط
az: Aktiv
bg: Активен
bn: সক্রিয়
bs: Aktivno
ca: Actiu
cs: Aktivní
da: Aktiv
el: Ενεργός
et: Aktiivne
fa: فعال
fi: Aktiivinen
he: פעיל
hi: सक्रिय
hu: Aktív
id: Aktif
ja: アクティブ
ka: აქტიური
kk: Белсенді
km: សកម្ម
kn: ಸಕ್ರಿಯ
ku: چالاک
lo: ເປີດໃຊ້ງານ
lt: Aktyvus
mr: सक्रिय
ms: Aktif
my: လှုပ်လှုပ်ရှားရှား
no: Aktiv
pl: Aktywny
ro: Activ
si: සක්‍රිය
sk: Aktívny
sq: Aktiv
sr: Активно
sv: Aktiv
sw: Inayotumika
ta: செயலில்
te: సక్రియం
th: ใช้งานอยู่
tr: Aktif
uk: Активний
ur: فعال
uz: Faol
vi: Đang hoạt động

source: Uploading
am: በመስቀል ላይ
ar: جارٍ التحميل
az: Yüklənir
bg: Качване
bn: আপলোড হচ্ছে
bs: Otpremanje
ca: S'està pujant
cs: Nahrávání
da: Uploader
el: Μεταφόρτωση
et: Üleslaadimine
fa: در حال بارگذاری
fi: Ladataan
he: מעלה
hi: अपलोड हो रहा है
hu: Feltöltés
id: Mengunggah
ja: アップロード中
ka: იტვირთება
kk: Жүктелуде
km: កំពុងបង្ហោះ...
kn: ಅಪ್ಲೋಡ್ ಆಗುತ್ತಿದೆ
ku: باردەکات
lo: ກຳລັງອັບໂຫຼດ
lt: Įkeliama
mr: अपलोड करत आहे
ms: Memuat naik
my: တင်ခြင်း။
no: Laster opp
pl: Przesyłanie
ro: Se încarcă
si: උඩුගත කරමින්
sk: Nahrávanie
sq: Duke ngarkuar
sr: Учитавање
sv: Laddar upp
sw: Inapakia
ta: பதிவேற்றுகிறது
te: అప్లోడ్ అవుతోంది
th: กำลังอัปโหลด
tr: Yükleniyor
uk: Завантаження
ur: اپ لوڈ ہو رہا ہے
uz: Yuklanmoqda
vi: Đang tải lên

source: Upload file
am: ፋይል ስቀል
ar: رفع ملف
az: Fayl yükləyin
bg: Качи файл
bn: ফাইল আপলোড করুন
bs: Otpremi datoteku
ca: Puja un fitxer
cs: Nahrát soubor
da: Upload fil
el: Μεταφόρτωση αρχείου
et: Lae fail üles
fa: بارگذاری فایل
fi: Lataa tiedosto
he: העלה קובץ
hi: फ़ाइल अपलोड करें
hu: Fájl feltöltése
id: Unggah File
ja: ファイルをアップロード
ka: ფაილის ატვირთვა
kk: Файл жүктеу
km: បង្ហោះឯកសារ
kn: ಫೈಲ್ ಅಪ್ಲೋಡ್ ಮಾಡಿ
ku: بارکردنى فایل
lo: ອັບໂຫຼດໄຟລ໌
lt: Įkelti failą
mr: फाइल अपलोड करा
ms: Muat naik Fail
my: ဖိုင်ကို တင်ပါ။
no: Last opp fil
pl: Prześlij plik
ro: Încarcă fișier
si: ගොනුව උඩුගත කරන්න
sk: Nahrať súbor
sq: Ngarko skedarin
sr: Отпреми датотеку
sv: Ladda upp fil
sw: Pakia faili
ta: கோப்பைப் பதிவேற்றவும்
te: ఫైల్ అప్లోడ్ చేయండి
th: อัปโหลดไฟล์
tr: Dosya yükle
uk: Завантажити файл
ur: فائل اپ لوڈ کریں
uz: Faylni yuklash
vi: Tải lên tệp

source: Gallery
am: ጋለሪ
ar: معرض
az: Qalereya
bg: Галерия
bn: গ্যালারি
bs: Galerija
ca: Galeria
cs: Galerie
da: Galleri
el: Συλλογή
et: Galerii
fa: گالری
fi: Galleria
he: גלריה
hi: गैलरी
hu: Galéria
id: Galeri
ja: ギャラリー
ka: გალერეა
kk: Галерея
km: វិចិត្រសាល
kn: ಗ್ಯಾಲರಿ
ku: گەلەرى
lo: ຄັງຮູບພາບ
lt: Galerija
mr: गॅलरी
ms: Galeri
my: ပြခန်း
no: Galleri
pl: Galeria
ro: Galerie
si: ගැලරිය
sk: Galéria
sq: Galeria
sr: Галерија
sv: Galleri
sw: Matunzio
ta: கேலரி
te: గ్యాలరీ
th: แกลเลอรี่
tr: Galeri
uk: Галерея
ur: گیلری
uz: Galereya
vi: BỘ SƯU TẬP

source: Files
am: ፋይሎች
ar: الملفات
az: Fayllar
bg: Файлове
bn: ফাইলসমূহ
bs: Datoteke
ca: Fitxers
cs: Soubory
da: Filer
el: Αρχεία
et: Failid
fa: فایل‌ها
fi: Tiedostot
he: קבצים
hi: फ़ाइलें
hu: Fájlok
id: File
ja: ファイル
ka: ფაილები
kk: Файлдар
km: ឯកសារ
kn: ಫೈಲ್‌ಗಳು
ku: فایلەکان
lo: ໄຟລ໌
lt: Failai
mr: फाइल्स
ms: Fail
my: ဖို
no: Filer
pl: Pliki
ro: Fișiere
si: ගොනු
sk: Súbory
sq: Skedarët
sr: Фајлови
sv: Filer
sw: Mafaili
ta: கோப்புகள்
te: ఫైళ్లు
th: ไฟล์
tr: Dosyalar
uk: Файли
ur: فائلیں
uz: Fayllar
vi: các tập tin

# selectFileCancelled
source: File selection cancelled!
am: የፋይል ምርጫ ተሰርዟል!
ar: تم إلغاء اختيار الملف!
az: Fayl seçimi ləğv edildi!
bg: Изборът на файл е отменен!
bn: নির্বাচন বাতিল!
bs: Odabir datoteke je otkazan!
ca: S'ha cancel·lat la selecció del fitxer!
cs: Výběr souboru byl zrušen!
da: Valg af fil annulleret!
el: Η επιλογή αρχείου ακυρώθηκε!
et: Faili valimine tühistatud!
fa: انتخاب فایل لغو شد!
fi: Tiedoston valinta peruutettu!
he: בחירת קובץ בוטלה!
hi: फ़ाइल चयन रद्द किया गया!
hu: A fájl kiválasztása megszakítva!
id: Pemilihan file dibatalkan!
ja: ファイルの選択がキャンセルされました
ka: ფაილის არჩევა გაუქმდა!
kk: Файлды таңдау тоқтатылды!
km: ការជ្រើសរើសឯកសារត្រូវបានបោះបង់!
kn: ಫೈಲ್ ಆಯ್ಕೆ ರದ್ದಾಗಿದೆ!
ku: فایلى هەڵبژێردراو پوچەڵ کرایەوە!
lo: ການເລືອກໄຟລ໌ຖືກຍົກເລີກ!
lt: Failo pasirinkimas atšauktas!
mr: फाइल निवड रद्द केली!
ms: Pemilihan fail dibatalkan!
my: ဖိုင်ရွေးချယ်မှုကို ပယ်ဖျက်လိုက်ပါပြီ။
no: Valg av fil avbrutt!
pl: Wybieranie pliku anulowane!
ro: Selectarea fișierului a fost anulată!
si: ගොනුව තෝරා ගැනීම අවලංගු කරන ලදී!
sk: Výber súboru bol zrušený!
sq: Zgjedhja e skedarit u anulua!
sr: Избор датотеке је отказан!
sv: Välj fil avbruten!
sw: Kuchagua faili kumeghairiwa!
ta: கோப்பு தேர்வு ரத்து செய்யப்பட்டது!
te: ఫైల్ ఎంపిక రద్దు చేయబడింది!
th: ยกเลิกการเลือกไฟล์แล้ว!
tr: Dosya seçimi iptal edildi!
uk: Вибір файлу скасовано!
ur: منتخب فائل منسوخ کر دی گئی!
uz: Fayl tanlash bekor qilindi!
vi: Đã hủy chọn tệp!

# fileIsTooBig
source: The file is too big. Please choose a smaller file!
am: ፋይሉ በጣም ትልቅ ነው። እባክዎ ትንሽ ፋይል ይምረጡ!
ar: الملف كبير جداً. يرجى اختيار ملف أصغر!
az: Fayl həddindən artıq böyükdür. Zəhmət olmasa, daha kiçik fayl seçin!
bg: Файлът е твърде голям. Моля, изберете по-малък файл!
bn: ফাইলটি খুব বড়। অনুগ্রহ করে একটি ছোট ফাইল চয়ন করুন!
bs: Datoteka je prevelika. Molimo odaberite manju datoteku!
ca: El fitxer és massa gran. Si us plau, tria'n un de més petit!
cs: Soubor je příliš velký. Vyberte prosím menší soubor!
da: Filen er for stor. Vælg venligst en mindre fil!
el: Το αρχείο είναι πολύ μεγάλο. Επιλέξτε ένα μικρότερο αρχείο!
et: Fail on liiga suur. Palun vali väiksem fail!
fa: حجم فایل خیلی زیاد است. لطفاً فایل کوچکتری را انتخاب کنید!
fi: Tiedosto on liian suuri. Valitse pienempi tiedosto!
he: הקובץ גדול מדי. אנא בחר קובץ קטן יותר!
hi: फ़ाइल बहुत बड़ी है। कृपया छोटी फ़ाइल चुनें!
hu: A fájl túl nagy. Válasszon kisebb fájlt!
id: File terlalu besar. Pilih file yang lebih kecil!
ja: ファイルが大きすぎます。小さいファイルを選択してください。
ka: ფაილი ძალიან დიდია. გთხოვთ, აირჩიოთ უფრო პატარა ფაილი!
kk: Файл тым үлкен. Кішірек файлды таңдаңыз!
km: ឯកសារធំពេក។ សូមជ្រើសរើសឯកសារតូចជាងនេះ!
kn: ಫೈಲ್ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ. ದಯವಿಟ್ಟು ಚಿಕ್ಕ ಫೈಲ್ ಆಯ್ಕೆಮಾಡಿ!
ku: قەبارەى ئەم فایلە زۆر گەورەیە، تکایە فایلێکى قەبارە کەم تر هەڵبژێرە
lo: ໄຟລ໌ໃຫຍ່ເກີນໄປ. ກະລຸນາເລືອກໄຟລ໌ໃໝ່!
lt: Failas per didelis. Pasirinkite mažesnį failą!
mr: फाइल खूप मोठी आहे. कृपया लहान फाइल निवडा!
ms: Fail terlalu besar. Sila pilih fail yang lebih kecil!
my: ဖိုင်က အရမ်းကြီးတယ်။ သေးငယ်သောဖိုင်ကို ရွေးပါ။
no: Filen er for stor. Vennligst velg en mindre fil!
pl: Plik jest za duży. Wybierz mniejszy plik!
ro: Fișierul este prea mare. Te rugăm să alegi un fișier mai mic!
si: ගොනුව විශාල වැඩියි. කරුණාකර කුඩා ගොනුවක් තෝරන්න!
sk: Súbor je príliš veľký. Vyberte prosím menší súbor!
sq: Skedari është shumë i madh. Ju lutemi zgjidhni një skedar më të vogël!
sr: Датотека је превелика. Молимо одаберите мању датотеку!
sv: Filen är för stor. Välj en mindre fil!
sw: Faili ni kubwa sana. Tafadhali chagua faili ndogo!
ta: கோப்பின் அளவு மிக அதிகமாக உள்ளது. சிறிய அளவுள்ள கோப்பினை தேர்வு செய்யவும்
te: ఫైల్ చాలా పెద్దది. దయచేసి చిన్న ఫైల్ ఎంచుకోండి!
th: ไฟล์มีขนาดใหญ่เกินไป กรุณาเลือกไฟล์ที่เล็กกว่า!
tr: Dosya çok büyük. Lütfen daha küçük bir dosya seçin!
uk: Файл занадто великий. Виберіть менший файл!
ur: فائل بہت بڑی ہے۔ براہ کرم ایک چھوٹی فائل منتخب کریں!
uz: Fayl juda katta. Iltimos, kichikroq faylni tanlang!
vi: Tệp quá lớn. Vui lòng chọn một tệp nhỏ hơn!

source: File upload failed!
am: ፋይል መስቀል አልተሳካም!
ar: فشل رفع الملف!
az: Faylın yüklənməsi uğursuz oldu!
bg: Качването на файла не бе успешно!
bn: ফাইল আপলোড ব্যর্থ হয়েছে!
bs: Otpremanje datoteke nije uspjelo!
ca: Ha fallat la pujada del fitxer!
cs: Nahrání souboru se nezdařilo!
da: Filupload mislykkedes!
el: Η μεταφόρτωση του αρχείου απέτυχε!
et: Faili üleslaadimine ebaõnnestus!
fa: بارگذاری فایل ناموفق بود!
fi: Tiedoston lataus epäonnistui!
he: העלאת הקובץ נכשלה!
hi: फ़ाइल अपलोड विफल रही!
hu: A fájl feltöltése sikertelen!
id: Gagal mengunggah file!
ja: ファイルのアップロードに失敗しました
ka: ფაილის ატვირთვა ვერ მოხერხდა!
kk: Файлды жүктеп салу сәтсіз аяқталды!
km: បង្ហោះឯកសារបរាជ័យ!
kn: ಫೈಲ್ ಅಪ್ಲೋಡ್ ವಿಫಲವಾಗಿದೆ!
ku: بارکردنى فایل سەرکەوتوونەبوو!
lo: ການອັບໂຫຼດໄຟລ໌ລົ້ມເຫຼວ!
lt: Failo įkėlimas nepavyko!
mr: फाइल अपलोड अयशस्वी झाले!
ms: Muat naik fail gagal!
my: ဖိုင်အပ်လုဒ် မအောင်မြင်ပါ။
no: Filopplasting mislyktes!
pl: Przesyłanie pliku nie powiodło się!
ro: Încărcarea fișierului a eșuat!
si: ගොනුව උඩුගත කිරීම අසාර්ථකයි!
sk: Nahrávanie súboru zlyhalo!
sq: Ngarkimi i skedarit dështoi!
sr: Отпремање датотеке није успело!
sv: Filuppladdningen misslyckades!
sw: Upakiaji wa faili umeshindwa!
ta: கோப்பு பதிவேற்றம் தோல்வியடைந்தது!
te: ఫైల్ అప్లోడ్ విఫలమైంది!
th: อัปโหลดไฟล์ไม่สำเร็จ!
tr: Dosya yüklenemedi!
uk: Не вдалося завантажити файл!
ur: فائل اپ لوڈ ناکام!
uz: Fayl yuklanmadi!
vi: Tải lên tệp không thành công!

source: {total} products
am: {total} ምርቶች
ar: {total} منتج
az: {total} məhsul
bg: {total} продукта
bn: {total} পণ্য
bs: {total} proizvoda
ca: {total} productes
cs: {total} produktů
da: {total} produkter
el: {total} προϊόντα
et: {total} toodet
fa: {total} محصول
fi: {total} tuotetta
he: {total} מוצרים
hi: कुल उत्पाद: {total}
hu: {total} termék
id: {total} produk
ja: 商品数：{total}
ka: {total} პროდუქტი
kk: {total} өнім
km: ផលិតផលសរុប {total}
kn: {total} ಉತ್ಪನ್ನಗಳು
ku: {total} بەرهەمەکان
lo: {total} ຜະລິດຕະພັນ
lt: {total} produktų
mr: एकूण {total} उत्पादने
ms: {total} produk
my: ထုတ်ကုန်{total} ခု
no: {total} produkter
pl: {total} produktów
ro: {total} produse
si: නිෂ්පාදන {total}
sk: {total} produktov
sq: {total} produkte
sr: {total} производа
sv: {total} produkter
sw: Jumla ya Bidhaa: {total}
ta: மொத்த பொருட்கள்
te: {total} ఉత్పత్తులు
th: สินค้าทั้งหมด {total} รายการ
tr: {total} ürün
uk: {total} товарів
ur: {total} پروڈکٹس
uz: {total} ta mahsulot
vi: {total} sản phẩm

source: Add a name
am: ስም አክል
ar: أضف اسماً
az: Ad əlavə edin
bg: Добави име
bn: একটি নাম যোগ করুন
bs: Dodaj ime
ca: Afegeix un nom
cs: Přidat jméno
da: Tilføj et navn
el: Προσθέστε ένα όνομα
et: Lisa nimi
fa: نام را اضافه کنید
fi: Lisää nimi
he: הוסף שם
hi: एक नाम जोड़ें
hu: Név hozzáadása
id: Tambah Nama
ja: 名前を追加
ka: დაამატეთ სახელი
kk: Атын қосыңыз
km: បន្ថែមឈ្មោះ
kn: ಹೆಸರನ್ನು ಸೇರಿಸಿ
ku: ناوێک زیاد بکە
lo: ເພີ່ມຊື່
lt: Pridėti vardą
mr: नाव जोडा
ms: Tambah nama
my: နာမည်တစ်ခုထည့်ပါ။
no: Legg til et navn
pl: Dodaj nazwę
ro: Adaugă un nume
si: නමක් එකතු කරන්න
sk: Pridať meno
sq: Shto një emër
sr: Додај име
sv: Lägg till ett namn
sw: Ongeza jina
ta: ஒரு பெயரைச் சேர்க்கவும்
te: ఒక పేరు జోడించండి
th: เพิ่มชื่อ
tr: Bir isim ekleyin
uk: Додати ім'я
ur: نام شامل کریں
uz: Nom qo'shing
vi: Thêm tên

# addAnAttr
source: Add an attribute
am: ባህሪ አክል
ar: أضف خاصية
az: Atribut əlavə edin
bg: Добави атрибут
bn: একটি বৈশিষ্ট্য যোগ করুন
bs: Dodaj atribut
ca: Afegeix un atribut
cs: Přidat atribut
da: Tilføj en attribut
el: Προσθέστε ένα χαρακτηριστικό
et: Lisa omadus
fa: یک ویژگی اضافه کنید
fi: Lisää ominaisuus
he: הוסף תכונה
hi: एक विशेषता जोड़ें
hu: Tulajdonság hozzáadása
id: Tambah Atribut
ja: 属性を追加
ka: დაამატეთ ატრიბუტი
kk: Атрибут қосыңыз
km: បន្ថែមលក្ខណៈ
kn: ಗುಣಲಕ್ಷಣವನ್ನು ಸೇರಿಸಿ
ku: تایبەتمەندیەک زیاد بکە
lo: ເພີ່ມຄຸນສົມບັດ
lt: Pridėti atributą
mr: गुणधर्म जोडा
ms: Tambah Atribut
my: ရည်ညွှန်းချက်တစ်ခုထည့်ပါ။
no: Legg til en egenskap
pl: Dodaj atrybut
ro: Adaugă un atribut
si: ගුණාංගයක් එකතු කරන්න
sk: Pridať atribút
sq: Shto një atribut
sr: Додај атрибут
sv: Lägg till ett attribut
sw: Ongeza Sifa
ta: ஒரு பண்பினைச் சேர்க்கவும்
te: ఒక లక్షణాన్ని జోడించండి
th: เพิ่มคุณลักษณะ
tr: Bir özellik ekleyin
uk: Додати атрибут
ur: خصوصیت شامل کریں
uz: Xususiyat qo'shing
vi: Thêm thuộc tính

source: Add new
am: አዲስ አክል
ar: إضافة جديد
az: Yeni əlavə edin
bg: Добави нов
bn: নতুন যোগ করুন
bs: Dodaj novo
ca: Afegeix nou
cs: Přidat nový
da: Tilføj ny
el: Προσθήκη νέου
et: Lisa uus
fa: افزودن جدید
fi: Lisää uusi
he: הוסף חדש
hi: नया जोड़ें
hu: Új hozzáadása
id: Tambah Baru
ja: 新規追加
ka: ახლის დამატება
kk: Жаңа қосу
km: បន្ថែមថ្មី
kn: ಹೊಸದು ಸೇರಿಸಿ
ku: نوێ زیاد بکە
lo: ເພີ່ມໃໝ່
lt: Pridėti naują
mr: नवीन जोडा
ms: Tambah baharu
my: အသစ်ထည့်ပါ။
no: Legg til ny
pl: Dodaj nowe
ro: Adaugă nou
si: අලුතින් එකතු කරන්න
sk: Pridať nové
sq: Shto të ri
sr: Додај ново
sv: Lägg till ny
sw: Ongeza mpya
ta: புதிதாகச் சேர்க்கவும்
te: కొత్తదాన్ని జోడించండి
th: เพิ่มใหม่
tr: Yeni ekle
uk: Додати новий
ur: نیا شامل کریں
uz: Yangi qo'shish
vi: Thêm mới

source: Select all
am: ሁሉንም ምረጥ
ar: اختيار الكل
az: Hamısını seçin
bg: Избери всички
bn: সমস্ত নির্বাচন করুন
bs: Odaberi sve
ca: Selecciona-ho tot
cs: Vybrat vše
da: Vælg alle
el: Επιλογή όλων
et: Vali kõik
fa: انتخاب همه
fi: Valitse kaikki
he: בחר הכל
hi: सभी चुनें
hu: Összes kiválasztása
id: Pilih Semua
ja: すべて選択
ka: ყველას არჩევა
kk: Барлығын таңдау
km: ជ្រើសយកទាំងអស់
kn: ಎಲ್ಲವನ್ನೂ ಆಯ್ಕೆಮಾಡಿ
ku: هەمووی هەلبژێرە
lo: ເລືອກທັງໝົດ
lt: Pasirinkti viską
mr: सर्व निवडा
ms: Pilih Semua
my: အားလုံးကို ရွေးပါ။
no: Velg alle
pl: Zaznacz wszystko
ro: Selectează tot
si: සියල්ල තෝරන්න
sk: Vybrať všetko
sq: Zgjidh të gjitha
sr: Изабери све
sv: Välj alla
sw: Chagua Zote
ta: அனைத்தையும் தேர்வு செய்யவும்
te: అన్నీ ఎంచుకోండి
th: เลือกทั้งหมด
tr: Tümünü seç
uk: Вибрати все
ur: سب منتخب کریں
uz: Hammasini tanlash
vi: Chọn tất cả
