Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Redeem points
am: ነጥቦችን ይቀናበሉ
ar: استبدال النقاط
az: Xalları geri alın
bg: Осребри точки
bn: পয়েন্ট রিডিম করুন
bs: Iskoristite bodove
ca: Bescanvia punts
cs: Uplatnit body
da: Indløs point
el: Εξαργυρώστε πόντους
et: Lunasta punktid
fa: امتیازها را بازخرید کنید
fi: Lunasta pisteitä
he: מימוש נקודות
hi: अंक भुनाएं
hu: Pontok beváltása
id: Tukarkan Poin
ja: ポイントを利用する
kk: It appears that you did not provide any text to translate. Please provide the text you would like translated into Kazakh.
km: ប្តូរពិន្ទុ
kn: It appears that there is no text between the quotation marks (""). Please provide the text you would like translated into Kannada.
ku: خاڵەکان بگەرێنەوە
lo: ແລກຄະແນນ
lt: Išpirkite taškus
mr: पॉइंट्स रिडीम करा
ms: Tebus Mata
my: အမှတ်များကို ရွေးပါ။
no: Løs inn poeng
pl: Wymień punkty
ro: Răscumpără puncte
si: ලකුණු මූල්‍යගත කරන්න
sk: Uplatniť body
sq: Shpengoni pikët
sr: Искористите поене
sv: Lös in poäng
sw: Komboa Pointi
ta: புள்ளிகளைப் பெறுங்கள்
te: పాయింట్లు రీడీమ్ చేయండి
th: แลกคะแนน
tr: Puanları Kullan
uk: Обміняти бали
ur: پوائنٹس کو چھڑانا
uz: Ballarni qaytarish
vi: Đổi điểm

source: Redeem rewards
am: እገኛዎችን ይቀናበሉ
ar: استرداد المكافآت
az: Mükafatları geri alın
bg: Използвай награди
bn: পুরস্কার রিডিম করুন
bs: Iskoristite nagrade
ca: Bescanvia recompenses
cs: Uplatnit odměny
da: Indløs belønninger
el: Εξαργυρώστε ανταμοιβές
et: Lunasta preemiad
fa: بازخرید پاداش‌ها
fi: Lunasta palkintoja
he: מימוש תגמולים
hi: पुरस्कार भुनाएँ
hu: Jutalmak beváltása
id: Tebus Hadiah
ja: 報酬を引き換える
kk: It appears you haven't provided any text to translate. Please provide the text you want translated, and I'll be happy to help!
km: ប្តូររង្វាន់
kn: It appears that the text to be translated is empty (""). If you provide the text you want translated, I'll be happy to help!
ku: خەرجکردنی خەڵاتەکان
lo: ແລກລາງວັນ
lt: Išpirkite apdovanojimus
mr: रिवॉर्ड रिडीम करा
ms: Tebus ganjaran
my: ဆုလာဘ်များကို ရွေးပါ။
no: Løs inn belønninger
pl: Odbierz nagrody
ro: Răscumpără recompense
si: ප්‍රතිලාභ ලබා ගන්න
sk: Uplatniť odmeny
sq: Shpengoni shpërblimet
sr: Искористите награде
sv: Lös in belöningar
sw: Komboa zawadi
ta: வெகுமதிகளைப் பெறுங்கள்
te: బహుమతులు రీడీమ్ చేసుకోండి
th: แลกรับรางวัล
tr: Ödüllerinizi kullanın
uk: Активувати винагороди
ur: انعامات کو چھڑانا
uz: Mukofotlardan foydalaning
vi: Đổi phần thưởng

source: Redeemed
am: ተቀናብሏል
ar: مُخلّص
az: Geri alındı
bg: Използвано
bn: খালাস করা হয়েছে
bs: Otkupljeno
ca: Bescanviat
cs: Uplatněno
da: Indløst
el: Εξαργυρώθηκε
et: Lunastatud
fa: بازخرید شده
fi: Lunastettu
he: נפדה
hi: रिडीम किया
hu: Beváltva
id: Ditebus
ja: 償還済み
kk: It appears that there is no text between the quotation marks (""). Please provide the text you would like translated.
km: បានប្តូរ
kn: ನೀವು ಅನುವಾದಿಸಲು ಯಾವುದೇ ಪಠ್ಯವನ್ನು ಒದಗಿಸಿಲ್ಲ. ದಯವಿಟ್ಟು ಅನುವಾದಿಸಲು ಪಠ್ಯವನ್ನು ನೀಡಿ.
ku: وەرگیراوە
lo: ແລກແລ້ວ
lt: Išpirktas
mr: रिडीम केले
ms: Ditebus
my: ရွေးနှုတ်ခဲ့သည်။
no: Løst inn
pl: Odkupiony
ro: Răscumpărat
si: මූල්‍යගත කර ඇත
sk: uplatnené
sq: I shpenguar
sr: Искупљено
sv: Inlöst
sw: Imekombolewa
ta: மீட்டெடுக்கப்பட்டது
te: విమోచించబడింది
th: แลกแล้ว
tr: Kullanıldı
uk: Використано
ur: چھڑایا
uz: Qabul qilingan
vi: Đã đổi

source: Refresh completed
am: ማደስ ተጠናቋል
ar: اكتمل التحديث
az: Yeniləmə tamamlandı
bg: Опресняването е завършено
bn: রিফ্রেশ সম্পন্ন হয়েছে
bs: Osvježavanje završeno
ca: Actualització completada
cs: Obnovení dokončeno
da: Opdatering fuldført
el: Η ανανέωση ολοκληρώθηκε
et: Värskendamine lõpetatud
fa: به‌روزرسانی تکمیل شد
fi: Päivitys valmis
he: הרענון הושלם
hi: रिफ्रेश पूरा हुआ
hu: Frissítés befejezve
id: Penyegaran selesai
ja: 更新が完了しました
kk: It appears that your message does not contain any text to translate. Please provide the text you would like translated into Kazakh.
km: ធ្វើអាប់ដេតបានបញ្ចប់
kn: It appears that your message does not contain any text to translate. Please provide the text you would like translated to Kannada.
ku: نوێکردنەوە تەواو بوو
lo: ສຳເລັດການໂຫຼດຂໍ້ມູນຄືນໃໝ່
lt: Atnaujinimas baigtas
mr: रिफ्रेश पूर्ण झाले
ms: Muat semula selesai
my: ပြန်လည်စတင်ခြင်း ပြီးပါပြီ။
no: Oppdatering fullført
pl: Odświeżanie zakończone
ro: Reîmprospătare finalizată
si: නවීකරණය සම්පූර්ණයි
sk: Obnovenie dokončené
sq: Rifreskimi përfundoi
sr: Освежавање завршено
sv: Uppdatering klar
sw: Kuonyesha upya kumekamilika
ta: புதுப்பிப்பு முடிந்தது
te: రిఫ్రెష్ పూర్తయింది
th: รีเฟรชเสร็จสิ้น
tr: Yenileme tamamlandı
uk: Оновлення завершено
ur: ریفریش مکمل ہو گیا۔
uz: Yangilash tugallandi
vi: Làm mới hoàn tất

source: Refreshing...
am: በማደስ ላይ...
ar: جاري التحديث...
az: Təzələnir...
bg: Опресняване...
bn: রিফ্রেশ হচ্ছে...
bs: Osvježavanje...
ca: Actualitzant...
cs: Obnovuji...
da: Opdaterer...
el: Δροσιστικός...
et: Värskendamine...
fa: طراوت بخش...
fi: Päivitetään...
he: מרענן...
hi: ताज़ा...
hu: Frissítés...
id: Menyegarkan...
ja: 爽やか…
kk: It appears you have not provided any text to translate. Please provide the text you would like translated to Kazakh.
km: កំពុងធ្វើអាប់ដេត...
kn: It appears that the text to be translated is empty (""). If you provide the text you want translated, I'll be happy to help!
ku: نوێکردنەوە...
lo: ກຳລັງສົດຊື່ນ...
lt: Gaivus...
mr: रिफ्रेश करत आहे...
ms: Menyegarkan...
my: လန်းဆန်းနေသည်...
no: Oppdaterer...
pl: Orzeźwiający...
ro: Se reîmprospătează...
si: අලුත් කරමින්...
sk: Obnovuje sa...
sq: Duke u rifreskuar...
sr: Освежавање...
sv: Uppfriskande...
sw: Inaonyesha upya...
ta: புத்துணர்ச்சியூட்டுகிறது...
te: రిఫ్రెష్ అవుతోంది...
th: สดชื่น...
tr: Yenileniyor...
uk: Оновлення...
ur: ریفریش ہو رہا ہے...
uz: Yangilanmoqda...
vi: Đang làm mới...

source: Release to refresh
am: ለማደስ ይልቀቁ
ar: حرر للتحديث
az: Yeniləmək üçün buraxın
bg: Пуснете за обновяване
bn: রিফ্রেশ করতে ছেড়ে দিন
bs: Otpustite za osvježavanje
ca: Deixa anar per actualitzar
cs: Uvolněte pro obnovení
da: Slip for at opdatere
el: Αφήστε το για ανανέωση
et: Vabasta värskendamiseks
fa: برای تازه کردن، رها کنید
fi: Vapauta päivittääksesi
he: שחרר לרענון
hi: ताज़ा करने के लिए रिलीज़ करें
hu: Engedje el a frissítéshez
id: Lepaskan untuk menyegarkan
ja: リリースしてリフレッシュ
kk: It appears you have not provided any text to translate. Please provide the text you would like translated to Kazakh.
km: លែងដើម្បីធ្វើអាប់ដេត
kn: It appears that the text to be translated is empty (""). If you provide the text you'd like translated, I'll be happy to help!
ku: بەرهەڵبەرە بۆ تازەکردنەوە
lo: ປ່ອຍເພື່ອໂຫຼດຂໍ້ມູນຄືນໃໝ່
lt: Atleiskite, kad atnaujintumėte
mr: रिफ्रेश करण्यासाठी सोडा
ms: Lepaskan untuk menyegarkan
my: ပြန်လည်ဆန်းသစ်ရန် လွှတ်ပါ။
no: Slipp for å oppdatere
pl: Zwolnij, aby odświeżyć
ro: Eliberați pentru a reîmprospăta
si: නවතා නවීකරණය කරන්න
sk: Uvoľnite na obnovenie
sq: Lëshoje për të rifreskuar
sr: Отпустите да бисте освежили
sv: Släpp för att uppdatera
sw: Achilia ili kuonyesha upya
ta: புதுப்பிக்க விடுவிக்கவும்
te: రిఫ్రెష్ చేయడానికి వదలండి
th: ปล่อยเพื่อรีเฟรช
tr: Yenilemek için bırakın
uk: Відпустіть для оновлення
ur: ریفریش کرنے کے لیے ریلیز کریں۔
uz: Yangilash uchun qo'yib yuboring
vi: Thả ra để làm mới

# remainingAmountCod
source: Remaining amount to pay upon delivery
am: የቀረው መክፈያ በመላኪያ ጊዜ
ar: المبلغ المتبقي للدفع عند التسليم
az: Qalan məbləğ çatdırılma zamanı ödənilməlidir
bg: Оставаща сума за плащане при доставка
bn: ডেলিভারির সময় বাকি টাকা পরিশোধ করতে হবে
bs: Preostali iznos za plaćanje prilikom isporuke
ca: Import pendent de pagament en lliurament
cs: Zbývající částka k úhradě při dodání
da: Restbeløb til betaling ved levering
el: Υπόλοιπο ποσό προς πληρωμή κατά την παράδοση
et: Järelejäänud summa tasuda kättetoimetamisel
fa: مبلغ باقیمانده برای پرداخت هنگام تحویل
fi: Jäljellä oleva summa maksettava toimituksen yhteydessä
he: סכום שנותר לתשלום בעת המסירה
hi: शेष राशि डिलीवरी पर चुकानी होगी
hu: Fennmaradó összeg utánvéttel
id: Jumlah yang tersisa harus dibayar saat pengiriman
ja: 配達時にお支払いいただく残額
kk: It appears you haven't provided any text to translate. Please provide the text you want translated to Kazakh.
km: ចំនួនទឹកប្រាក់នៅសល់ត្រូវបង់ពេលដឹកជញ្ជូន
kn: It appears that the text to be translated is empty (""). If you provide the text you want translated, I'll be happy to assist!
ku: بڕی ماوە بۆ پارەدان لە کاتی گەیاندن
lo: ຈໍາ​ນວນ​ທີ່​ຍັງ​ເຫຼືອ​ທີ່​ຈະ​ຈ່າຍ​ຕາມ​ການ​ຈັດ​ສົ່ງ​
lt: Likusi suma, kurią reikia sumokėti pristatymo metu
mr: डिलिव्हरी झाल्यावर भरायची उर्वरित रक्कम
ms: Baki jumlah yang perlu dibayar semasa penghantaran
my: ပို့ဆောင်ပြီးနောက် ပေးဆောင်ရမည့် လက်ကျန်ငွေပမာဏ
no: Gjenstående beløp å betale ved levering
pl: Pozostała kwota do zapłaty przy odbiorze
ro: Sumă rămasă de plătit la livrare
si: බෙදාහැරීමේදී ගෙවිය යුතු ඉතිරි මුදල
sk: Zostávajúca suma na dobierku
sq: Shuma e mbetur për t'u paguar në momentin e dorëzimit
sr: Преостали износ за плаћање приликом испоруке
sv: Återstående belopp att betala vid leverans
sw: Kiasi kilichobaki cha kulipa wakati wa kujifungua
ta: டெலிவரி செய்யும்போது மீதமுள்ள தொகை செலுத்த வேண்டும்
te: డెలివరీ సమయంలో చెల్లించాల్సిన మిగిలిన మొత్తం
th: ยอดเงินคงเหลือชำระเมื่อส่งสินค้า
tr: Kalan tutar teslimat sırasında ödenecektir
uk: Залишок суми до сплати при доставці
ur: ڈیلیوری پر ادا کرنے کے لیے باقی رقم
uz: Yetkazib berish paytida to'lanadigan qolgan miqdor
vi: Số tiền còn lại phải trả khi nhận hàng

source: Reserve price
am: የተያዘ ዋጋ
ar: سعر الاحتياطي
az: Ehtiyat qiyməti
bg: Резервна цена
bn: রিজার্ভ মূল্য
bs: Rezervna cijena
ca: Preu de reserva
cs: Vyvolávací cena
da: Mindstepris
el: Τιμή επιφύλαξης
et: Reservhind
fa: قیمت رزرو
fi: Pohjahinta
he: מחיר שמור
hi: आरक्षित मूल्य
hu: Minimálár
id: Harga Cadangan
ja: 最低価格
kk: It appears that there is no text between the quotation marks for translation. Please provide the text you would like translated.
km: តម្លៃកក់
kn: It appears that your text is empty. Please provide the text you would like translated to Kannada.
ku: نرخی رزەرف
lo: ລາຄາສະຫງວນ
lt: Rezervinė kaina
mr: राखीव किंमत
ms: Harga rizab
my: အရံဈေး
no: Reservepris
pl: Cena rezerwowa
ro: Preț de rezervă
si: අවම මිල
sk: Rezervná cena
sq: Çmimi rezervë
sr: Резервна цена
sv: Reserveringspris
sw: Bei ya hifadhi
ta: முன்பதிவு விலை
te: రిజర్వ్ ధర
th: ราคาจอง
tr: Rezerv fiyatı
uk: Резервна ціна
ur: ریزرو قیمت
uz: Zaxira narxi
vi: Giá dự phòng

source: Reverse
am: ተቃራኒ
ar: يعكس
az: Ters
bg: Обърни
bn: বিপরীত
bs: Obrnuto
ca: Inverteix
cs: Zpět
da: Bagside
el: Αντίστροφο
et: Pööra ümber
fa: معکوس
fi: Käänteinen
he: הפוך
hi: रिवर्स
hu: Fordított
id: Balik
ja: 逆行する
kk: It appears that you have not provided any text to translate. Please provide the text you would like translated to Kazakh.
km: បញ្ច្រាស
kn: It appears that you have not provided any text to translate. Please provide the text you would like translated to Kannada.
ku: پێچەوانە
lo: ປີ້ນກັບກັນ
lt: Atvirkščiai
mr: उलट
ms: terbalik
my: ပြောင်းပြန်
no: Omvendt
pl: Odwracać
ro: Verso
si: ආපසු
sk: Obrátiť
sq: E kundërta
sr: Реверсе
sv: Motsatt
ta: தலைகீழ்
te: రివర్స్
th: ย้อนกลับ
tr: Tersi
uk: ЗВОРОТНІЙ
ur: معکوس
uz: Teskari
vi: Đảo ngược

source: Rewards
am: እንደገና እገኛዎች
ar: المكافآت
az: Mükafatlar
bg: Награди
bn: পুরষ্কার
bs: Nagrade
ca: Recompenses
cs: Odměny
da: Belønninger
el: Ανταμοιβές
et: Preemiad
fa: پاداش‌ها
fi: Palkinnot
he: תגמולים
hi: पुरस्कार
hu: Jutalmak
id: Hadiah
ja: 報酬
kk: It appears that the text to be translated is missing. Please provide the text you would like translated to Kazakh.
km: រង្វាន់
kn: It appears that the text to be translated is empty. Please provide the text you want translated to Kannada.
ku: خەرجیەکان
lo: ລາງວັນ
lt: Atlygiai
mr: बक्षिसे
ms: Ganjaran
my: ဆုလာဘ်
no: Belønninger
pl: Nagrody
ro: Recompense
si: ප්‍රතිලාභ
sk: Odmeny
sq: Shpërblime
sr: Награде
sv: Belöningar
sw: Zawadi
ta: வெகுமதிகள்
te: బహుమతులు
th: รางวัล
tr: Ödüller
uk: Винагороди
ur: انعامات
uz: Mukofotlar
vi: Phần thưởng

source: Select date
am: ቀን ይምረጡ
ar: حدد التاريخ
az: Tarix seçin
bg: Изберете дата
bn: তারিখ নির্বাচন করুন
bs: Odaberite Datum
ca: Selecciona la data
cs: Vyberte datum
da: Vælg dato
el: Επιλέξτε ημερομηνία
et: Vali kuupäev
fa: تاریخ را انتخاب کنید
fi: Valitse päivämäärä
he: בחר תאריך
hi: तारीख़ चुनें
hu: Válasszon dátumot
id: Pilih Tanggal
ja: 日付を選択
kk: It appears that you have not provided any text to translate. Please provide the text you would like translated to Kazakh.
km: ជ្រើសរើសកាលបរិច្ឆេទ
kn: It appears that there is no text between the quotation marks (""). Please provide the text you would like translated to Kannada.
ku: بەروار هەلبژێرە
lo: ເລືອກວັນທີ
lt: Pasirinkite Data
mr: तारीख निवडा
ms: Pilih tarikh
my: ရက်စွဲကို ရွေးပါ။
no: Velg dato
pl: Wybierz datę
ro: Selectați data
si: දිනය තෝරන්න
sk: Vyberte dátum
sq: Zgjidhni Data
sr: Изаберите Датум
sv: Välj datum
sw: Chagua Tarehe
ta: தேதியைத் தேர்ந்தெடுக்கவும்
te: తేదీని ఎంచుకోండి
th: เลือกวันที่
tr: Tarih Seçin
uk: Виберіть дату
ur: تاریخ منتخب کریں۔
uz: Sana tanlang
vi: Chọn ngày

# shopifyCustomerAccountLoginDescription
source: Use your Shopify account to login and access your orders, addresses, and more.
am: እባክዎ የ Shopify መለያዎን በመጠቀም ትእዛዞችዎን፣ አድራሻዎችን እና ሌሎችንም ያግኙ።
ar: استخدم حساب Shopify الخاص بك لتسجيل الدخول والوصول إلى طلباتك وعناوينك والمزيد.
az: Daxil olmaq və sifarişlərinizə, ünvanlarınıza və s. daxil olmaq üçün Shopify hesabınızdan istifadə edin.
bg: Използвайте своя Shopify акаунт, за да влезете и да получите достъп до вашите поръчки, адреси и други.
bn: লগইন করতে এবং আপনার অর্ডার, ঠিকানা এবং আরও অনেক কিছু অ্যাক্সেস করতে আপনার Shopify অ্যাকাউন্ট ব্যবহার করুন।
bs: Koristite svoj Shopify račun za prijavu i pristup narudžbama, adresama i još mnogo čemu.
ca: Utilitza el teu compte de Shopify per iniciar sessió i accedir a les teves comandes, adreces i més.
cs: Použijte svůj účet Shopify k přihlášení a přístupu ke svým objednávkám, adresám a dalším informacím.
da: Brug din Shopify-konto til at logge ind og få adgang til dine ordrer, adresser og mere.
el: Χρησιμοποιήστε τον λογαριασμό σας στο Shopify για να συνδεθείτε και να αποκτήσετε πρόσβαση στις παραγγελίες, τις διευθύνσεις και πολλά άλλα.
et: Kasuta oma Shopify kontot sisselogimiseks ning tellimuste, aadresside ja muu haldamiseks.
fa: از حساب Shopify خود برای ورود و دسترسی به سفارشات، آدرس‌ها و موارد دیگر استفاده کنید.
fi: Kirjaudu sisään Shopify-tililläsi ja käytä tilauksiasi, osoitteitasi ja muita tietojasi.
he: השתמשו בחשבון Shopify שלכם כדי להתחבר ולגשת להזמנות, כתובות ועוד.
hi: लॉगिन करने और अपने ऑर्डर, पते आदि तक पहुंचने के लिए अपने Shopify खाते का उपयोग करें।
hu: Jelentkezzen be Shopify fiókjával a rendelései, címei és egyéb adatai eléréséhez.
id: Gunakan akun Shopify Anda untuk masuk dan mengakses pesanan, alamat, dan lainnya.
ja: Shopify アカウントを使用してログインし、注文、住所などにアクセスします。
kk: It appears that the text to be translated is empty (""). If you provide the text you want translated, I'll be happy to help!
km: ប្រើគណនី Shopify របស់អ្នកដើម្បីចូល និងគ្រប់គ្រងការបញ្ជាទិញ អាសយដ្ឋាន និងអ្វីៗផ្សេងទៀត។
kn: It appears that there is no text between the quotation marks (""). Please provide the text you would like translated to Kannada.
ku: هەژماری Shopify ـەکەت بەکاربێنە بۆ چوونەژوورەوە و دەستگەیشتن بە داواکاریەکانت، ناونیشانەکان و زیاتر.
lo: ໃຊ້ບັນຊີ Shopify ຂອງທ່ານເພື່ອເຂົ້າສູ່ລະບົບ ແລະເຂົ້າເຖິງການສັ່ງຊື້, ທີ່ຢູ່ ແລະອື່ນໆອີກ.
lt: Prisijunkite ir pasiekite užsakymus, adresus ir kt. naudodami savo „Shopify“ paskyrą.
mr: लॉगिन करण्यासाठी आणि तुमच्या ऑर्डर, पत्ते आणि बरेच काही अॅक्सेस करण्यासाठी तुमचे Shopify खाते वापरा.
ms: Gunakan akaun Shopify anda untuk log masuk dan mengakses pesanan, alamat anda dan banyak lagi.
my: သင်၏အမှာစာများ၊ လိပ်စာများနှင့် အခြားအရာများကို ဝင်ရောက်ကြည့်ရှုရန် သင်၏ Shopify အကောင့်ကို အသုံးပြုပါ။
no: Bruk din Shopify-konto for å logge inn og få tilgang til dine bestillinger, adresser og mer.
pl: Użyj swojego konta Shopify, aby zalogować się i uzyskać dostęp do swoich zamówień, adresów itp.
ro: Folosește-ți contul Shopify pentru a te autentifica și a accesa comenzile, adresele și multe altele.
si: ඔබගේ Shopify ගිණුම භාවිතා කර පිවිසීමෙන් ඔබගේ ඇණවුම්, ලිපින සහ තවත් බොහෝ දේ ලබා ගන්න.
sk: Použite svoj účet Shopify na prihlásenie a prístup k objednávkam, adresám a ďalším údajom.
sq: Përdorni llogarinë tuaj në Shopify për t'u identifikuar dhe për të aksesuar porositë, adresat dhe më shumë.
sr: Користите свој Shopify налог да бисте се пријавили и приступили својим поруџбинама, адресама и још много чему.
sv: Använd ditt Shopify-konto för att logga in och komma åt dina beställningar, adresser och mer.
sw: Tumia akaunti yako ya Shopify kuingia na kufikia maagizo yako, anwani, na zaidi.
ta: உங்கள் ஆர்டர்கள், முகவரிகள் மற்றும் பலவற்றை உள்நுழைந்து அணுக உங்கள் Shopify கணக்கைப் பயன்படுத்தவும்.
te: మీ Shopify ఖాతాతో లాగిన్ అయి, మీ ఆర్డర్లు, చిరునామాలు మరియు మరిన్ని యాక్సెస్ చేయండి.
th: ใช้บัญชี Shopify ของคุณเพื่อเข้าสู่ระบบและเข้าถึงคำสั่งซื้อ ที่อยู่ และอื่นๆ ของคุณ
tr: Siparişlerinize, adreslerinize ve daha fazlasına erişmek için Shopify hesabınızı kullanın.
uk: Використовуйте свій обліковий запис Shopify для входу та доступу до своїх замовлень, адрес тощо.
ur: لاگ ان کرنے اور اپنے آرڈرز، پتے وغیرہ تک رسائی کے لیے اپنا Shopify اکاؤنٹ استعمال کریں۔
uz: Tizimga kirish va buyurtmalar, manzillar va boshqalarga kirish uchun Shopify hisobingizdan foydalaning.
vi: Sử dụng tài khoản Shopify của bạn để đăng nhập và truy cập đơn hàng, địa chỉ cùng nhiều thông tin khác.

# shopifyCustomerAccountLoginTitle
source: Login with Shopify Customer Account
am: በ Shopify ደንበኛ መለያ ይግቡ
ar: تسجيل الدخول باستخدام حساب عميل Shopify
az: Shopify Müştəri Hesabı ilə daxil olun
bg: Вход с клиентски акаунт в Shopify
bn: Shopify গ্রাহক অ্যাকাউন্ট দিয়ে লগইন করুন
bs: Prijava s Shopify korisničkim računom
ca: Inicia sessió amb el compte de client de Shopify
cs: Přihlaste se pomocí zákaznického účtu Shopify
da: Log ind med Shopify-kundekonto
el: Σύνδεση με τον Λογαριασμό Πελάτη Shopify
et: Logi sisse Shopify kliendikontoga
fa: ورود با حساب کاربری Shopify
fi: Kirjaudu Shopify-asiakastilille
he: התחברות עם חשבון לקוח Shopify
hi: Shopify ग्राहक खाते से लॉगिन करें
hu: Bejelentkezés Shopify ügyfélfiókkal
id: Masuk dengan Akun Pelanggan Shopify
ja: Shopify顧客アカウントでログイン
kk: It appears you haven't provided any text to translate. Please provide the text you want translated to Kazakh.
km: ចូលជាមួយគណនីអតិថិជន Shopify
kn: It appears that there is no text between the quotation marks (""). Please provide the text you would like translated to Kannada.
ku: چوونەژوورەوە بە هەژماری کڕیارەکانی Shopify
lo: ເຂົ້າສູ່ລະບົບດ້ວຍບັນຊີລູກຄ້າ Shopify
lt: Prisijunkite naudodami „Shopify“ kliento paskyrą
mr: Shopify ग्राहक खात्याने लॉगिन करा
ms: Log masuk dengan Akaun Pelanggan Shopify
my: Shopify သုံးစွဲသူအကောင့်ဖြင့် ဝင်ရောက်ပါ။
no: Logg inn med Shopify kundekonto
pl: Zaloguj się za pomocą konta klienta Shopify
ro: Autentificare cu contul de client Shopify
si: Shopify පාරිභෝගික ගිණුමට පිවිසෙන්න
sk: Prihláste sa pomocou zákazníckeho účtu Shopify
sq: Kyçu me Llogarinë e Klientit të Shopify
sr: Пријавите се са Shopify корисничким налогом
sv: Logga in med Shopify-kundkonto
sw: Ingia ukitumia Akaunti ya Wateja ya Shopify
ta: Shopify வாடிக்கையாளர் கணக்கில் உள்நுழையவும்
te: Shopify కస్టమర్ ఖాతాతో లాగిన్ అవ్వండి
th: เข้าสู่ระบบด้วยบัญชีลูกค้า Shopify
tr: Shopify Müşteri Hesabı ile Giriş Yapın
uk: Увійти через обліковий запис клієнта Shopify
ur: Shopify کسٹمر اکاؤنٹ کے ساتھ لاگ ان کریں۔
uz: Shopify mijoz hisobi bilan tizimga kiring
vi: Đăng nhập bằng tài khoản khách hàng Shopify

source: Silver
am: ሲልቨር
ar: فضة
az: Gümüş
bg: Сребро
bn: সিলভার
bs: Srebro
ca: Plata
cs: Stříbro
da: Sølv
el: Ασήμι
et: Hõbe
fa: نقره
fi: Hopea
he: כסף
hi: चाँदी
hu: Ezüst
id: Perak
ja: 銀
kk: It seems you haven't provided any text to translate. Please provide the text you want translated to Kazakh.
km: ប្រាក់
kn: It appears that you have not provided any text to translate. Please provide the text you would like translated to Kannada.
ku: سیم
lo: ເງິນ
lt: Sidabras
mr: पैसा
ms: Perak
my: ငွေရောင်
no: Sølv
pl: Srebrny
ro: Argint
si: සිල්වර්
sk: Striebro
sq: Argjendi
sr: Сребро
sw: Fedha
ta: அர்ஜண்ட்
te: సిల్వర్
th: เงิน
tr: Gümüş
uk: Срібло
ur: چاندی
uz: Kumush
vi: Bạc

source: Silver Priority
am: የሲልቨር ቅድመ ተከታታይነት
ar: الأولوية الفضية
az: Gümüş prioritet
bg: Сребърен приоритет
bn: সিলভার প্রায়োরিটি
bs: Srebrni prioritet
ca: Prioritat plata
cs: Stříbrná priorita
da: Sølvprioritet
el: Ασημένια Προτεραιότητα
et: Hõbe prioriteet
fa: اولویت نقره‌ای
fi: Hopea-prioriteetti
he: עדיפות כסף
hi: रजत प्राथमिकता
hu: Ezüst prioritás
id: Prioritas Perak
ja: シルバープライオリティ
kk: It appears you haven't provided any text to translate. Please provide the text you would like translated to Kazakh.
km: អាទិភាពប្រាក់
kn: It appears that the text to be translated is empty (""). If you provide the text you want translated, I'll be happy to help!
ku: پێشەنگی سوور
lo: ບຸລິມະສິດເງິນ
lt: Sidabrinis prioritetas
mr: सिल्व्हर प्रायोरिटी
ms: Keutamaan Perak
my: ငွေရောင်ဦးစားပေး
no: Sølvprioritet
pl: Priorytet Srebrny
ro: Prioritate Argint
si: සිල්වර් ප්‍රමුඛතාවය
sk: Strieborná priorita
sq: Prioritet i Argjendtë
sr: Сребрни приоритет
sv: Silverprioritet
sw: Kipaumbele cha Fedha
ta: வெள்ளி முன்னுரிமை
te: సిల్వర్ ప్రాధాన్యత
th: ลำดับความสำคัญระดับเงิน
tr: Gümüş Öncelik
uk: Срібний пріоритет
ur: چاندی کی ترجیح
uz: Kumush ustuvorlik
vi: Ưu tiên Bạc

source: Spend At Least
am: ቢያንስ ይከፍሉ
ar: أنفق على الأقل
az: Ən azı xərcləyin
bg: Похарчете поне
bn: সর্বনিম্ন ব্যয় করুন
bs: Potrošite najmanje
ca: Gasta com a mínim
cs: Utraťte alespoň
da: Brug mindst
el: Ξοδέψτε τουλάχιστον
et: Kuluta vähemalt
fa: حداقل خرج کنید
fi: Kuluta vähintään
he: הוציאו לפחות
hi: कम से कम खर्च करें
hu: Költsön legalább
id: Belanjakan Setidaknya
ja: 最低購入額
kk: It appears you have not provided any text to translate. Please provide the text you would like translated to Kazakh.
km: ចំណាយយ៉ាងហោចណាស់
kn: It appears that there is no text between the quotation marks for me to translate. Please provide the text you would like translated to Kannada.
ku: کەمترین خەرجی
lo: ໃຊ້ເວລາຢ່າງຫນ້ອຍ
lt: Išleiskite bent
mr: कमीत कमी खर्च करा
ms: Belanja Sekurang-kurangnya
my: အနည်းဆုံးသုံးပါ။
no: Bruk minst
pl: Wydaj co najmniej
ro: Cheltuiește cel puțin
si: අවම වශයෙන් වැය කරන්න
sk: Minúť aspoň
sq: Shpenzoni të paktën
sr: Потрошите најмање
sv: Spendera minst
sw: Tumia Angalau
ta: குறைந்தபட்சம் செலவு செய்யுங்கள்
te: కనీసం ఖర్చు చేయండి
th: ใช้จ่ายอย่างน้อย
tr: En azından Harca
uk: Витратити щонайменше
ur: کم از کم خرچ کریں۔
uz: Hech bo'lmaganda sarflang
vi: Chi tiêu tối thiểu

source: Start Price
am: የመነሻ ዋጋ
ar: سعر البداية
az: Başlanğıc Qiymət
bg: Начална цена
bn: শুরুর মূল্য
bs: Početna cijena
ca: Preu inicial
cs: Počáteční cena
da: Startpris
el: Τιμή εκκίνησης
et: Algushind
fa: قیمت شروع
fi: Aloitushinta
he: מחיר התחלתי
hi: आरंभिक मूल्य
hu: Kezdőár
id: Harga Awal
ja: 開始価格
kk: It appears you have not provided any text to translate. Please provide the text you would like translated to Kazakh.
km: តម្លៃចាប់ផ្តើម
kn: You've provided an empty text (""). There is nothing to translate. If you provide the text, I'll be happy to translate it for you.
ku: نرخی دەستپێک
lo: ລາຄາເລີ່ມຕົ້ນ
lt: Pradinė kaina
mr: सुरुवातीची किंमत
ms: Harga Mula
my: စတင်စျေးနှုန်း
no: Startpris
pl: Cena początkowa
ro: Preț de pornire
si: ආරම්භක මිල
sk: Počiatočná cena
sq: Çmimi fillestar
sr: Почетна цена
sv: Startpris
sw: Bei ya Kuanza
ta: தொடக்க விலை
te: ప్రారంభ ధర
th: ราคาเริ่มต้น
tr: Başlangıç Fiyatı
uk: Початкова ціна
ur: قیمت شروع کریں۔
uz: Boshlang'ich narx
vi: Giá khởi điểm
