Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# appTrackingRequest
source: This identifier will be used to deliver personalized ads to you. "Cancel" will limit Advertisement network's ability to deliver relevant ads to you but will not reduce the number of ads you receive. Because the device is restricted, tracking is disabled and the system can't show a request dialog. "Open Settings" and allow the app to track your activity across other companies' apps and websites?
am: ይህ መለያ ለእርስዎ የተለየ ማስታወቂያ ለማቅረብ ይጠቀማል። "መሰረዝ" የማስታወቂያ አውታረ መረብ ተገቢ ማስታወቂያዎችን ለማቅረብ አቅምን ያነሳል፣ ነገር ግን የሚታዩ ማስታወቂያዎችን አያሳነስም። መሳሪያው የተገደበ ስለሆነ፣ መከታተያ ተሰናክሏል እና ስርዓቱ የመከታተያ ንግግር ማሳየት አይችልም። "ቅኝትን ክፈት" እና መተግበሪያው በሌሎች ኩባንያዎች መተግበሪያዎች እና ድህረ ገጾች ላይ እንዲከታተል ፍቀዱ?
ar: سيتم استخدام هذا المعرف لتقديم إعلانات مخصصة لك. سيؤدي "إلغاء" إلى الحد من قدرة شبكة الإعلانات على تقديم إعلانات ذات صلة لك، لكنه لن يقلل من عدد الإعلانات التي تتلقاها. نظرًا لتقييد الجهاز، يتم تعطيل التتبع ولا يمكن للنظام عرض مربع حوار الطلب. "افتح الإعدادات" واسمح للتطبيق بتتبع نشاطك عبر تطبيقات ومواقع الويب الخاصة بشركات أخرى؟
az: Bu identifikator sizə fərdiləşdirilmiş reklamları çatdırmaq üçün istifadə olunacaq. "Ləğv et" Reklam şəbəkəsinin sizə müvafiq reklamları çatdırmaq imkanını məhdudlaşdıracaq, lakin qəbul etdiyiniz reklamların sayını azaltmayacaq. Cihaz məhdudlaşdırıldığı üçün izləmə deaktiv edilib və sistem sorğu dialoqunu göstərə bilmir. "Parametrləri açın" və tətbiqə digər şirkətlərin tətbiqləri və vebsaytlarında fəaliyyətinizi izləmək icazəsi verilsin?
bg: Този идентификатор ще се използва за предоставяне на персонализирани реклами. "Отказ" ще ограничи възможността на рекламната мрежа да ви показва подходящи реклами, но няма да намали броя на рекламите, които получавате. Понеже устройството е ограничено, проследяването е изключено и системата не може да покаже диалогов прозорец за заявка. "Отворете настройките" и позволете на приложението да проследява вашата активност в други приложения и уебсайтове на компании?
bn: এই শনাক্তকারীটি আপনার কাছে ব্যক্তিগতকৃত বিজ্ঞাপন সরবরাহ করার জন্য ব্যবহার করা হবে। "বাতিল করুন" বিজ্ঞাপন নেটওয়ার্কের আপনার কাছে প্রাসঙ্গিক বিজ্ঞাপন সরবরাহ করার ক্ষমতা সীমিত করবে কিন্তু আপনি যে বিজ্ঞাপনগুলি পাবেন তার সংখ্যা কমাবে না। যেহেতু ডিভাইসটি সীমাবদ্ধ, ট্র্যাকিং অক্ষম করা আছে এবং সিস্টেমটি একটি অনুরোধ ডায়ালগ দেখাতে পারছে না। "সেটিংস খুলুন" এবং অ্যাপটিকে অন্যান্য কোম্পানির অ্যাপ এবং ওয়েবসাইট জুড়ে আপনার কার্যকলাপ ট্র্যাক করার অনুমতি দেবেন?
bs: Ovaj identifikator će se koristiti za isporuku personaliziranih oglasa vama. "Otkaži" će ograničiti mogućnost reklamne mreže da vam isporuči relevantne oglase, ali neće smanjiti broj oglasa koje primate. Budući da je uređaj ograničen, praćenje je onemogućeno i sistem ne može prikazati dijalog zahtjeva. "Otvoriti postavke" i dozvoliti aplikaciji da prati vašu aktivnost u aplikacijama i web stranicama drugih kompanija?
ca: Aquest identificador s'utilitzarà per oferir-te anuncis personalitzats. "Cancel·la" limitarà la capacitat de la xarxa de publicitat per oferir anuncis rellevants, però no reduirà el nombre d'anuncis que reps. Com que el dispositiu està restringit, el seguiment està desactivat i el sistema no pot mostrar el diàleg de sol·licitud. Vols "Obrir la configuració" i permetre que l'app faci seguiment de la teva activitat a altres apps i webs d'empreses?
cs: Tento identifikátor bude použit k doručování personalizovaných reklam. "Zrušit" omezí schopnost reklamní sítě doručovat vám relevantní reklamy, ale nesníží počet reklam, které obdržíte. Protože je zařízení omezeno, sledování je zakázáno a systém nemůže zobrazit dialogové okno požadavku. „Otevřít Nastavení“ a umožnit aplikaci sledovat vaši aktivitu v aplikacích a na webech jiných společností?
da: Denne identifikator vil blive brugt til at levere personlige annoncer til dig. "Annuller" vil begrænse annoncenetværkets mulighed for at levere relevante annoncer til dig, men vil ikke reducere antallet af annoncer, du modtager. Da enheden er begrænset, er sporing deaktiveret, og systemet kan ikke vise en anmodningsdialog. "Åbn indstillinger" og tillad appen at spore din aktivitet på tværs af andre virksomheders apps og hjemmesider?
el: Αυτό το αναγνωριστικό θα χρησιμοποιηθεί για την προβολή εξατομικευμένων διαφημίσεων σε εσάς. Η "Ακύρωση" θα περιορίσει τη δυνατότητα του Δικτύου Διαφημίσεων να σας προβάλλει σχετικές διαφημίσεις, αλλά δεν θα μειώσει τον αριθμό των διαφημίσεων που λαμβάνετε. Επειδή η συσκευή είναι περιορισμένη, η παρακολούθηση είναι απενεργοποιημένη και το σύστημα δεν μπορεί να εμφανίσει ένα παράθυρο διαλόγου αιτήματος. "Άνοιγμα ρυθμίσεων" και να επιτρέπεται στην εφαρμογή να παρακολουθεί τη δραστηριότητά σας σε εφαρμογές και ιστότοπους άλλων εταιρειών;
et: Seda identifikaatorit kasutatakse isikupärastatud reklaamide näitamiseks. "Tühista" piirab reklaamivõrgustiku võimalust näidata asjakohaseid reklaame, kuid ei vähenda reklaamide arvu. Kuna seade on piiratud, on jälgimine keelatud ja süsteem ei saa taotlusdialoogi kuvada. Kas avada seaded ja lubada rakendusel jälgida sinu tegevust teistes rakendustes ja veebilehtedel?
fa: این شناسه برای ارائه تبلیغات شخصی به شما استفاده خواهد شد. "لغو" توانایی شبکه تبلیغاتی را برای ارائه تبلیغات مرتبط به شما محدود می کند اما تعداد تبلیغات دریافتی شما را کاهش نمی دهد. از آنجایی که دستگاه محدود است، ردیابی غیرفعال است و سیستم نمی تواند گفتگوی درخواست را نشان دهد. «تنظیمات را باز کنید» و به برنامه اجازه دهید فعالیت شما را در برنامه‌ها و وب‌سایت‌های شرکت‌های دیگر ردیابی کند؟
fi: Tätä tunnistetta käytetään räätälöityjen mainosten toimittamiseen sinulle. "Peruuta" rajoittaa mainosverkoston kykyä toimittaa sinulle osuvia mainoksia, mutta ei vähennä saamiesi mainosten määrää. Koska laite on rajoitettu, seuranta on poistettu käytöstä eikä järjestelmä voi näyttää pyyntöikkunaa. "Avaa asetukset" ja salli sovelluksen seurata toimintaasi muiden yritysten sovelluksissa ja verkkosivustoilla?
he: מזהה זה ישמש להצגת מודעות מותאמות אישית אליך. "ביטול" יגביל את היכולת של רשת הפרסום להציג לך מודעות רלוונטיות אך לא יקטין את מספר המודעות שתקבל. מכיוון שהמכשיר מוגבל, המעקב מושבת והמערכת לא יכולה להציג תיבת דו-שיח של בקשה. "לפתוח הגדרות" ולאפשר לאפליקציה לעקוב אחר הפעילות שלך באפליקציות ובאתרים של חברות אחרות?
hi: इस पहचानकर्ता का उपयोग आपको वैयक्तिकृत विज्ञापन देने के लिए किया जाएगा। "रद्द करें" विज्ञापन नेटवर्क की आपको प्रासंगिक विज्ञापन देने की क्षमता को सीमित कर देगा, लेकिन आपको मिलने वाले विज्ञापनों की संख्या को कम नहीं करेगा। चूंकि डिवाइस प्रतिबंधित है, इसलिए ट्रैकिंग अक्षम है और सिस्टम अनुरोध संवाद नहीं दिखा सकता है। "सेटिंग खोलें" और ऐप को अन्य कंपनियों के ऐप और वेबसाइट पर आपकी गतिविधि को ट्रैक करने दें?
hu: Ezt az azonosítót arra használjuk, hogy személyre szabott hirdetéseket küldjünk Önnek. A „Mégse” korlátozza a hirdetési hálózat azon képességét, hogy releváns hirdetéseket jelenítsen meg Önnek, de nem csökkenti a kapott hirdetések számát. Mivel az eszköz korlátozott, a követés le van tiltva, és a rendszer nem tud kérés párbeszédpanelt megjeleníteni. „Nyissa meg a Beállításokat”, és engedélyezi az alkalmazásnak, hogy nyomon kövesse tevékenységét más cégek alkalmazásaiban és webhelyein?
id: Pengenal ini akan digunakan untuk menayangkan iklan yang dipersonalisasi kepada Anda. "Batal" akan membatasi kemampuan jaringan Iklan untuk menayangkan iklan yang relevan kepada Anda, tetapi tidak akan mengurangi jumlah iklan yang Anda terima. Karena perangkat dibatasi, pelacakan dinonaktifkan dan sistem tidak dapat menampilkan dialog permintaan. "Buka Setelan" dan izinkan aplikasi melacak aktivitas Anda di seluruh aplikasi dan situs web perusahaan lain?
ja: この識別子は、パーソナライズされた広告を配信するために使用されます。 「キャンセル」を選択すると、広告ネットワークが関連性の高い広告を配信する能力が制限されますが、表示される広告の数は減りません。 デバイスが制限されているため、追跡が無効になり、システムはリクエスト ダイアログを表示できません。「設定を開く」をクリックして、アプリが他社のアプリや Web サイトでのアクティビティを追跡できるようにしますか?
ka: ეს იდენტიფიკატორი გამოყენებული იქნება თქვენთვის პერსონალიზებული რეკლამის მოსაწოდებლად. „გაუქმება“ შეზღუდავს სარეკლამო ქსელის შესაძლებლობას მოგაწოდოთ შესაბამისი რეკლამა, მაგრამ არ შეამცირებს თქვენ მიერ მიღებული რეკლამების რაოდენობას. იმის გამო, რომ მოწყობილობა შეზღუდულია, თვალყურის დევნება გამორთულია და სისტემა ვერ აჩვენებს მოთხოვნის დიალოგს. „გახსენით პარამეტრები“ და მიეცით უფლება აპს თვალყური ადევნოს თქვენს აქტივობას სხვა კომპანიების აპებსა და ვებსაიტებზე?
kk: Бұл идентификатор сізге жекелендірілген жарнамаларды көрсету үшін пайдаланылады. "Бас тарту" жарнама желісінің сізге сәйкес жарнамаларды көрсету мүмкіндігін шектейді, бірақ сіз алатын жарнамалар санын азайтпайды. Құрылғы шектелгендіктен, бақылау өшірілген және жүйе сұрау диалогын көрсете алмайды. "Параметрлерді ашу" арқылы қолданбаға басқа компаниялардың қолданбалары мен веб-сайттарындағы әрекетіңізді бақылауға рұқсат беру керек пе?
km: ឧបករណ៍កំណត់អត្តសញ្ញាណនេះនឹងត្រូវបានប្រើដើម្បីចែកចាយការផ្សាយពាណិជ្ជកម្មដែលសមស្របនឹងអ្នក។ "បោះបង់" នឹងកំណត់សមត្ថភាពរបស់បណ្តាញផ្សាយពាណិជ្ជកម្មក្នុងការផ្តល់ការផ្សាយពាណិជ្ជកម្មដែលពាក់ព័ន្ធទៅនឹងអ្នក ប៉ុន្តែមិនបន្ថយចំនួនការផ្សាយពាណិជ្ជកម្មដែលអ្នកទទួលបានទេ។ ដោយសារតែឧបករណ៍នេះត្រូវបានដាក់កម្រិត ការតាមដានត្រូវបានបិទ ហើយប្រព័ន្ធមិនអាចបង្ហាញប្រអប់ស្នើសុំបានទេ។ "បើកការកំណត់" នឹងអនុញ្ញាតឱ្យកម្មវិធីតាមដានសកម្មភាពរបស់អ្នកនៅលើកម្មវិធី និងគេហទំព័ររបស់ក្រុមហ៊ុនផ្សេងទៀត។
kn: ಈ ಗುರುತಿಸುವಿಕೆಯನ್ನು ನಿಮಗೆ ವೈಯಕ್ತಿಕಗೊಳಿಸಿದ ಜಾಹೀರಾತುಗಳನ್ನು ತಲುಪಿಸಲು ಬಳಸಲಾಗುತ್ತದೆ. "ರದ್ದುಮಾಡು" ಎಂಬುದು ಜಾಹೀರಾತು ನೆಟ್‌ವರ್ಕ್‌ಗಳಿಗೆ ನಿಮಗೆ ಸಂಬಂಧಿತ ಜಾಹೀರಾತುಗಳನ್ನು ತಲುಪಿಸುವ ಸಾಮರ್ಥ್ಯವನ್ನು ಮಿತಿಗೊಳಿಸುತ್ತದೆ, ಆದರೆ ನೀವು ಸ್ವೀಕರಿಸುವ ಜಾಹೀರಾತುಗಳ ಸಂಖ್ಯೆಯನ್ನು ಕಡಿಮೆ ಮಾಡುವುದಿಲ್ಲ. ಸಾಧನವನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿರುವುದರಿಂದ ಟ್ರ್ಯಾಕಿಂಗ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ ಮತ್ತು ಸಿಸ್ಟಮ್ ವಿನಂತಿ ಸಂವಾದವನ್ನು ತೋರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. "ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ" ಮತ್ತು ಇತರ ಕಂಪನಿಗಳ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ನಿಮ್ಮ ಚಟುವಟಿಕೆಯನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಅನುಮತಿಸುವುದೇ?
ku: ئایدیفایەری ئەم ئامرازە بۆ نیشاندانی ڕیکلامە تایبەتییەکان بۆ تۆ بەکاردێت. "هەڵوەشاندنەوە" دەستەواژەی تۆمارکردنی ڕیکلامەکان بۆ تۆ کەم دەکات بەڵام ژمارەی ڕیکلامەکانت کەم ناکات. بەهۆی سنورداربوونی ئامرازەکە، چاودێری ناچالاک کراوە و سیستەم ناتوانێت داوای دیالۆگ نیشان بدات. "Settings بکەرەوە" و ڕێگە بە ئەپەکە بدە بۆ چاودێری چالاکیەکانت لەسەر ئەپ و ماڵپەڕەکانی کۆمپانیاکانی تر؟
lo: ຕົວລະບຸນີ້ຈະຖືກນໍາໃຊ້ເພື່ອສົ່ງໂຄສະນາສ່ວນບຸກຄົນໃຫ້ກັບທ່ານ. "ຍົກເລີກ" ຈະຈໍາກັດຄວາມສາມາດຂອງເຄືອຂ່າຍໂຄສະນາທີ່ຈະສົ່ງໂຄສະນາທີ່ກ່ຽວຂ້ອງໃຫ້ທ່ານແຕ່ຈະບໍ່ຫຼຸດລົງຈໍານວນການໂຄສະນາທີ່ທ່ານໄດ້ຮັບ. ເນື່ອງຈາກວ່າອຸປະກອນໄດ້ຖືກຈໍາກັດ, ການຕິດຕາມຖືກປິດໃຊ້ງານແລະລະບົບບໍ່ສາມາດສະແດງກ່ອງຄໍາຮ້ອງຂໍໄດ້. "ເປີດການຕັ້ງຄ່າ" ແລະອະນຸຍາດໃຫ້ແອັບຯຕິດຕາມກິດຈະກໍາຂອງທ່ານໃນທົ່ວແອັບຯແລະເວັບໄຊທ໌ຂອງບໍລິສັດອື່ນບໍ?
lt: Šis identifikatorius bus naudojamas suasmenintam skelbimui pateikti. „Atšaukti“ apribos reklamos tinklo galimybes teikti jums atitinkamus skelbimus, bet nesumažins gaunamų skelbimų skaičiaus. Kadangi įrenginys apribotas, sekimas išjungtas ir sistema negali rodyti užklausos dialogo lango. „Atidaryti nustatymus“ ir leisti programai stebėti jūsų veiklą kitų įmonių programose ir svetainėse?
mr: या आयडेंटिफायरचा वापर तुम्हाला वैयक्तिकृत जाहिराती देण्यासाठी केला जाईल. "रद्द करा" मुळे जाहिरात नेटवर्कची तुम्हाला संबंधित जाहिराती वितरित करण्याची क्षमता मर्यादित होईल परंतु तुम्हाला मिळणाऱ्या जाहिरातींची संख्या कमी होणार नाही. कारण डिव्हाइस प्रतिबंधित आहे, ट्रॅकिंग अक्षम आहे आणि सिस्टम विनंती संवाद दर्शवू शकत नाही. "सेटिंग्ज उघडा" आणि अॅपला इतर कंपन्यांच्या अॅप्स आणि वेबसाइट्सवरील तुमच्या क्रियाकलापांचा मागोवा घेण्याची परवानगी द्यायची?
ms: Pengecam ini akan digunakan untuk menghantar iklan yang diperibadikan kepada anda. "Batal" akan mengehadkan keupayaan rangkaian Iklan untuk menyampaikan iklan yang berkaitan kepada anda tetapi tidak akan mengurangkan bilangan iklan yang anda terima. Oleh kerana peranti adalah terhad, penjejakan dilumpuhkan dan sistem tidak dapat menunjukkan dialog permintaan. "Buka Tetapan" dan benarkan apl menjejaki aktiviti anda merentas apl dan tapak web syarikat lain?
my: စိတ်ကြိုက်သတ်မှတ်ထားသော ကြော်ငြာများကို သင့်ထံပေးပို့ရန် ဤသတ်မှတ်စနစ်ကို အသုံးပြုပါမည်။ "Cancel" သည် ကြော်ငြာကွန်ရက်၏ စွမ်းဆောင်ရည်ကို ကန့်သတ်ထားမည်ဖြစ်ပြီး သင့်ထံ သက်ဆိုင်ရာ ကြော်ငြာများကို ပေးပို့နိုင်သော်လည်း သင်ရရှိသည့် ကြော်ငြာအရေအတွက်ကို လျှော့ချမည်မဟုတ်ပါ။ စက်ပစ္စည်းကို ကန့်သတ်ထားသောကြောင့် ခြေရာခံခြင်းကို ပိတ်ထားပြီး စနစ်သည် တောင်းဆိုချက်ဒိုင်ယာလော့ခ်ကို မပြသနိုင်ပါ။ "ဆက်တင်များကိုဖွင့်ပါ" နှင့် အခြားကုမ္ပဏီများ၏အက်ပ်များနှင့် ဝဘ်ဆိုဒ်များတွင် သင့်လုပ်ဆောင်ချက်ကို ခြေရာခံရန် အက်ပ်အား ခွင့်ပြုမလား။
no: Denne identifikatoren vil bli brukt til å levere personlige annonser til deg. "Avbryt" vil begrense annonse­nettverkets evne til å levere relevante annonser, men vil ikke redusere antall annonser du mottar. Fordi enheten er begrenset, er sporing deaktivert og systemet kan ikke vise en forespørselsdialog. "Åpne innstillinger" og tillat appen å spore aktiviteten din på tvers av andre selskapers apper og nettsteder?
pl: Ten identyfikator będzie używany do dostarczania Ci spersonalizowanych reklam. „Anuluj” ograniczy możliwość dostarczania Ci odpowiednich reklam przez sieć reklamową, ale nie zmniejszy liczby otrzymywanych reklam. Ponieważ urządzenie jest ograniczone, śledzenie jest wyłączone, a system nie może wyświetlić okna dialogowego żądania. „Otwórz Ustawienia” i zezwól aplikacji na śledzenie Twojej aktywności w aplikacjach i witrynach innych firm?
ro: Acest identificator va fi folosit pentru a vă oferi reclame personalizate. „Anulare” va limita capacitatea rețelei de publicitate de a vă oferi anunțuri relevante, dar nu va reduce numărul de anunțuri pe care le primiți. Deoarece dispozitivul este restricționat, urmărirea este dezactivată și sistemul nu poate afișa un dialog de solicitare. „Deschideți Setări” și permiteți aplicației să vă urmărească activitatea în aplicațiile și site-urile web ale altor companii?
si: මෙම හඳුනාගැනීම ඔබට පුද්ගලිකකරණය කළ දැන්වීම් ලබාදීමට භාවිතා වේ. "අවලංගු කරන්න" තෝරාගැනීම ඔබට අදාල දැන්වීම් ලබාදීම සීමා කරයි, නමුත් ඔබට ලැබෙන දැන්වීම් ප්‍රමාණය අඩු නොවේ. උපාංගය සීමා කර ඇති නිසා, නිරීක්ෂණය අක්‍රියයි සහ පද්ධතියට ඉල්ලීමේ සංවාදය පෙන්විය නොහැක. "සැකසුම් විවෘත කරන්න" තෝරා ඔබේ ක්‍රියාකාරකම් අනෙකුත් සමාගම්වල යෙදුම් සහ වෙබ් අඩවි හරහා නිරීක්ෂණය කිරීමට යෙදුමට ඉඩ දෙන්න.
sk: Tento identifikátor sa použije na doručenie prispôsobených reklám. „Zrušiť“ obmedzí schopnosť reklamnej siete doručovať vám relevantné reklamy, ale nezníži počet prijatých reklám. Pretože je zariadenie obmedzené, sledovanie je zakázané a systém nemôže zobraziť dialógové okno so žiadosťou. „Otvoriť Nastavenia“ a povoliť aplikácii sledovať vašu aktivitu v aplikáciách a na webových stránkach iných spoločností?
sq: Ky identifikues do të përdoret për t'ju ofruar reklama të personalizuara. "Anulo" do të kufizojë aftësinë e rrjetit të reklamave për t'ju ofruar reklama përkatëse, por nuk do të zvogëlojë numrin e reklamave që merrni. Për shkak se pajisja është e kufizuar, gjurmimi është i çaktivizuar dhe sistemi nuk mund të shfaqë dialogun e kërkesës. "Të hapen cilësimet" dhe të lejohet që aplikacioni të gjurmojë aktivitetin tuaj nëpër aplikacionet dhe faqet e internetit të kompanive të tjera?
sr: Овај идентификатор ће се користити за испоруку персонализованих огласа. „Откажи“ ће ограничити могућност рекламне мреже да вам испоручи релевантне огласе, али неће смањити број огласа које примате. Пошто је уређај ограничен, праћење је онемогућено и систем не може да прикаже дијалог захтева. „Отворите подешавања“ и дозволите апликацији да прати вашу активност у апликацијама и веб локацијама других компанија?
sv: Denna identifierare kommer att användas för att leverera personliga annonser till dig. "Avbryt" kommer att begränsa annonsnätverkets möjlighet att leverera relevanta annonser till dig men kommer inte att minska antalet annonser du får. Eftersom enheten är begränsad är spårning inaktiverad och systemet kan inte visa en dialogruta för begäran. "Öppna inställningar" och tillåta appen att spåra din aktivitet över andra företags appar och webbplatser?
sw: Kitambulisho hiki kitatumika kukuletea matangazo maalum. "Ghairi" itapunguza uwezo wa mtandao wa Matangazo kuwasilisha matangazo muhimu kwako lakini haitapunguza idadi ya matangazo unayopokea. Kwa sababu kifaa kimezuiwa, ufuatiliaji umezimwa na mfumo hauwezi kuonyesha kidirisha cha ombi. "Fungua Mipangilio" na uruhusu programu kufuatilia shughuli zako kwenye programu na tovuti za makampuni mengine?
ta: இந்த அடையாளங்காட்டி உங்களுக்கு தனிப்பயனாக்கப்பட்ட விளம்பரங்களை வழங்கப் பயன்படுத்தப்படும். "ரத்துசெய்" என்பது விளம்பர நெட்வொர்க்கின் தொடர்புடைய விளம்பரங்களை உங்களுக்கு வழங்குவதற்கான திறனைக் கட்டுப்படுத்தும், ஆனால் நீங்கள் பெறும் விளம்பரங்களின் எண்ணிக்கையைக் குறைக்காது. சாதனம் தடைசெய்யப்பட்டுள்ளதால், கண்காணிப்பு முடக்கப்பட்டுள்ளது, மேலும் கணினியால் கோரிக்கை உரையாடலைக் காட்ட முடியாது. "அமைப்புகளைத் திறந்து" பிற நிறுவனங்களின் பயன்பாடுகள் மற்றும் வலைத்தளங்களில் உங்கள் செயல்பாட்டைக் கண்காணிக்க பயன்பாட்டை அனுமதிக்கவா?
te: ఈ గుర్తింపును మీకు వ్యక్తిగతీకరించిన ప్రకటనలు అందించడానికి ఉపయోగిస్తారు. "రద్దు" చేస్తే ప్రకటన నెట్‌వర్క్‌కు సంబంధిత ప్రకటనలు చూపించే సామర్థ్యం తగ్గుతుంది కానీ మీరు పొందే ప్రకటనల సంఖ్య తగ్గదు. పరికరం పరిమితంగా ఉండటంతో ట్రాకింగ్ నిలిపివేయబడింది మరియు సిస్టమ్ అభ్యర్థన డైలాగ్ చూపించలేను. "సెట్టింగ్స్ ఓపెన్ చేయండి" మరియు ఇతర కంపెనీల యాప్స్, వెబ్‌సైట్లలో మీ కార్యకలాపాన్ని ట్రాక్ చేయడానికి అనుమతించండి?
th: ตัวระบุนี้จะใช้ในการส่งโฆษณาที่ปรับแต่งให้เหมาะกับคุณ "ยกเลิก" จะจำกัดความสามารถของเครือข่ายโฆษณาในการส่งโฆษณาที่เกี่ยวข้องถึงคุณ แต่จะไม่ลดจำนวนโฆษณาที่คุณได้รับ เนื่องจากอุปกรณ์ถูกจำกัด การติดตามจึงถูกปิดใช้งานและระบบไม่สามารถแสดงกล่องโต้ตอบคำขอได้ "เปิดการตั้งค่า" และอนุญาตให้แอปติดตามกิจกรรมของคุณในแอปและเว็บไซต์ของบริษัทอื่นหรือไม่
tr: Bu tanımlayıcı, size kişiselleştirilmiş reklamlar sunmak için kullanılacaktır. "İptal", Reklam ağının size alakalı reklamlar sunma yeteneğini sınırlayacaktır ancak aldığınız reklam sayısını azaltmayacaktır. Cihaz kısıtlandığı için izleme devre dışıdır ve sistem bir istek iletişim kutusu gösteremez. "Ayarları Aç" ve uygulamanın diğer şirketlerin uygulamaları ve web sitelerindeki etkinliğinizi izlemesine izin ver?
uk: Цей ідентифікатор використовуватиметься для надання вам персоналізованої реклами. «Скасувати» обмежить можливість рекламної мережі надавати вам релевантну рекламу, але не зменшить кількість реклами, яку ви отримуєте. Оскільки пристрій обмежено, відстеження вимкнено, і система не може показати діалогове вікно запиту. «Відкрити налаштування» та дозволити програмі відстежувати вашу активність у програмах і на веб-сайтах інших компаній?
ur: یہ شناخت کنندہ آپ کو ذاتی نوعیت کے اشتہارات فراہم کرنے کے لیے استعمال کیا جائے گا۔ "منسوخ کریں" اشتہاری نیٹ ورک کی آپ کو متعلقہ اشتہارات فراہم کرنے کی صلاحیت کو محدود کر دے گا لیکن آپ کو موصول ہونے والے اشتہارات کی تعداد کو کم نہیں کرے گا۔ چونکہ آلہ محدود ہے، ٹریکنگ غیر فعال ہے اور سسٹم درخواست کا ڈائیلاگ نہیں دکھا سکتا۔ "سیٹنگز کھولیں" اور ایپ کو دوسری کمپنیوں کی ایپس اور ویب سائٹس پر آپ کی سرگرمی کو ٹریک کرنے کی اجازت دیں؟
uz: Bu identifikator sizga moslashtirilgan reklamalarni yetkazib berish uchun ishlatiladi. "Bekor qilish" Reklama tarmog'ining sizga tegishli e'lonlarni yetkazib berish qobiliyatini cheklaydi, lekin siz qabul qiladigan reklamalar sonini kamaytirmaydi. Qurilma cheklanganligi sababli, kuzatish o‘chirib qo‘yilgan va tizim so‘rov dialogini ko‘rsata olmaydi. "Sozlamalarni oching" va ilovaga boshqa kompaniyalarning ilovalari va veb-saytlaridagi faoliyatingizni kuzatishiga ruxsat berilsinmi?
vi: Mã định danh này sẽ được sử dụng để phân phối quảng cáo cá nhân hóa cho bạn. "Hủy" sẽ hạn chế khả năng phân phối quảng cáo liên quan đến bạn của Mạng quảng cáo nhưng không giảm số lượng quảng cáo bạn nhận được. Do thiết bị bị hạn chế, tính năng theo dõi bị vô hiệu hóa và hệ thống không thể hiển thị hộp thoại yêu cầu. "Mở Cài đặt" và cho phép ứng dụng theo dõi hoạt động của bạn trên các ứng dụng và trang web của các công ty khác?

source: App Tracking Transparency
am: የመተግበሪያ መከታተያ прозግና
ar: شفافية تتبع التطبيق
az: Proqram İzləmə Şəffaflığı
bg: Прозрачност на проследяването в приложението
bn: অ্যাপ ট্র্যাকিং স্বচ্ছতা
bs: Transparentnost praćenja aplikacija
ca: Transparència de seguiment de l'app
cs: Transparentnost sledování aplikací
da: App-sporingsgennemsigtighed
el: Διαφάνεια παρακολούθησης εφαρμογών
et: Rakenduse jälgimise läbipaistvus
fa: شفافیت ردیابی برنامه
fi: Sovelluksen seurannan läpinäkyvyys
he: שקיפות מעקב אחר אפליקציות
hi: ऐप ट्रैकिंग पारदर्शिता
hu: Alkalmazáskövetés átláthatósága
id: Transparansi Pelacakan Aplikasi
ja: アプリ追跡の透明性
ka: აპების თვალთვალის გამჭვირვალობა
kk: Қолданбаны бақылау ашықтығы
km: តម្លាភាពក្នុងការតាមដានកម្មវិធី
kn: ಅಪ್ಲಿಕೇಶನ್ ಟ್ರ್ಯಾಕಿಂಗ್ ಪಾರದರ್ಶಕತೆ
ku: ڕووناکی چاودێری ئەپ
lo: ຄວາມໂປ່ງໃສການຕິດຕາມແອັບ
lt: Programų stebėjimo skaidrumas
mr: अ‍ॅप ट्रॅकिंग पारदर्शकता
ms: Ketelusan Penjejakan Apl
my: အက်ပ်ခြေရာခံခြင်း ပွင့်လင်းမြင်သာမှု
no: App-sporingsgjennomsiktighet
pl: Przejrzystość śledzenia aplikacji
ro: Transparența urmăririi aplicației
si: යෙදුම් නිරීක්ෂණ විනිවිදභාවය
sk: Transparentnosť sledovania aplikácií
sq: Transparenca e gjurmimit të aplikacioneve
sr: Транспарентност праћења апликација
sv: Transparens för appspårning
sw: Uwazi wa Kufuatilia Programu
ta: ஆப் கண்காணிப்பு வெளிப்படைத்தன்மை
te: యాప్ ట్రాకింగ్ పారదర్శకత
th: ความโปร่งใสในการติดตามแอป
tr: Uygulama İzleme Şeffaflığı
uk: Прозорість відстеження додатків
ur: ایپ ٹریکنگ شفافیت
uz: Ilovalarni kuzatish shaffofligi
vi: Tính minh bạch theo dõi ứng dụng
