Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# confirmDeleteItem
source: Are you sure you want to delete this item?
am: ይህንን እቃ ማጥፋት እፈልጋሉ?
ar: هل أنت متأكد من رغبتك في حذف هذا العنصر؟
az: Bu elementi silməyə əminsiniz?
bg: Сигурни ли сте, че искате да изтриете този елемент?
bn: আপনি কি এই আইটেমটি মুছে ফেলার বিষয়ে নিশ্চিত?
bs: Jeste li sigurni da želite izbrisati ovu stavku?
ca: Estàs segur que vols suprimir aquest element?
cs: Opravdu chcete tuto položku smazat?
da: Er du sikker på, at du vil slette dette element?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το στοιχείο;
et: Kas oled kindel, et soovid selle üksuse kustutada?
fa: آیا مطمئن هستید که می‌خواهید این مورد را حذف کنید؟
fi: Haluatko varmasti poistaa tämän kohteen?
he: האם אתה בטוח שברצונך למחוק פריט זה?
hi: क्या आप वाकई इस आइटम को हटाना चाहते हैं?
hu: Biztosan törli ezt az elemet?
id: Apakah Anda yakin ingin menghapus item ini?
ja: このアイテムを削除してもよろしいですか？
ka: დარწმუნებული ხართ, რომ გსურთ ამ ელემენტის წაშლა?
kk: Бұл элементті жойғыңыз келетініне сенімдісіз бе?
km: តើអ្នកប្រាកដថាចង់លុបមុខទំនិញនេះ?
kn: ಈ ಐಟಂ ಅಳಿಸಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ku: دڵنیایت دەتەوێت ئەم شتە بسڕیتەوە؟
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບລາຍການນີ້?
lt: Ar tikrai norite ištrinti šį elementą?
mr: तुम्हाला खात्री आहे की तुम्ही हा आयटम हटवू इच्छिता?
ms: Adakah anda pasti mahu memadamkan item ini?
my: ဤပစ္စည်းအမျိုးအစားကိုပယ်ဖျက်မှာသေချာပြီလား?
no: Er du sikker på at du vil slette dette elementet?
pl: Czy na pewno chcesz usunąć ten element?
ro: Ești sigur că vrei să ștergi acest articol?
si: ඔබට මෙම අයිතමය මැකීමට අවශ්‍ය බව විශ්වාසද?
sk: Naozaj chcete odstrániť túto položku?
sq: Jeni i sigurt që dëshironi ta fshini këtë artikull?
sr: Да ли сте сигурни да желите да избришете ову ставку?
sv: Är du säker på att du vill ta bort detta objekt?
sw: Je, una uhakika unataka kufuta kipengee hiki?
ta: இந்த உருப்படியை நிச்சயமாக நீக்க விரும்புகிறீர்களா?
te: మీరు నిజంగా ఈ అంశాన్ని తొలగించాలనుకుంటున్నారా?
th: แน่ใจหรือไม่ว่าต้องการลบรายการนี้
tr: Bu öğeyi silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей елемент?
ur: کیا آپ واقعی اس آئٹم کو حذف کرنا چاہتے ہیں؟
uz: Ushbu elementni o'chirishni xohlaysizmi?
vi: Bạn có chắc chắn muốn xóa mục này không?

source: Mark as read
am: እንደ ተነበበ ምልክት ያድርጉ
ar: تحديد كمقروء
az: Oxunmuş kimi qeyd et
bg: Маркиране като прочетено
bn: পঠিত হিসেবে চিহ্নিত করুন
bs: Označi kao pročitano
ca: Marca com a llegit
cs: Označit jako přečtené
da: Marker som læst
el: Σημείωση ως αναγνωσμένο
et: Märgi loetuks
fa: علامت‌گذاری به عنوان خوانده شده
fi: Merkitse luetuksi
he: סמן כנקרא
hi: पढ़ा हुआ चिह्नित करें
hu: Megjelölés olvasottként
id: Tandai sudah dibaca
ja: 既読にする
ka: წაკითხულად მონიშვნა
kk: Оқылды деп белгілеу
km: សម្គាល់ថាបានអាន
kn: ಓದಿದಂತೆ ಗುರುತಿಸಿ
ku: وەک خوێندراو نیشان بدە
lo: ໝາຍ ວ່າອ່ານແລ້ວ
lt: Pažymėti kaip perskaitytą
mr: वाचले म्हणून चिन्हांकित करा
ms: Tanda sebagai telah dibaca
my: ဖတ်ပြီးသားစာရင်းထဲထည့်ပါ
no: Merk som lest
pl: Oznacz jako przeczytane
ro: Marchează ca citit
si: කියවූ ලෙස සලකුණු කරන්න
sk: Označiť ako prečítané
sq: Shëno si të lexuar
sr: Означи као прочитано
sv: Markera som läst
sw: Weka alama kuwa imesomwa
ta: படித்ததாக குறி
te: చదివినట్లు గుర్తించు
th: ทำเครื่องหมายว่าอ่านแล้ว
tr: Okundu olarak işaretle
uk: Позначити як прочитане
ur: پڑھا ہوا نشان زد کریں۔
uz: O'qilgan deb belgilash
vi: Đánh dấu đã đọc

source: Mark as unread
am: እንደ አልተነበበ ምልክት ያድርጉ
ar: تحديد كغير مقروء
az: Oxunmamış kimi qeyd et
bg: Маркиране като непрочетено
bn: অপঠিত হিসাবে চিহ্নিত করুন
bs: Označi kao nepročitano
ca: Marca com a no llegit
cs: Označit jako nepřečtené
da: Marker som ulæst
el: Σημείωση ως μη αναγνωσμένο
et: Märgi lugemata
fa: علامت‌گذاری به عنوان خوانده نشده
fi: Merkitse lukemattomaksi
he: סמן כלא נקרא
hi: अपठित चिह्नित करें
hu: Megjelölés olvasatlanként
id: Tandai belum dibaca
ja: 未読にする
ka: წაუკითხავად მონიშვნა
kk: Оқылмады деп белгілеу
km: សម្គាល់ថាមិនទាន់អាន
kn: ಓದದಂತೆ ಗುರುತಿಸಿ
ku: وەک نەخوێندراو نیشان بدە
lo: ໝາຍ ວ່າຍັງບໍ່ໄດ້ອ່ານ
lt: Pažymėti kaip neskaitytą
mr: न वाचलेले म्हणून चिन्हांकित करा
ms: Tanda sebagai tidak dibaca
my: မဖတ်ရသေးသောစာရင်းထဲထည့်ပါ
no: Merk som ulest
pl: Oznacz jako nieprzeczytane
ro: Marchează ca necitit
si: නොකියවූ ලෙස සලකුණු කරන්න
sk: Označiť ako neprečítané
sq: Shëno si të palexuar
sr: Означи као непрочитано
sv: Markera som oläst
sw: Weka alama kuwa haijasomwa
ta: படிக்காதது என குறி
te: చదవనిట్లు గుర్తించు
th: ทำเครื่องหมายว่ายังไม่ได้อ่าน
tr: Okunmadı olarak işaretle
uk: Позначити як непрочитане
ur: اس کے اوپرنشان لگایں کہ پڑھا نیں ہوا
uz: O'qilmagan deb belgilash
vi: Đánh dấu chưa đọc

source: No file to download.
am: ምንም ፋይል የለም ለማውረድ።
ar: لا يوجد ملف للتنزيل.
az: Yükləmək üçün fayl yoxdur.
bg: Няма файл за изтегляне.
bn: ডাউনলোড করার জন্য কোনও ফাইল নেই।
bs: Nema datoteke za preuzimanje.
ca: No hi ha cap fitxer per descarregar.
cs: Žádný soubor ke stažení.
da: Ingen fil at downloade.
el: Δεν υπάρχει αρχείο για λήψη.
et: Pole ühtegi faili allalaadimiseks.
fa: فایلی برای دانلود وجود ندارد
fi: Ei ladattavaa tiedostoa.
he: אין קובץ להורדה.
hi: डाउनलोड करने के लिए कोई फ़ाइल नहीं है।
hu: Nincs letölthető fájl.
id: Tidak ada file untuk diunduh.
ja: ダウンロードするファイルがありません
ka: ჩამოსატვირთი ფაილი არ არის
kk: Жүктеп алатын файл жоқ
km: គ្មានឯកសារត្រូវទាញយកទេ។
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಯಾವುದೇ ಫೈಲ್ ಇಲ್ಲ.
ku: هیچ فایلێک بۆ داگرتن نییە.
lo: ບໍ່ມີໄຟລ໌ໃຫ້ດາວໂຫຼດ.
lt: Nėra failo atsisiuntimui.
mr: डाउनलोड करण्यासाठी कोणतीही फाइल नाही.
ms: Tiada fail untuk dimuat turun.
my: ဖိုင်ဒေါင်းလုပ်မလုပ်ထားပါ.
no: Ingen filer å laste ned
pl: Brak pliku do pobrania.
ro: Nu există fișier de descărcat
si: බාගත කිරීමට ගොනු නොමැත.
sk: Žiadny súbor na stiahnutie.
sq: Nuk ka skedar për të shkarkuar.
sr: Нема датотеке за преузимање.
sv: Ingen fil att ladda ner.
sw: Hakuna faili ya kupakua.
ta: பதிவிறக்க கோப்பு இல்லை
te: డౌన్‌లోడ్ చేయడానికి ఎటువంటి ఫైల్ లేదు.
th: ไม่มีไฟล์ให้ดาวน์โหลด
tr: İndirilecek dosya yok.
uk: Немає файлів для завантаження
ur: ڈاؤن لوڈ کرنے کے لیے کوئی فائل نہیں ہے۔
uz: Yuklab olish uchun fayl yo'q
vi: Không có tệp để tải xuống.

# orderStatusShipped
source: Shipped
am: ተልኳል
ar: تم الشحن
az: Göndərilib
bg: Изпратена
bn: প্রেরিত
bs: Poslano
ca: Enviat
cs: Odesláno
da: Afsendt
el: Αποστέλλεται
et: Saadetud
fa: ارسال شده
fi: Lähetetty
he: נשלח
hi: भेज दिया गया
hu: Kiszállítva
id: Dikirim
ja: 発送済み
ka: გაგზავნილია
kk: Жөнелтілді
km: ស្ថានភាពបញ្ជាទិញបានដឹកជញ្ជូន
kn: ರವಾನಿಸಲಾಗಿದೆ
ku: نێردرا
lo: ຈັດສົ່ງແລ້ວ
lt: Išsiųstas
mr: पाठवले
ms: Dihantar
my: တင်ပို့ပြီးပါပြီ
no: Sendt
pl: Wysłano
ro: Expediat
si: නැව්ගත කර ඇත
sk: Odoslané
sq: Dërguar
sr: Отпремљено
sv: Skickad
sw: Imesafirishwa
ta: அனுப்பப்பட்டது
te: రవాణా చేయబడింది
th: จัดส่งแล้ว
tr: Gönderildi
uk: Відправлено
ur: بھیج دیا گیا
uz: Yuborildi
vi: Đã giao hàng

# orderStatusReversed
source: Reversed
am: ተቀይሯል
ar: معكوس
az: Ters çevrildi
bg: Върната
bn: বিপরীত
bs: Vraćeno
ca: Revertit
cs: Obráceno
da: Tilbageført
el: Αντεστραμμένο
et: Tagasi pööratud
fa: معکوس شده
fi: Käännetty
he: הפוך
hi: उलट दिया गया
hu: Visszafordítva
id: Dikembalikan
ja: 取消済み
ka: შებრუნებულია
kk: Қайтарылды
km: ស្ថានភាពបញ្ជាទិញត្រូវបានប្តូរ
kn: ಹಿಂತಿರುಗಿಸಲಾಗಿದೆ
ku: گەڕاوەتەوە
lo: ຮັບຄືນ
lt: Atšauktas
mr: परत केले
ms: Terbalik
no: Reversert
pl: Cofnięto
ro: Inversat
si: ප්‍රතිවර්ත කර ඇත
sk: Obrátené
sq: I kthyer
sr: Обрнуто
sv: Omvänd
sw: Imebadilishwa
ta: மாற்றப்பட்டது
te: రివర్స్ చేయబడింది
th: ย้อนกลับ
tr: Tersine çevrildi
uk: Повернуто
ur: واپس
uz: Qaytarildi
vi: Đã hoàn tiền

# orderStatusCanceledReversal
source: Canceled Reversal
am: ተተወው የተቀየረው
ar: إلغاء العكس
az: Ləğv edildi
bg: Отменено връщане
bn: বাতিল করা হয়েছে
bs: Otkazano vraćanje
ca: Cancel·lació revertida
cs: Zrušené storno
da: Annulleret tilbageførsel
el: Ακυρώθηκε η αντιστροφή
et: Tühistatud tagasipööramine
fa: لغو برگشت
fi: Peruutus kumottu
he: ביטול חזרה
hi: रद्द किया गया रिवर्सल
hu: Visszavonás törölve
id: Pembatalan Dikembalikan
ja: キャンセル取消
ka: გაუქმების გაუქმება
kk: Бас тарту қайтарылды
km: ស្ថានភាពបញ្ជាទិញ៖ បោះបង់
kn: ರದ್ದುಗೊಳಿಸಿದ ಹಿಂತಿರುಗಿಸುವಿಕೆ
ku: گەڕاندنەوەی هەڵوەشاوە
lo: ຍົກເລີກສົ່ງກຳຄືນ
lt: Atšaukimo atšaukimas
mr: रद्द केलेले परत
ms: Pembalikan dibatalkan
no: Kansellert reversering
pl: Anulowano
ro: Anulare inversată
si: අවලංගු කිරීම ප්‍රතිවර්ත කර ඇත
sk: Zrušené storno
sq: Anulimi i kthyer
sr: Отказано преокрет
sv: Avbruten återföring
sw: Umeghairiwa Ugeuzaji
ta: ரத்து செய்யப்பட்ட மாற்றம்
te: రద్దు చేయబడిన రివర్సల్
th: ยกเลิกการกลับรายการ
tr: İptal edilen sipariş
uk: Скасовано повернення
ur: منسوخ شدہ واپسی
uz: Bekor qilish qaytarildi
vi: Đã hủy hoàn tiền

# orderStatusChargeBack
source: Charge Back
am: ተመላሽ ክፍያ
ar: إعادة الشحن
az: Geri doldurun
bg: Възстановяване на плащане
bn: চার্জ ফেরত
bs: Povrat sredstava
ca: Càrrec retornat
cs: Reklamace platby
da: Tilbageførsel
el: Επιστροφή φόρτισης
et: Tagasimakse
fa: برگشت هزینه
fi: Takaisinveloitus
he: חיוב חוזר
hi: चार्जबैक
hu: Visszatérítés
id: Pengembalian Dana
ja: チャージバック
ka: თანხის დაბრუნება
kk: Қайтарым
km: សងប្រាក់វិញ
kn: ಚಾರ್ಜ್ ಬ್ಯಾಕ್
ku: گەڕاندنەوەی پارە
lo: ຮຽກເກັບຄືນ
lt: Lėšų grąžinimas
mr: चार्ज बॅक
ms: Caj Balik
no: Tilbakeføring
pl: Zwrot na kartę
ro: Returnare plată
si: නැවත අය කිරීම
sk: Vrátenie platby
sq: Rimbursim
sr: Цхарге Бацк
sv: Återdebitering
sw: Rudisha Malipo
ta: சார்ஜ் பேக்
te: చార్జ్‌బ్యాక్
th: เรียกเก็บเงินคืน
tr: Geri Ödeme
uk: Повернення коштів
ur: چارج بیک
uz: Qaytarib berish
vi: Hoàn tiền

# orderStatusDenied
source: Denied
am: ውድቀት
ar: مرفوض
az: rədd edildi
bg: Отказана
bn: অস্বীকৃত
bs: Odbijeno
ca: Denegat
cs: Odmítnuto
da: Afvist
el: Αρνήθηκε
et: Keeldutud
fa: رد شده
fi: Hylätty
he: נדחה
hi: अस्वीकृत
hu: Elutasítva
id: Ditolak
ja: 拒否されました
ka: უარყოფილია
kk: Бас тартылды
km: ស្ថានភាពបញ្ជាទិញបានបដិសេធ
kn: ನಿರಾಕರಿಸಲಾಗಿದೆ
ku: ڕەتکرایەوە
lo: ຖືກປະຕິເສດ
lt: Atmestas
mr: नाकारले
ms: Ditolak
my: ပယ်ချခဲ့သည်။
no: Avvist
pl: Odrzucono
ro: Refuzat
si: ප්‍රතික්ෂේප කර ඇත
sk: Zamietnuté
sq: Refuzuar
sr: Одбијено
sv: Nekad
sw: Imekataliwa
ta: மறுக்கப்பட்டது
te: తిరస్కరించబడింది
th: ปฏิเสธ
tr: Reddedildi
uk: Відхилено
ur: مسترد
uz: Rad etildi
vi: Từ chối

# orderStatusExpired
source: Expired
am: ጊዜው አልፏል
ar: منتهي الصلاحية
az: İstifadə müddəti bitdi
bg: Изтекла
bn: মেয়াদোত্তীর্ণ
bs: Isteklo
ca: Caducat
cs: Platnost vypršela
da: Udløbet
el: έχει λήξει
et: Aegunud
fa: منقضی شده
fi: Vanhentunut
he: פג תוקף
hi: समाप्त हो गया
hu: Lejárt
id: Kedaluwarsa
ja: 期限切れ
ka: ვადაგასულია
kk: Мерзімі өтті
km: ស្ថានភាពបញ្ជាទិញបានផុតកំណត់
kn: ಅವಧಿ ಮುಗಿದಿದೆ
ku: بەسەرچوو
lo: ໝົດອາຍຸ
lt: Nebegalioja
mr: कालबाह्य झाले
ms: Tamat tempoh
my: သက်တမ်းကုန်သွားပြီ
no: Utløpt
pl: Wygasło
ro: Expirat
si: කල් ඉකුත් වී ඇත
sk: Expirované
sq: Skaduar
sr: Истекао
sv: Utgången
sw: Imeisha muda
ta: காலாவதியானது
te: గడువు ముగిసింది
th: หมดอายุ
tr: Süresi doldu
uk: Термін дії закінчився
ur: میعاد ختم
uz: Muddati tugagan
vi: Hết hạn

# orderStatusProcessed
source: Processed
am: ተከናውኗል
ar: تمت المعالجة
az: Emal edilib
bg: Обработена
bn: প্রক্রিয়াজাত
bs: Obrađeno
ca: Processat
cs: Zpracováno
da: Behandlet
el: Επεξεργασμένο
et: Töödeldud
fa: پردازش شده
fi: Käsitelty
he: עובד
hi: प्रसंस्कृत
hu: Feldolgozva
id: Diproses
ja: 処理済み
ka: დამუშავებულია
kk: Өңделді
km: ស្ថានភាពបញ្ជាទិញបានដំណើរការ
kn: ಸಂಸ್ಕರಿಸಲಾಗಿದೆ
ku: چاککراوە
lo: ປະມວນຜົນແລ້ວ
lt: Apdorotas
mr: प्रक्रिया केली
ms: Telah diproses
my: ဆောင်ရွက်ထားသည်။
no: Behandlet
pl: Przetworzono
ro: Procesat
si: සකසා ඇත
sk: Spracované
sq: Përpunuar
sr: Обрађено
sv: Bearbetad
sw: Imechakatwa
ta: செயலாக்கப்பட்டது
te: ప్రాసెస్ చేయబడింది
th: ดำเนินการแล้ว
tr: İşlendi
uk: Оброблено
ur: پروسیس شدہ
uz: Qayta ishlandi
vi: Đã xử lý

# orderStatusVoided
source: Voided
am: ተሰርዟል
ar: ملغي
az: Ləğv edilib
bg: Анулирана
bn: বাতিল
bs: Poništeno
ca: Anul·lat
cs: Zrušeno
da: Annulleret
el: Ακυρώθηκε
et: Tühistatud
fa: باطل شده
fi: Mitätöity
he: בוטל
hi: अमान्य कर दिया गया
hu: Érvénytelenítve
id: Dibatalkan
ja: 無効
ka: გაუქმებულია
kk: Жойылды
km: ស្ថានភាពបញ្ជាទិញបានលុបចោល
kn: ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ
ku: هەڵوەشاوە
lo: ໂມຄະ
lt: Anuliuotas
mr: रद्द केले
ms: DIBATALKAN
my: ပယ်ဖျက်ထားပါသည်။
no: Annullert
pl: Unieważniono
ro: Anulat
si: අවලංගු කර ඇත
sk: Zrušené
sq: I anuluar
sr: Воидед
sv: Ogiltigförklarad
sw: Imebatilishwa
ta: செல்லாததாக்கப்பட்டது
te: రద్దు చేయబడింది
th: โมฆะ
tr: İptal edildi
uk: Анульовано
ur: منسوخ
uz: Bekor qilindi
vi: Đã hủy bỏ

source: Delivered
am: ተሰጥቷል
ar: تم التوصيل
az: Çatdırıldı
bg: Доставена
bn: বিতরণ করা হয়েছে
bs: Dostavljeno
ca: Lliurat
cs: Doručeno
da: Leveret
el: Παραδόθηκε
et: Kohale toimetatud
fa: تحویل داده شده
fi: Toimitettu
he: נמסר
hi: पहुंचा दिया गया
hu: Kiszállítva
id: Terkirim
ja: 配達済み
ka: მიწოდებულია
kk: Жеткізілді
km: បានដឹកជញ្ជូន
kn: ತಲುಪಿಸಲಾಗಿದೆ
ku: گەیەنرا
lo: ຈັດສົ່ງແລ້ວ
lt: Pristatyta
mr: पोहोचवले
ms: Dihantar
my: ပို့ဆောင်ပြီးပါပြီ
no: Levert
pl: Dostarczono
ro: Livrat
si: බෙදා හැර ඇත
sk: Doručené
sq: Dorëzuar
sr: Достављено
sv: Levererad
sw: Imewasilishwa
ta: வழங்கப்பட்டது
te: వితరణ
th: จัดส่งแล้ว
tr: Teslim edildi
uk: Доставлено
ur: پہنچا دیا گیا
uz: Yetkazib berildi
vi: Đã giao hàng

source: Incorrect password
am: የተሳሳተ የይለፍ ቃል
ar: كلمة المرور غير صحيحة
az: Səhv parol
bg: Грешна парола
bn: ভুল পাসওয়ার্ড
bs: Netačna lozinka
ca: Contrasenya incorrecta
cs: Nesprávné heslo
da: Forkert adgangskode
el: Λανθασμένος κωδικός πρόσβασης
et: Vale parool
fa: رمز عبور نادرست است
fi: Väärä salasana
he: סיסמה שגויה
hi: गलत पासवर्ड
hu: Helytelen jelszó
id: Kata Sandi Salah
ja: パスワードが正しくありません
ka: Არასწორი პაროლი
kk: Құпия сөз дұрыс емес
km: ពាក្យសម្ងាត់មិនត្រឹមត្រូវ
kn: ತಪ್ಪಾದ ಪಾಸ್‌ವರ್ಡ್
ku: وشەی نهێنی هەڵەیە
lo: ລະຫັດຜ່ານບໍ່ຖືກຕ້ອງ
lt: Neteisingas slaptažodis
mr: चुकीचा पासवर्ड
ms: Kata laluan salah
my: စကားဝှက်မှားနေသည်။
no: Feil passord
pl: Nieprawidłowe hasło
ro: Parolă incorectă
si: වැරදි මුරපදයකි
sk: Nesprávne heslo
sq: Fjalëkalim i pasaktë
sr: Нетачна лозинка
sv: Felaktigt lösenord
sw: Nenosiri si sahihi
ta: தவறான கடவுச்சொல்
te: తప్పు పాస్‌వర్డ్
th: รหัสผ่านไม่ถูกต้อง
tr: Yanlış parola
uk: Неправильний пароль
ur: غلط پاس ورڈ
uz: Noto'g'ri parol
vi: Sai mật khẩu

source: Delivery Details
am: ዝርዝር የመላኪያ
ar: تفاصيل التوصيل
az: Çatdırılma təfərrüatları
bg: Детайли за доставката
bn: ডেলিভারির বিবরণ
bs: Detalji dostave
ca: Detalls del lliurament
cs: Detaily objednávky
da: Leveringsdetaljer
el: Λεπτομέρειες παράδοσης
et: Tarne üksikasjad
fa: جزئیات تحویل
fi: Toimitustiedot
he: פרטי משלוח
hi: डिलीवरी विवरण
hu: Szállítási adatok
id: Detail Pengiriman
ja: 配送情報
ka: მიწოდების დეტალები
kk: Жеткізу мәліметтері
km: ព័ត៌មានលម្អិតដឹកជញ្ជូន
kn: ವಿತರಣಾ ವಿವರಗಳು
ku: وردەکاری گەیاندن
lo: ລາຍລະອຽດການຈັດສົ່ງ
lt: Pristatymo informacija
mr: वितरण तपशील
ms: Butiran penghantaran
my: ပို့ဆောင်မှုအခြေအနေအသေးစိတ်
no: Leveringsdetaljer
pl: Szczegóły dostawy
ro: Detalii livrare
si: බෙදාහැරීම් විස්තර
sk: Detaily doručenia
sq: Detajet e dorëzimit
sr: Детаљи доставе
sv: Leveransdetaljer
sw: Maelezo ya Uwasilishaji
ta: விநியோக விவரங்கள்
te: డెలివరీ వివరాలు
th: รายละเอียดการจัดส่ง
tr: Teslimat Detayları
uk: Деталі доставки
ur: ترسیل کی تفصیلات
uz: Yetkazib berish tafsilotlari
vi: Chi tiết giao hàng

source: Assigned
am: ተመድቧል
ar: تم التعيين
az: Təyin edilib
bg: Назначена
bn: নিযুক্ত
bs: Dodijeljeno
ca: Assignat
cs: Přiřazeno
da: Tildelt
el: Ανατέθηκε
et: Määratud
fa: اختصاص داده شده
fi: Määrätty
he: הוקצה
hi: असाइन किया गया
hu: Hozzárendelve
id: Ditugaskan
ja: 割り当て済み
ka: მინიჭებული
kk: Тағайындалды
km: បានចាត់តាំង
kn: ನಿಯೋಜಿಸಲಾಗಿದೆ
ku: دابەشکراو
lo: ມອບໝາຍແລ້ວ
lt: Priskirta
mr: नियुक्त केले
ms: Ditugaskan
no: Tildelt
pl: Przypisano
ro: Atribuit
si: පවරා ඇත
sk: Pridelené
sq: I caktuar
sr: Додељено
sv: Tilldelad
sw: Imekabidhiwa
ta: ஒதுக்கப்பட்டது
te: అప్పగించబడింది
th: ได้รับมอบหมาย
tr: Atandı
uk: Призначено
ur: تفویض کردہ
uz: Tayinlangan
vi: Đã phân công

source: Call
am: ደውል
ar: اتصال
az: Zəng et
bg: Обаждане
bn: কল করুন
bs: Pozovi
ca: Truca
cs: Volat
da: Ring
el: Κλήση
et: Helista
fa: تماس
fi: Soita
he: התקשר
hi: कॉल करें
hu: Hívás
id: Panggil
ja: 通話
ka: დარეკვა
kk: Қоңырау шалу
km: ហៅ
kn: ಕರೆ ಮಾಡಿ
ku: پەیوەندی بکە
lo: ໂທ
lt: Skambinti
mr: कॉल करा
ms: Panggilan
my: ခေါ်မည်
no: Ring
pl: Zadzwoń
ro: Sună
si: අමතන්න
sk: Zavolať
sq: Thirr
sr: Позови
sv: Ring
sw: Piga simu
ta: அழை
te: కాల్
th: โทร
tr: Ara
uk: Зателефонувати
ur: کال کریں
uz: Qo'ng'iroq qilish
vi: Gọi

source: Full name
am: ሙሉ ስም
ar: الاسم الكامل
az: Tam ad
bg: Пълно име
bn: পুরো নাম
bs: Puno ime i prezime
ca: Nom complet
cs: Celé jméno
da: Fulde navn
el: Ονοματεπώνυμο
et: Täisnimi
fa: نام و نام خانوادگی
fi: Koko nimi
he: שם מלא
hi: पूरा नाम
hu: Teljes név
id: Nama Lengkap
ja: 氏名
ka: სრული სახელი
kk: Толық аты-жөні
km: ឈ្មោះពេញ
kn: ಪೂರ್ಣ ಹೆಸರು
ku: ناوی تەواو
lo: ຊື່​ເຕັມ
lt: Pilnas vardas
mr: पूर्ण नाव
ms: Nama penuh
my: နာမည်အပြည့်အစုံ
no: Fullt navn
pl: Imię i nazwisko
ro: Nume complet
si: සම්පූර්ණ නම
sk: Celé meno
sq: Emri i plotë
sr: Пуно име
sv: Fullständigt namn
sw: Jina kamili
ta: முழு பெயர்
te: పూర్తి పేరు
th: ชื่อ-นามสกุล
tr: Ad Soyad
uk: Повне ім'я
ur: پورا نام
uz: To'liq ism-sharif
vi: Họ và tên

source: Chat
am: ውይይት
ar: دردشة
az: Söhbət
bg: Чат
bn: চ্যাট করুন
bs: Razgovor
ca: Xat
el: Συνομιλία
et: Vestlus
fa: چت
fi: Keskustelu
he: צ'אט
hi: चैट
hu: Csevegés
id: Obrolan
ja: チャット
ka: ჩატი
kk: Чат
km: ជជែក
kn: ಚಾಟ್
ku: چات
lo: ສົນທະນາ
lt: Pokalbis
mr: चॅट
ms: Sembang
my: စကားပြောရန်
pl: Czat
si: කතාබස්
sq: Bisedë
sr: Ћаскање
sv: Chatta
sw: Ongea
ta: அரட்டை
te: చాట్
th: แชท
tr: Sohbet
uk: Чат
ur: چیٹ
vi: Trò chuyện

source: Update password
am: የይለፍ ቃል አዘምን
ar: تحديث كلمة المرور
az: Parolu yeniləyin
bg: Обновяване на паролата
bn: পাসওয়ার্ড আপডেট করুন
bs: Ažuriraj lozinku
ca: Actualitza la contrasenya
cs: Aktualizovat heslo
da: Opdater adgangskode
el: Ενημέρωση κωδικού πρόσβασης
et: Uuenda parooli
fa: به‌روزرسانی رمز عبور
fi: Päivitä salasana
he: עדכן סיסמה
hi: पासवर्ड अपडेट करें
hu: Jelszó frissítése
id: Perbarui Kata Sandi
ja: パスワードを更新
ka: პაროლის განახლება
kk: Құпия сөзді жаңарту
km: ប្តូរពាក្យសម្ងាត់
kn: ಪಾಸ್‌ವರ್ಡ್ ನವೀಕರಿಸಿ
ku: تازەکردنەوەی وشەی نهێنی
lo: ປັບປຸງລະຫັດຜ່ານ
lt: Atnaujinti slaptažodį
mr: पासवर्ड अद्यतनित करा
ms: Kemas kini Kata Laluan
no: Oppdater passord
pl: Zaktualizuj hasło
ro: Actualizează parola
si: මුරපදය යාවත්කාලීන කරන්න
sk: Aktualizovať heslo
sq: Përditëso fjalëkalimin
sr: Ажурирајте лозинку
sv: Uppdatera lösenord
sw: Sasisha Nenosiri
ta: கடவுச்சொல்லை புதுப்பிக்கவும்
te: పాస్‌వర్డ్ నవీకరించండి
th: อัปเดตรหัสผ่าน
tr: Şifreyi güncelle
uk: Оновити пароль
ur: پاس ورڈ اپ ڈیٹ کریں
uz: Parolni yangilash
vi: Cập nhật mật khẩu

# customerDetail
source: Customer details
am: ዝርዝር ደንበኛ
ar: تفاصيل العميل
az: Müştəri təfərrüatı
bg: Детайли за клиента
bn: গ্রাহকের বিবরণ
bs: Detalji o kupcu
ca: Detalls del client
cs: Detaily zákazníka
da: Kundedetaljer
el: Στοιχεία πελάτη
et: Kliendi andmed
fa: جزئیات مشتری
fi: Asiakkaan tiedot
he: פרטי לקוח
hi: ग्राहक विवरण
hu: Ügyfél adatai
id: Detail Pelanggan
ja: お客様情報
ka: მომხმარებლის დეტალები
kk: Тұтынушы мәліметтері
km: ព័ត៌មានលម្អិតអតិថិជន
kn: ಗ್ರಾಹಕರ ವಿವರ
ku: وردەکاری کڕیار
lo: ລາຍລະອຽດລູກຄ້າ
lt: Kliento informacija
mr: ग्राहक तपशील
ms: Butiran pelanggan
my: ဝယ်ယူသူအချက်အလက်
no: Kundedetaljer
pl: Szczegóły klienta
ro: Detalii client
si: පාරිභෝගික විස්තර
sk: Detail zákazníka
sq: Detajet e klientit
sr: Детаљи о купцу
sv: Kunddetaljer
sw: Maelezo ya mteja
ta: வாடிக்கையாளர் விவரம்
te: కస్టమర్ వివరాలు
th: รายละเอียดลูกค้า
tr: Müşteri Detayı
uk: Деталі клієнта
ur: گاہک کی تفصیل
uz: Mijoz tafsilotlari
vi: Thông tin khách hàng

source: Store Information
am: የመደብሩ መረጃ
ar: معلومات المتجر
az: Mağaza Məlumatı
bg: Информация за магазина
bn: দোকানের তথ্য
bs: Informacije o prodavnici
ca: Informació de la botiga
cs: Informace o obchodě
da: Butiksinformation
el: Πληροφορίες καταστήματος
et: Poe info
fa: اطلاعات فروشگاه
fi: Kaupan tiedot
he: מידע על החנות
hi: स्टोर जानकारी
hu: Üzlet információ
id: Informasi Toko
ja: 店舗情報
ka: მაღაზიის ინფორმაცია
kk: Дүкен туралы ақпарат
km: ព័ត៌មានហាង
kn: ಅಂಗಡಿ ಮಾಹಿತಿ
ku: زانیاری فرۆشگا
lo: ຂໍ້ມູນຮ້ານ
lt: Parduotuvės informacija
mr: दुकान माहिती
ms: Maklumat Kedai
my: ဆိုင်အချက်အလက်
no: Butikkinformasjon
pl: Informacje o sklepie
ro: Informații magazin
si: වෙළඳසැල් තොරතුරු
sk: Informácie o obchode
sq: Informacioni i dyqanit
sr: Информације о продавници
sv: Butiksinformation
sw: Taarifa za Duka
ta: கடை தகவல்
te: దుకాణ సమాచారం
th: ข้อมูลร้านค้า
tr: Mağaza Bilgisi
uk: Інформація про магазин
ur: اسٹور کی معلومات
uz: Do'kon ma'lumotlari
vi: Thông tin cửa hàng

source: Mark as shipped
am: እንደ ተልኳ ምልክት ያድርጉ
ar: تحديد كمشحون
az: Göndərilmiş kimi qeyd et
bg: Маркиране като изпратено
bn: প্রেরিত হিসেবে চিহ্নিত করুন
bs: Označi kao poslano
ca: Marca com a enviat
cs: Označit jako odeslané
da: Marker som afsendt
el: Σημείωση ως απεσταλμένο
et: Märgi saadetuks
fa: علامت‌گذاری به عنوان ارسال شده
fi: Merkitse lähetetyksi
he: סמן כנשלח
hi: शिप किया गया चिह्नित करें
hu: Megjelölés kiszállítottként
id: Tandai telah dikirim
ja: 発送済みとしてマーク
ka: მონიშნე როგორც გაგზავნილი
kk: Жөнелтілді деп белгілеу
km: សម្គាល់ថាបានដឹកជញ្ជូន
kn: ರವಾನಿಸಿದಂತೆ ಗುರುತಿಸಿ
ku: وەک نێردراو نیشان بدە
lo: ໝາຍ ວ່າສົ່ງແລ້ວ
lt: Pažymėti kaip išsiųstą
mr: पाठवले म्हणून चिन्हांकित करा
ms: Tandai sebagai dihantar
my: တင်ပို့ထားသည်ဟုသတ်မှတ်မည်။
no: Merk som sendt
pl: Oznacz jako wysłane
ro: Marchează ca expediat
si: නැව්ගත කළ ලෙස සලකුණු කරන්න
sk: Označiť ako odoslané
sq: Shëno si të dërguar
sr: Означите као испоручено
sv: Markera som skickad
sw: Weka alama kuwa imesafirishwa
ta: அனுப்பப்பட்டதாக குறிக்கவும்
te: రవాణా చేయబడిందిగా గుర్తించండి
th: ทำเครื่องหมายว่าจัดส่งแล้ว
tr: Gönderildi olarak işaretle
uk: Позначити як відправлене
ur: بھیجے گئے کے بطور نشان زد کریں۔
uz: Yuborilgan deb belgilash
vi: Đánh dấu đã giao hàng

source: Shipped
am: ተልኳል
ar: تم الشحن
az: Göndərilib
bg: Изпратена
bn: প্রেরিত
bs: Poslano
ca: Enviat
cs: Odesláno
da: Afsendt
el: Απεστάλη
et: Saadetud
fa: ارسال شده
fi: Toimitettu
he: נשלח
hi: भेज दिया गया
hu: Kiszállítva
id: Dikirim
ja: 発送済み
ka: გაგზავნილია
kk: Жөнелтілді
km: បានដឹកជញ្ជូន
kn: ರವಾನಿಸಲಾಗಿದೆ
ku: نێردرا
lo: ຈັດສົ່ງແລ້ວ
lt: Išsiųsta
mr: पाठवले
ms: Dihantar
my: တင်ပို့ပြီးပါပြီ
no: Sendt
pl: Wysłano
ro: Expediat
si: නැව්ගත කර ඇත
sk: Odoslané
sq: Dërguar
sr: Отпремљено
sv: Skickad
sw: Imesafirishwa
ta: அனுப்பப்பட்டது
te: రవాణా చేయబడింది
th: จัดส่งแล้ว
tr: Gönderildi
uk: Відправлено
ur: بھیج دیا گیا
uz: Yuborildi
vi: Đã giao hàng
