Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Clear Cart and Add New
am: ጋሪን አጽዳ እና አዲስ አክል
ar: مسح السلة وإضافة منتج جديد
az: Səbəti təmizləyin və yenisini əlavə edin
bg: Изчистване на количката и добавяне на нова
bn: কার্ট সাফ করুন এবং নতুন যোগ করুন
bs: Očistite korpu i dodajte novo
ca: Netegeu el carretó i afegiu-ne un
cs: Vymazat košík a přidat nové položky
da: Tøm kurv og tilføj ny
el: Εκκαθάριση καλαθιού και προσθήκη νέου
et: Tühjenda ostukorv ja lisa uus
fa: سبد خرید را پاک کنید و جدید اضافه کنید
fi: Tyhjennä ostoskori ja lisää uusi
he: נקה עגלה והוסף חדש
hi: कार्ट खाली करें और नया जोड़ें
hu: Kosár ürítése és új termék hozzáadása
id: Kosongkan Keranjang dan Tambah Baru
ja: カートをクリアして新しい商品を追加
ka: გაასუფთავეთ კალათა და დაამატეთ ახალი
kk: Себетті тазалап, жаңасын қосыңыз
km: សម្អាតរទេះ និងបន្ថែមថ្មី
kn: ಕಾರ್ಟ್ ತೆರವುಗೊಳಿಸಿ ಮತ್ತು ಹೊಸದನ್ನು ಸೇರಿಸಿ
ku: کارت پاک بکە و نوێ زیاد بکە
lo: ລ້າງໂຄງຮ່າງການແລະເພີ່ມໃຫມ່
lt: Išvalyti krepšelį ir pridėti naują
mr: कार्ट रिकामे करा आणि नवीन जोडा
ms: Kosongkan Troli dan Tambah Baharu
my: လှည်းကိုရှင်းပြီး အသစ်ထည့်ပါ။
no: Tøm handlekurven og legg til ny
pl: Wyczyść koszyk i dodaj nowy produkt
ro: Golește coșul și adaugă nou
si: කරත්තය හිස් කර නව අයිතම එකතු කරන්න
sk: Vymazať košík a pridať nový
sq: Pastro shportën dhe shto të re
sr: Обришите корпу и додајте нову
sv: Rensa kundvagnen och lägg till ny
sw: Futa Kikapu na Ongeza Mpya
ta: வண்டியை அழித்து புதியதைச் சேர்க்கவும்
te: కార్టును క్లియర్ చేసి కొత్తది జోడించండి
th: ล้างตะกร้าและเพิ่มสินค้าใหม่
tr: Sepeti temizle ve yeni ekle
uk: Очистити кошик і додати новий
ur: ٹوکری صاف کریں اور نیا شامل کریں۔
uz: Savatni tozalash va yangi mahsulot qo'shish
vi: Xóa giỏ hàng và thêm mới

source: Multiple Sellers Detected
am: ብዙ ሻጮች ተገኝተዋል
ar: تم اكتشاف بائعين متعددين
az: Çoxlu Satıcılar Aşkarlandı
bg: Открити са няколко търговци
bn: একাধিক বিক্রেতা সনাক্ত করা হয়েছে
bs: Otkriveno više prodavača
ca: S'han detectat diversos venedors
cs: Bylo zjištěno více prodejců
da: Flere sælgere fundet
el: Εντοπίστηκαν πολλοί πωλητές
et: Leitud mitu müüjat
fa: چندین فروشنده شناسایی شد
fi: Useita myyjiä havaittu
he: זוהו מספר מוכרים
hi: कई विक्रेता मिले
hu: Több eladó észlelve
id: Beberapa Penjual Terdeteksi
ja: 複数の出品者が検出されました
ka: აღმოჩენილია მრავალი გამყიდველი
kk: Бірнеше сатушы табылды
km: រកឃើញអ្នកលក់ជាច្រើន
kn: ಬಹು ಮಾರಾಟಗಾರರನ್ನು ಕಂಡುಹಿಡಿಯಲಾಗಿದೆ
ku: چند فرۆشیار دۆزرایەوە
lo: ກວດພົບຜູ້ຂາຍຫຼາຍຄົນ
lt: Aptikti keli pardavėjai
mr: अनेक विक्रेते आढळले
ms: Pelbagai Penjual Dikesan
my: ရောင်းချသူအများအပြားကို တွေ့ရှိခဲ့သည်။
no: Flere selgere oppdaget
pl: Wykryto wielu sprzedawców
ro: Au fost detectați mai mulți vânzători
si: බහු විකුණුම්කරුවන් හඳුනාගෙන ඇත
sk: Zistení viacerí predajcovia
sq: U zbuluan shumë shitës
sr: Откривено је више продаваца
sv: Flera säljare upptäckta
sw: Wauzaji Wengi Wamegunduliwa
ta: பல விற்பனையாளர்கள் கண்டறியப்பட்டனர்
te: బహుళ విక్రేతలు కనుగొనబడ్డారు
th: ตรวจพบผู้ขายหลายราย
tr: Birden fazla satıcı tespit edildi
uk: Виявлено кількох продавців
ur: متعدد فروخت کنندگان کا پتہ چلا
uz: Bir nechta sotuvchi aniqlandi
vi: Phát hiện nhiều người bán

# multipleSellersDetectedAndDisableMultiVendorCheckoutContent
source: You're trying to add a product from a new seller to your cart. Please note that you can only purchase from one seller at a time.
am: ከአዲስ ሻጭ ምርት እየከላከሉ ነዎት። እባክዎ በአንድ ጊዜ ከአንድ ሻጭ ብቻ መግዛት እንደሚቻል ይገንዘቡ።
ar: أنت تحاول إضافة منتج من بائع جديد إلى سلتك. يرجى العلم أنه يمكنك الشراء من بائع واحد فقط في كل مرة
az: Yeni satıcının məhsulunu səbətinizə əlavə etməyə çalışırsınız. Nəzərə alın ki, eyni anda yalnız bir satıcıdan satın ala bilərsiniz.
bg: Опитвате се да добавите продукт от нов търговец в количката си. Моля, имайте предвид, че можете да пазарувате само от един търговец наведнъж.
bn: আপনি আপনার কার্টে একটি নতুন বিক্রেতার থেকে একটি পণ্য যোগ করার চেষ্টা করছেন৷ দয়া করে মনে রাখবেন যে আপনি একবারে শুধুমাত্র একজন বিক্রেতার কাছ থেকে কিনতে পারবেন।
bs: Pokušavate dodati proizvod novog prodavača u svoju košaricu. Imajte na umu da istovremeno možete kupiti samo od jednog prodavca.
ca: Esteu intentant afegir un producte d'un venedor nou al vostre carretó. Tingueu en compte que només podeu comprar a un venedor alhora.
cs: Pokoušíte se přidat do košíku produkt od nového prodejce. Upozorňujeme, že můžete nakupovat pouze od jednoho prodejce současně.
da: Du forsøger at tilføje et produkt fra en ny sælger til din indkøbskurv. Bemærk, at du kun kan købe fra én sælger ad gangen.
el: Προσπαθείτε να προσθέσετε ένα προϊόν από έναν νέο πωλητή στο καλάθι σας. Λάβετε υπόψη ότι μπορείτε να αγοράσετε μόνο από έναν πωλητή τη φορά.
et: Proovid lisada teise müüja toodet ostukorvi. Pane tähele, et korraga saad osta ainult ühelt müüjalt.
fa: شما سعی می کنید محصولی را از یک فروشنده جدید به سبد خرید خود اضافه کنید. لطفا توجه داشته باشید که در هر زمان فقط می توانید از یک فروشنده خرید کنید.
fi: Yrität lisätä toisen myyjän tuotetta ostoskoriin. Voit ostaa vain yhdeltä myyjältä kerrallaan.
he: אתה מנסה להוסיף מוצר ממוכר חדש לעגלה. שים לב שניתן לרכוש רק ממוכר אחד בכל פעם
hi: आप एक नए विक्रेता का उत्पाद अपने कार्ट में जोड़ने की कोशिश कर रहे हैं। कृपया ध्यान दें कि आप एक समय में केवल एक विक्रेता से ही खरीदारी कर सकते हैं।
hu: Egy másik eladó termékét próbálja a kosárba tenni. Felhívjuk figyelmét, hogy egyszerre csak egy eladótól vásárolhat.
id: Anda mencoba menambahkan produk dari penjual baru ke keranjang. Mohon maaf, Anda hanya dapat membeli dari satu penjual dalam satu waktu.
ja: 新しい出品者の商品をカートに追加しようとしています。一度に購入できるのは1つの出品者からの商品のみです。
ka: თქვენ ცდილობთ დაამატოთ ახალი გამყიდველის პროდუქტი თქვენს კალათაში. გთხოვთ გაითვალისწინოთ, რომ თქვენ შეგიძლიათ შეიძინოთ მხოლოდ ერთი გამყიდველისგან.
kk: Сіз себетіңізге жаңа сатушыдан өнім қосуды әрекет етіп жатырсыз. Бір уақытта тек бір сатушыдан ғана сатып алуға болатынын ескеріңіз.
km: អ្នកកំពុងព្យាយាមបន្ថែមផលិតផលពីអ្នកលក់ថ្មីទៅក្នុងរទេះរបស់អ្នក។ សូមចំណាំថា អ្នកអាចទិញពីអ្នកលក់ម្នាក់តែម្ដងប៉ុណ្ណោះ។
kn: ನೀವು ನಿಮ್ಮ ಕಾರ್ಟ್‌ಗೆ ಹೊಸ ಮಾರಾಟಗಾರರಿಂದ ಉತ್ಪನ್ನವನ್ನು ಸೇರಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದೀರಿ. ದಯವಿಟ್ಟು ಗಮನಿಸಿ, ನೀವು ಒಂದೇ ಸಮಯದಲ್ಲಿ ಒಂದೇ ಮಾರಾಟಗಾರರಿಂದ ಮಾತ್ರ ಖರೀದಿಸಬಹುದು.
ku: تۆ هەوڵدەدەیت بە زیادکردنی بەرهەمێک لە فرۆشیاری نوێ بۆ سەبەتەکەت. تکایە سەرنج بدە تەنها دەتوانیت لە یەک فرۆشیار کڕین بکەیت.
lo: ທ່ານກຳລັງພະຍາຍາມເພີ່ມສິນຄ້າຈາກຜູ້ຂາຍໃໝ່ໃສ່ກະຕ່າຂອງທ່ານ. ກະລຸນາຮັບຊາບວ່າທ່ານສາມາດຊື້ຈາກຜູ້ຂາຍໄດ້ເທື່ອລະຄົນເທົ່ານັ້ນ.
lt: Bandote į krepšelį įdėti produktą iš kito pardavėjo. Atminkite, kad vienu metu galite pirkti tik iš vieno pardavėjo.
mr: तुम्ही तुमच्या कार्टमध्ये नवीन विक्रेत्याचे उत्पादन जोडण्याचा प्रयत्न करत आहात. कृपया लक्षात ठेवा की तुम्ही एका वेळी फक्त एका विक्रेत्याकडून खरेदी करू शकता.
ms: Anda cuba menambahkan produk daripada penjual baharu pada troli anda. Sila ambil perhatian bahawa anda hanya boleh membeli daripada seorang penjual pada satu masa.
my: သင်သည် ရောင်းသူအသစ်ထံမှ ထုတ်ကုန်တစ်ခုကို သင့်တွန်းလှည်းသို့ ထည့်ရန် ကြိုးစားနေပါသည်။ တစ်ကြိမ်လျှင် ရောင်းသူ တစ်ဦးသာ ဝယ်ယူနိုင်ကြောင်း သတိပြုပါ။
no: Du prøver å legge til et produkt fra en ny selger i handlekurven din. Merk at du kun kan handle fra én selger om gangen.
pl: Próbujesz dodać produkt od nowego sprzedawcy do koszyka. Pamiętaj, że możesz kupować tylko od jednego sprzedawcy na raz
ro: Încerci să adaugi în coș un produs de la un vânzător nou. Te rugăm să reții că poți cumpăra doar de la un singur vânzător la un moment dat.
si: ඔබ නව විකුණුම්කරුවෙකුගෙන් නිෂ්පාදනයක් ඔබේ කරත්තයට එක් කිරීමට උත්සාහ කරයි. කරුණාකර සලකන්න, ඔබට එක් විකුණුම්කරුවෙකුගෙන් පමණක් මිලදී ගත හැක.
sk: Pokúšate sa pridať produkt od nového predajcu do košíka. Upozorňujeme, že naraz môžete nakupovať iba u jedného predajcu
sq: Po përpiqeni të shtoni një produkt nga një shitës i ri në shportën tuaj. Vini re se mund të blini vetëm nga një shitës në të njëjtën kohë.
sr: Покушавате да додате производ новог продавца у корпу. Имајте на уму да истовремено можете купити само од једног продавца.
sv: Du försöker lägga till en produkt från en ny säljare i din kundvagn. Observera att du endast kan köpa från en säljare åt gången.
sw: Unajaribu kuongeza bidhaa kutoka kwa muuzaji mpya kwenye kikapu chako. Kumbuka kuwa unaweza kununua tu kutoka kwa muuzaji mmoja kwa wakati mmoja.
ta: புதிய விற்பனையாளரிடமிருந்து ஒரு தயாரிப்பை உங்கள் கார்ட்டில் சேர்க்க முயற்சிக்கிறீர்கள். ஒரு நேரத்தில் ஒரு விற்பனையாளரிடம் மட்டுமே வாங்க முடியும் என்பதை நினைவில் கொள்ளவும்.
te: మీరు మీ కార్ట్‌లో కొత్త విక్రేత నుండి ఉత్పత్తిని జోడించడానికి ప్రయత్నిస్తున్నారు. దయచేసి గమనించండి, మీరు ఒకేసారి ఒక విక్రేత నుండి మాత్రమే కొనుగోలు చేయగలరు.
th: คุณกำลังพยายามเพิ่มสินค้าจากผู้ขายรายใหม่ลงในรถเข็นของคุณ โปรดทราบว่าคุณสามารถซื้อจากผู้ขายได้ครั้งละหนึ่งรายเท่านั้น
tr: Sepetinize farklı bir satıcıdan ürün eklemeye çalışıyorsunuz. Lütfen aynı anda yalnızca bir satıcıdan alışveriş yapabileceğinizi unutmayın.
uk: Ви намагаєтесь додати товар від нового продавця до кошика. Зверніть увагу, що ви можете купувати товари лише в одного продавця за раз
ur: آپ اپنے کارٹ میں ایک نئے بیچنے والے سے پروڈکٹ شامل کرنے کی کوشش کر رہے ہیں۔ براہ کرم نوٹ کریں کہ آپ ایک وقت میں صرف ایک بیچنے والے سے خرید سکتے ہیں۔
uz: Savatingizga yangi sotuvchidan mahsulot qo'shmoqchisiz. Eslatma: bir vaqtning o'zida faqat bitta sotuvchidan xarid qilish mumkin.
vi: Bạn đang cố gắng thêm sản phẩm từ người bán mới vào giỏ hàng. Lưu ý rằng bạn chỉ có thể mua từ một người bán tại một thời điểm.

# multipleSellersDetectedAndEnableMultiVendorCheckoutContent
source: You're trying to add a product from a new seller to your cart. Do you want to continue?
am: ከአዲስ ሻጭ ምርት እየከላከሉ ነዎት። መቀጠል ትፈልጋላችሁ?
ar: أنت تحاول إضافة منتج من بائع جديد إلى سلتك. هل تريد المتابعة؟
az: Yeni satıcının məhsulunu səbətinizə əlavə etməyə çalışırsınız. Davam etmək istəyirsiniz?
bg: Опитвате се да добавите продукт от нов търговец в количката си. Искате ли да продължите?
bn: আপনি আপনার কার্টে একজন নতুন বিক্রেতার থেকে একটি পণ্য যোগ করার চেষ্টা করছেন৷ আপনি কি চালিয়ে যেতে চান?
bs: Pokušavate dodati proizvod novog prodavača u svoju košaricu. Želite li nastaviti?
ca: Esteu intentant afegir un producte d'un venedor nou al vostre carretó. Vols continuar?
cs: Pokoušíte se přidat do košíku produkt od nového prodejce. Chcete pokračovat?
da: Du forsøger at tilføje et produkt fra en ny sælger til din indkøbskurv. Vil du fortsætte?
el: Προσπαθείτε να προσθέσετε ένα προϊόν από έναν νέο πωλητή στο καλάθι σας. Θέλετε να συνεχίσετε;
et: Proovid lisada teise müüja toodet ostukorvi. Kas soovid jätkata?
fa: شما سعی می کنید محصولی را از یک فروشنده جدید به سبد خرید خود اضافه کنید. آیا می خواهید ادامه دهید؟
fi: Yrität lisätä toisen myyjän tuotetta ostoskoriin. Haluatko jatkaa?
he: אתה מנסה להוסיף מוצר ממוכר חדש לעגלה. האם ברצונך להמשיך?
hi: आप एक नए विक्रेता का उत्पाद अपने कार्ट में जोड़ने की कोशिश कर रहे हैं। क्या आप आगे बढ़ना चाहते हैं?
hu: Egy másik eladó termékét próbálja a kosárba tenni. Szeretné folytatni?
id: Anda mencoba menambahkan produk dari penjual baru ke keranjang. Apakah Anda ingin melanjutkan?
ja: 新しい出品者の商品をカートに追加しようとしています。続行しますか？
ka: თქვენ ცდილობთ დაამატოთ ახალი გამყიდველის პროდუქტი თქვენს კალათაში. გსურთ გაგრძელება?
kk: Сіз себетіңізге жаңа сатушыдан өнім қосуды көздеп отырсыз. Жалғастырғыңыз келе ме?
km: អ្នកកំពុងព្យាយាមបន្ថែមផលិតផលពីអ្នកលក់ថ្មីទៅក្នុងរទេះរបស់អ្នក។ តើអ្នកចង់បន្តទេ?
kn: ನೀವು ನಿಮ್ಮ ಕಾರ್ಟ್‌ಗೆ ಹೊಸ ಮಾರಾಟಗಾರರಿಂದ ಉತ್ಪನ್ನವನ್ನು ಸೇರಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದೀರಿ. ನೀವು ಮುಂದುವರಿಸಲು ಇಚ್ಛಿಸುತ್ತೀರಾ?
ku: تۆ هەوڵدەدەیت بەرهەمێک لە فرۆشیاری نوێ زیاد بکەیت بۆ سەبەتەکەت. دەتەوێت بەردەوام بیت؟
lo: ທ່ານກຳລັງພະຍາຍາມເພີ່ມສິນຄ້າຈາກຜູ້ຂາຍໃໝ່ໃສ່ກະຕ່າຂອງທ່ານ. ທ່ານຕ້ອງການສືບຕໍ່ບໍ?
lt: Bandote į krepšelį įdėti produktą iš kito pardavėjo. Ar norite tęsti?
mr: तुम्ही तुमच्या कार्टमध्ये नवीन विक्रेत्याचे उत्पादन जोडण्याचा प्रयत्न करत आहात. तुम्हाला पुढे जायचे आहे का?
ms: Anda cuba menambahkan produk daripada penjual baharu pada troli anda. Adakah anda mahu meneruskan?
my: သင်သည် ရောင်းသူအသစ်ထံမှ ထုတ်ကုန်တစ်ခုကို သင့်တွန်းလှည်းသို့ ထည့်ရန် ကြိုးစားနေပါသည်။ ဆက်လုပ်လိုပါသလား။
no: Du prøver å legge til et produkt fra en ny selger i handlekurven din. Ønsker du å fortsette?
pl: Próbujesz dodać produkt od nowego sprzedawcy do koszyka. Czy chcesz kontynuować?
ro: Încerci să adaugi în coș un produs de la un vânzător nou. Vrei să continui?
si: ඔබගේ කරත්තයට නව විකුණුම්කරුවෙකුගෙන් නිෂ්පාදනයක් එකතු කිරීමට උත්සාහ කරයි. ඔබට ඉදිරියට යාමට අවශ්‍යද?
sk: Pokúšate sa pridať produkt od nového predajcu do košíka. Chcete pokračovať?
sq: Po përpiqeni të shtoni një produkt nga një shitës i ri në shportën tuaj. Dëshironi të vazhdoni?
sr: Покушавате да додате производ новог продавца у корпу. Да ли желите да наставите?
sv: Du försöker lägga till en produkt från en ny säljare i din kundvagn. Vill du fortsätta?
sw: Unajaribu kuongeza bidhaa kutoka kwa muuzaji mpya kwenye kikapu chako. Je, ungependa kuendelea?
ta: புதிய விற்பனையாளரிடமிருந்து ஒரு தயாரிப்பை உங்கள் கார்ட்டில் சேர்க்க முயற்சிக்கிறீர்கள். தொடர வேண்டுமா?
te: మీరు మీ కార్ట్‌లో కొత్త విక్రేత నుండి ఉత్పత్తిని జోడించడానికి ప్రయత్నిస్తున్నారు. మీరు కొనసాగించాలనుకుంటున్నారా?
th: คุณกำลังพยายามเพิ่มสินค้าจากผู้ขายรายใหม่ลงในรถเข็นของคุณ คุณต้องการดำเนินการต่อหรือไม่
tr: Sepetinize farklı bir satıcıdan ürün eklemeye çalışıyorsunuz. Devam etmek istiyor musunuz?
uk: Ви намагаєтесь додати товар від нового продавця до кошика. Бажаєте продовжити?
ur: آپ اپنے کارٹ میں ایک نئے بیچنے والے کا پروڈکٹ شامل کرنے کی کوشش کر رہے ہیں۔ کیا آپ جاری رکھنا چاہتے ہیں؟
uz: Savatingizga yangi sotuvchidan mahsulot qo'shmoqchisiz. Davom etishni xohlaysizmi?
vi: Bạn đang cố gắng thêm sản phẩm từ người bán mới vào giỏ hàng. Bạn có muốn tiếp tục không?

# cannotBeEmpty
source: {fieldName} cannot be empty.
am: {fieldName} ባዶ ሊሆን አይችልም።
ar: لا يمكن أن يكون {fieldName} فارغاً
az: {fieldName} boş ola bilməz.
bg: {fieldName} не може да бъде празно.
bn: {fieldName} খালি হতে পারে না৷
bs: {fieldName} ne može biti prazan.
ca: {fieldName} no pot estar buit.
cs: Pole {fieldName} nemůže být prázdné
da: {fieldName} må ikke være tom
el: Το{fieldName} δεν μπορεί να είναι κενό.
et: {fieldName} ei tohi olla tühi.
fa: {fieldName} نمی تواند خالی باشد.
fi: {fieldName} ei voi olla tyhjä.
he: {fieldName} אינו יכול להיות ריק
hi: {fieldName} खाली नहीं हो सकता।
hu: A(z) {fieldName} nem lehet üres.
id: {fieldName} tidak boleh kosong
ja: {fieldName}は必須です
ka: {fieldName} არ შეიძლება იყოს ცარიელი.
kk: {fieldName} бос болмауы керек.
km: មិនអាចទុកឱ្យ {fieldName} ទទេបានទេ
kn: {fieldName} ಖಾಲಿಯಾಗಿರಬಾರದು.
ku: {fieldName} نابێت بەتاڵ بێت.
lo: {fieldName} ບໍ່ສາມາດຫວ່າງເປົ່າໄດ້.
lt: {fieldName} negali būti tuščias
mr: {fieldName} रिक्त असू शकत नाही.
ms: {fieldName} tidak boleh kosong.
my: {fieldName} ကို ဗလာမဖြစ်ရပါ။
no: {fieldName} kan ikke være tom.
pl: Pole {fieldName} nie może być puste
ro: {fieldName} nu poate fi gol.
si: {fieldName} හිස් විය නොහැක.
sk: {fieldName} nemôže byť prázdne.
sq: {fieldName} nuk mund të jetë bosh
sr: {fieldName} не може бити празан.
sv: {fieldName} får inte vara tomt.
sw: {fieldName} haiwezi kuwa tupu.
ta: {fieldName} காலியாக இருக்க முடியாது.
te: {fieldName} ఖాళీగా ఉండకూడదు.
th: {fieldName} ไม่สามารถว่างเปล่าได้
tr: {fieldName} boş olamaz
uk: {fieldName} не може бути порожнім
ur: {fieldName} خالی نہیں ہو سکتا۔
uz: {fieldName} boʻsh boʻlishi mumkin emas.
vi: {fieldName} không được để trống.

# cannotLessThreeLength
source: {fieldName} length must not be less than 3.
am: ርዝመቱ {fieldName} ከ3 ያነሰ ሊሆን አይችልም።
ar: يجب ألا يقل طول {fieldName} عن 3 أحرف
az: {fieldName} uzunluğu 3-dən az olmamalıdır.
bg: Дължината на {fieldName} не трябва да е по-малка от 3.
bn: {fieldName} দৈর্ঘ্য 3 এর কম হওয়া উচিত নয়৷
bs: Dužina{fieldName} ne smije biti manja od 3.
ca: La longitud de {fieldName} no pot ser inferior a 3.
cs: Pole {fieldName} nesmí být kratší než 3 znaky
da: {fieldName} må ikke være kortere end 3 tegn
el: Το μήκος{fieldName} δεν πρέπει να είναι μικρότερο από 3.
et: {fieldName} pikkus ei tohi olla alla 3.
fa: طول{fieldName} نباید کمتر از 3 باشد.
fi: {fieldName} ei voi olla lyhyempi kuin 3 merkkiä.
he: {fieldName} חייב להכיל לפחות 3 תווים
hi: {fieldName} की लंबाई 3 अक्षरों से कम नहीं हो सकती।
hu: A(z) {fieldName} nem lehet rövidebb 3 karakternél.
id: {fieldName} tidak boleh kurang dari 3 karakter
ja: {fieldName}は3文字以上で入力してください
ka: {fieldName} სიგრძე არ უნდა იყოს 3-ზე ნაკლები.
kk: {fieldName} ұзындығы 3-тен кем болмауы тиіс.
km: {fieldName} មិនអាចមានតួអក្សរតិចជាង ៣ បានទេ
kn: {fieldName} ಉದ್ದವು 3 ಕ್ಕಿಂತ ಕಡಿಮೆ ಇರಬಾರದು.
ku: درێژی {fieldName} نابێت کەمتر بێت لە ٣.
lo: ຄວາມຍາວ{fieldName} ຈະຕ້ອງບໍ່ໜ້ອຍກວ່າ 3.
lt: {fieldName} negali būti trumpesnis nei 3 simboliai
mr: {fieldName} ची लांबी ३ पेक्षा कमी असू शकत नाही.
ms: {fieldName} panjang tidak boleh kurang daripada 3.
my: အလျား{fieldName} သည် 3 ထက် မနည်းရပါ။
no: {fieldName} må være minst 3 tegn lang.
pl: Pole {fieldName} nie może być krótsze niż 3 znaki
ro: Lungimea {fieldName} nu poate fi mai mică de 3.
si: {fieldName} දිග අක්ෂර 3 ට වඩා අඩු විය නොහැක.
sk: Dĺžka {fieldName} nesmie byť menšia ako 3.
sq: Gjatësia e {fieldName} nuk mund të jetë më pak se 3 karaktere
sr: Дужина{fieldName} не сме бити мања од 3.
sv: {fieldName} får inte vara kortare än 3 tecken.
sw: Urefu{fieldName} lazima usiwe chini ya 3.
ta: {fieldName} நீளம் 3க்குக் குறைவாக இருக்கக்கூடாது.
te: {fieldName} పొడవు 3 కంటే తక్కువ ఉండకూడదు.
th: {fieldName} ความยาวต้องไม่น้อยกว่า 3
tr: {fieldName} en az 3 karakter olmalıdır
uk: {fieldName} не може бути коротшим за 3 символи
ur: {fieldName} کی لمبائی 3 سے کم نہیں ہونی چاہیے۔
uz: {fieldName} uzunligi 3 dan kam boʻlmasligi kerak.
vi: Độ dài {fieldName} không được nhỏ hơn 3.

source: Continue to select item
am: ንጥሎችን ማምረጥ ቀጥሉ
ar: متابعة لاختيار العنصر
az: Elementi seçməyə davam edin
bg: Продължете с избора на артикул
bn: আইটেম নির্বাচন অবিরত
bs: Nastavite birati stavku
ca: Continua seleccionant l'article
cs: Pokračujte výběrem položky
da: Fortsæt med at vælge vare
el: Συνεχίστε να επιλέγετε το στοιχείο
et: Jätka eseme valimist
fa: به انتخاب مورد ادامه دهید
fi: Jatka tuotteen valintaa
he: המשך לבחירת פריט
hi: वस्तु चुनना जारी रखें
hu: Folytassa a termék kiválasztásával
id: Lanjutkan memilih item
ja: 商品の選択を続ける
ka: განაგრძეთ ნივთის არჩევა
kk: Элементті таңдауды жалғастырыңыз
km: បន្តជ្រើសរើសទំនិញ
kn: ಐಟಂ ಆಯ್ಕೆ ಮಾಡಲು ಮುಂದುವರಿಯಿರಿ
ku: بەردەوام بە لە هەلبژاردنی شت
lo: ສືບຕໍ່ເລືອກລາຍການ
lt: Tęskite elemento pasirinkimą
mr: वस्तू निवडणे सुरू ठेवा
ms: Teruskan memilih item
my: အကြောင်းအရာကို ရွေးချယ်ရန် ဆက်လက်လုပ်ဆောင်ပါ။
no: Fortsett å velge vare
pl: Kontynuuj wybieranie produktu
ro: Continuă să selectezi produsul
si: අයිතමය තෝරා ගැනීම දිගටම කරගෙන යන්න
sk: Pokračujte výberom položky
sq: Vazhdo të zgjedhësh artikullin
sr: Наставите да изаберете ставку
sv: Fortsätt välja artiklar
sw: Endelea kuchagua kipengee
ta: உருப்படியைத் தேர்ந்தெடுக்க தொடரவும்
te: అంశాన్ని ఎంచుకోవడం కొనసాగించండి
th: ดำเนินการต่อเพื่อเลือกสินค้า
tr: Ürün seçmeye devam et
uk: Продовжити вибір товарів
ur: آئٹم کو منتخب کرنا جاری رکھیں
uz: Elementni tanlashda davom eting
vi: Tiếp tục chọn mục

source: Downloading images...
am: ምስሎችን በመውረድ ላይ...
ar: جارٍ تنزيل الصور...
az: Şəkillər endirilir...
bg: Изтегляне на изображения...
bn: ছবি ডাউনলোড হচ্ছে...
bs: Preuzimanje slika...
ca: Descarregant imatges...
cs: Stahování obrázků...
da: Downloader billeder...
el: Λήψη εικόνων...
et: Piltide allalaadimine...
fa: در حال دانلود تصاویر...
fi: Ladataan kuvia...
he: מוריד תמונות...
hi: छवियां डाउनलोड हो रही हैं...
hu: Képek letöltése...
id: Mengunduh gambar...
ja: 画像をダウンロード中...
ka: მიმდინარეობს სურათების ჩამოტვირთვა...
kk: Суреттер жүктеліп жатыр...
km: កំពុងទាញយករូបភាព...
kn: ಚಿತ್ರಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ku: وێنەکان دابەزێنراون...
lo: ກຳລັງດາວໂຫຼດຮູບ...
lt: Atsisiunčiami vaizdai...
mr: प्रतिमा डाउनलोड होत आहेत...
ms: Memuat turun imej...
my: ပုံများကို ဒေါင်းလုဒ်လုပ်နေသည်...
no: Laster ned bilder...
pl: Pobieranie obrazów...
ro: Se descarcă imaginile...
si: පිංතූරය බාගැනෙමින්...
sk: Sťahujú sa obrázky...
sq: Duke shkarkuar imazhet...
sr: Преузимање слика...
sv: Laddar ner bilder...
sw: Inapakua picha...
ta: படங்களைப் பதிவிறக்குகிறது...
te: చిత్రాలను డౌన్‌లోడ్ చేస్తోంది...
th: กำลังดาวน์โหลดรูปภาพ...
tr: Görseller indiriliyor...
uk: Завантаження зображень...
ur: تصاویر ڈاؤن لوڈ ہو رہی ہیں...
uz: Tasvirlar yuklab olinmoqda...
vi: Đang tải xuống hình ảnh...

source: Images
am: ምስሎች
ar: الصور
az: Şəkillər
bg: Изображения
bn: ছবি
bs: Slike
ca: Imatges
cs: Obrázky
da: Billeder
el: εικόνες
et: Pildid
fa: تصاویر
fi: Kuvat
he: תמונות
hi: छवियां
hu: képek
id: Gambar
ja: 画像
ka: სურათები
kk: Суреттер
km: រូបភាព
kn: ಚಿತ್ರಗಳು
ku: وێنەکان
lo: ຮູບພາບ
lt: Vaizdai
mr: प्रतिमा
ms: imej
my: ပုံများ
no: Bilder
pl: Obrazy
ro: Imagini
si: පිංතූර
sk: snímky
sq: Imazhet
sr: Слике
sv: Bilder
sw: Picha
ta: படங்கள்
te: చిత్రాలు
th: ภาพ
tr: Görseller
uk: Зображення
ur: امیجز
uz: Tasvirlar
vi: Hình ảnh

source: Login Required
am: መግባት አስፈላጊ ነው
ar: تسجيل الدخول مطلوب
az: Giriş Tələb olunur
bg: Изисква се вход
bn: লগইন আবশ্যক
bs: Prijava je obavezna
ca: Cal iniciar sessió
cs: Je vyžadováno přihlášení
da: Login påkrævet
el: Απαιτείται σύνδεση
et: Sisselogimine vajalik
fa: ورود لازم است
fi: Kirjautuminen vaaditaan
he: נדרשת התחברות
hi: लॉगिन आवश्यक है
hu: Bejelentkezés szükséges
id: Login Diperlukan
ja: ログインが必要です
ka: შესვლა აუცილებელია
kk: Жүйеге кіру қажет
km: តម្រូវឱ្យចូលគណនី
kn: ಲಾಗಿನ್ ಅಗತ್ಯವಿದೆ
ku: چوونەژوورەوە پێویستە
lo: ຕ້ອງການເຂົ້າສູ່ລະບົບ
lt: Būtina prisijungti
mr: लॉगिन आवश्यक आहे
ms: Log masuk Diperlukan
my: အကောင့်ဝင်ရန် လိုအပ်ပါသည်။
no: Innlogging kreves
pl: Wymagane logowanie
ro: Autentificare necesară
si: පිවිසුම අවශ්‍යයි
sk: Vyžaduje sa prihlásenie
sq: Kërkohet identifikimi
sr: Пријава је обавезна
sv: Inloggning krävs
sw: Kuingia Kunahitajika
ta: உள்நுழைவு தேவை
te: లాగిన్ అవసరం
th: จำเป็นต้องเข้าสู่ระบบ
tr: Giriş gerekli
uk: Потрібен вхід
ur: لاگ ان کی ضرورت ہے۔
uz: Kirish shart
vi: Yêu cầu đăng nhập

source: My Rating
am: የእኔ ደረጃ
ar: تقييمي
az: Mənim Reytinqim
bg: Моята оценка
bn: আমার রেটিং
bs: Moja ocjena
ca: La meva valoració
cs: Moje hodnocení
da: Min bedømmelse
el: Η βαθμολογία μου
et: Minu hinnang
fa: رتبه من
fi: Arvosteluni
he: הדירוג שלי
hi: मेरी रेटिंग
hu: Értékelésem
id: Penilaian Saya
ja: 評価
ka: ჩემი რეიტინგი
kk: Менің рейтингіім
km: ការវាយតម្លៃរបស់ខ្ញុំ
kn: ನನ್ನ ರೇಟಿಂಗ್
ku: هەڵسەنگاندنی من
lo: ຄະແນນຂອງຂ້ອຍ
lt: Mano įvertinimas
mr: माझे रेटिंग
ms: Penilaian Saya
my: ကျွန်ုပ်၏ အဆင့်သတ်မှတ်ချက်
no: Min vurdering
pl: Moja ocena
ro: Evaluarea mea
si: මගේ ශ්‍රේණිගත කිරීම
sk: Moje hodnotenie
sq: Vlerësimi im
sr: Моја оцена
sv: Mitt betyg
sw: Ukadiriaji Wangu
ta: எனது மதிப்பீடு
te: నా రేటింగ్
th: คะแนนของฉัน
tr: Değerlendirmem
uk: Моя оцінка
ur: میری درجہ بندی
uz: Mening reytingim
vi: Đánh giá của tôi

source: My Reviews
am: የእኔ ግምገማዎች
ar: تقييماتي
az: Rəylərim
bg: Моите отзиви
bn: আমার পর্যালোচনা
ca: Les meves ressenyes
cs: Moje recenze
da: Mine anmeldelser
el: Οι κριτικές μου
et: Minu arvustused
fa: نظرات من
fi: Arvosteluni
he: הביקורות שלי
hi: मेरी समीक्षाएं
hu: Értékeléseim
id: Ulasan Saya
ja: マイレビュー
ka: ჩემი მიმოხილვები
kk: Менің пікірлерім
km: ការវាយតម្លៃរបស់ខ្ញុំ
kn: ನನ್ನ ವಿಮರ್ಶೆಗಳು
ku: پێداچوونەوەکانم
lo: ການທົບທວນຄືນຂອງຂ້ອຍ
lt: Mano atsiliepimai
mr: माझी पुनरावलोकने
ms: Ulasan Saya
my: ကျွန်ုပ်၏ သုံးသပ်ချက်များ
no: Mine anmeldelser
pl: Moje opinie
ro: Recenziile mele
si: මගේ විමසුම්
sk: Moje recenzie
sq: Vlerësimet e mia
sr: Ми Ревиевс
sv: Mina recensioner
sw: Maoni Yangu
ta: எனது விமர்சனங்கள்
te: నా సమీక్షలు
th: บทวิจารณ์ของฉัน
tr: Değerlendirmelerim
uk: Мої відгуки
ur: میرے جائزے
uz: Mening sharhlarim
vi: Đánh giá của tôi
