Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Order tracking
am: የትእዛዝ እከታተያ
ar: تتبع الطلب
az: Sifariş izləmə
bg: Проследяване на поръчката
bn: শৃঙ্খলা ট্র্যাকিং
bs: Praćenje narudžbe
ca: Seguiment de la comanda
cs: Sledování objednávky
da: Ordrersporing
el: Παρακολούθηση παραγγελίας
et: Tellimuse jälgimine
fa: پیگیری سفارش
fi: Tilauksen seuranta
he: מעקב הזמנה
hi: ऑर्डर ट्रैकिंग
hu: Rendelés követése
id: Pelacakan Pesanan
ja: 注文追跡
ka: შეკვეთის თვალთვალი
kk: Тапсырысты қадағалау
km: តាមដានការបញ្ជាទិញ
kn: ಆದೇಶ ಟ್ರ್ಯಾಕಿಂಗ್
ku: پێگەیشتنی داواکاری
lo: ການຕິດຕາມຄຳສັ່ງ
lt: Užsakymo sekimas
mr: ऑर्डर ट्रॅकिंग
ms: Penjejakan pesanan
my: အမိန့်ခြေရာခံ
no: Ordresporing
pl: Śledzenie zamówienia
ro: Urmărirea comenzii
si: ඇණවුම් අනුවරණය
sk: Sledovanie objednávky
sq: Gjurmimi i porosisë
sr: Праћење наруџби
sv: Orderspårning
sw: Ufuatiliaji wa Agizo
ta: ஆர்டர் கண்காணிப்பு
te: ఆర్డర్ ట్రాకింగ్
th: ติดตามคำสั่งซื้อ
tr: Sipariş takibi
uk: Відстеження замовлення
ur: آرڈر ٹریکنگ
uz: Buyurtmani kuzatish
vi: Theo dõi đơn hàng

source: Orders
am: ትእዛዞች
ar: الطلبات
az: Sifarişlər
bg: Поръчки
bn: অর্ডার
bs: Narudžbe
ca: Comandes
cs: Objednávky
da: Ordrer: %s
el: Παραγγελίες
et: Tellimused
fa: سفارش‌ها
fi: Tilaukset
he: הזמנות
hi: ऑर्डर
hu: Rendelések
id: Pesanan
ja: 注文
ka: შეკვეთები
kk: Тапсырыстар
km: ការបញ្ជាទិញ
kn: ಆದೇಶಗಳು
ku: داواکاریەکان
lo: ຄຳສັ່ງ
lt: Užsakymai
mr: ऑर्डर्स
ms: Pesanan
my: အမှာစာများ
no: Bestillinger
pl: Zamówienia
ro: Comenzi
si: ඇණවුම්
sk: Objednávky
sq: Porositë
sr: Наређења
sv: Ordrar
sw: Maagizo
ta: ஆர்டர்கள்
te: ఆర్డర్లు
th: คำสั่งซื้อ
tr: Siparişler
uk: Замовлення
ur: آرڈرز
uz: Buyurtmalar
vi: Đơn hàng

source: OTP Verification
am: የOTP ማረጋገጫ
ar: التحقق من رمز التفعيل
az: OTP Doğrulaması
bg: Верификация с OTP
bn: OTP যাচাইকরণ
bs: OTP verifikacija
ca: Verificació OTP
cs: Ověření OTP
da: OTP-bekræftelse
el: Επαλήθευση OTP
et: OTP kinnitamine
fa: تأیید کد یکبار مصرف
fi: OTP-vahvistus
he: אימות OTP
hi: OTP सत्यापन
hu: OTP ellenőrzés
id: Verifikasi OTP
ja: OTP認証
ka: OTP ვერიფიკაცია
kk: OTP растау
km: ការបញ្ជាក់ OTP
kn: OTP ಪರಿಶೀಲನೆ
ku: دڵنیاکردنەوەی OTP
lo: ການກວດສອບ OTP
lt: SMS patvirtinimas
mr: OTP पडताळणी
ms: Pengesahan OTP
my: OTP အတည်ပြုခြင်း။
no: OTP-verifisering
pl: Weryfikacja OTP
ro: Verificare OTP
si: OTP සත්‍යාපනය
sk: Overenie OTP kódom
sq: Verifikimi OTP
sr: ОТП верификација
sv: OTP-verifiering
sw: Uthibitishaji wa OTP
ta: OTP சரிபார்ப்பு
te: OTP ధృవీకరణ
th: ยืนยัน OTP
tr: SMS Doğrulaması
uk: Перевірка OTP
ur: او ٹی پی کی تصدیق
uz: OTP tekshiruvi
vi: Xác minh OTP

source: Our bank details
am: የባንኩ ዝርዝሮቻችን
ar: تفاصيل البنك
az: Bank rekvizitlərimiz
bg: Нашите банкови данни
bn: আমাদের ব্যাংক বিবরণ
bs: Naši bankovni podaci
ca: Detalls del nostre banc
cs: Naše bankovní údaje
da: Vores bankoplysninger
el: Τα στοιχεία της τράπεζάς μας
et: Meie pangaandmed
fa: اطلاعات بانکی ما
fi: Pankkitietomme
he: פרטי הבנק שלנו
hi: हमारे बैंक विवरण
hu: Banki adataink
id: Detail Bank Kami
ja: 銀行口座情報
ka: ჩვენი საბანკო რეკვიზიტები
kk: Біздің банк деректемелері
km: ព័ត៌មានលម្អិតអំពីធនាគាររបស់យើង
kn: ನಮ್ಮ ಬ್ಯಾಂಕ್ ವಿವರಗಳು
ku: زانیاری بانکییەکانمان
lo: ລາຍລະອຽດທະນາຄານຂອງພວກເຮົາ
lt: Mūsų banko duomenys
mr: आमचे बँक तपशील
ms: Butiran bank kami
my: ကျွန်ုပ်တို့၏ဘဏ်အသေးစိတ်အချက်အလက်များ
no: Våre bankdetaljer
pl: Nasze dane bankowe
ro: Detaliile noastre bancare
si: අපගේ බැංකු විස්තර
sk: Naše bankové údaje
sq: Të dhënat tona bankare
sr: Наши банковни подаци
sv: Våra bankuppgifter
sw: Maelezo yetu ya benki
ta: எங்கள் வங்கி விவரங்கள்
te: మా బ్యాంకు వివరాలు
th: ข้อมูลธนาคารของเรา
tr: Banka bilgilerimiz
uk: Наші банківські реквізити
ur: ہمارے بینک کی تفصیلات
uz: Bank ma'lumotlarimiz
vi: Chi tiết ngân hàng của chúng tôi

source: Paste your image URL
am: የፎቶዎን አድራሻ URL እንደግፉ
ar: الصق رابط صورتك
az: Şəklin URL-ni yapışdırın
bg: Поставете URL адреса на вашето изображение
bn: আপনার ইমেজ url পেস্ট করুন
bs: Zalijepite URL svoje slike
ca: Enganxa l'URL de la teva imatge
cs: Vložte URL adresu obrázku
da: Indsæt din billed-URL
el: Επικολλήστε το URL της εικόνας σας
et: Kleebi oma pildi URL
fa: آدرس تصویر خود را وارد کنید
fi: Liitä kuvan URL-osoite
he: הדבק את כתובת התמונה שלך
hi: अपनी छवि का URL पेस्ट करें
hu: Illessze be a kép URL-jét
id: Tempel URL gambar Anda
ja: 画像のURLを貼り付けてください
ka: ჩასვით თქვენი სურათის URL
kk: Сурет URL мекенжайын қойыңыз
km: បិទភ្ជាប់ URL រូបភាពរបស់អ្នក
kn: ನಿಮ್ಮ ಚಿತ್ರದ URL ಅನ್ನು ಅಂಟಿಸಿ
ku: بەستەری وێنەکەت لەوێ بچەسپێنە
lo: ວາງ URL ຮູບພາບຂອງທ່ານ
lt: Įklijuokite vaizdo URL
mr: तुमची प्रतिमा URL पेस्ट करा
ms: Tampal URL imej anda
my: သင့်ပုံ url ကိုကူးထည့်ပါ။
no: Lim inn bilde-URL
pl: Wklej adres URL obrazu
ro: Lipește URL-ul imaginii tale
si: ඔබගේ රූපයේ URL එක අලවන්න
sk: Vložte URL adresu obrázka
sq: Ngjit URL-në e imazhit tuaj
sr: Налепите УРЛ своје слике
sv: Klistra in din bild-URL
sw: Bandika URL ya picha yako
ta: உங்கள் பட முகவரியை ஒட்டவும்
te: మీ చిత్రం URL అతికించండి
th: วาง URL รูปภาพของคุณ
tr: Görsel URL'nizi yapıştırın
uk: Вставте URL-адресу зображення
ur: اپنی تصویر کا یو آر ایل پیسٹ کریں
uz: Rasm URL manzilini joylashtiring
vi: Dán URL hình ảnh của bạn

source: Pay by wallet
am: በቦርሳ ይክፈሉ
ar: الدفع بالمحفظة
az: Pul kisəsi ilə ödəyin
bg: Плащане чрез портфейл
bn: ওয়ালেট দিয়ে পরিশোধ করুন
bs: Plati novčanikom
ca: Paga amb la cartera
cs: Platit peněženkou
da: Betal med tegnebog
el: Πληρωμή με πορτοφόλι
et: Maksa rahakotiga
fa: پرداخت با کیف پول
fi: Maksa lompakolla
he: שלם באמצעות ארנק
hi: वॉलेट से भुगतान करें
hu: Fizetés pénztárcával
id: Bayar dengan dompet
ja: ウォレットで支払う
ka: საფულით გადახდა
kk: Әмиян арқылы төлеу
km: បង់តាមកាបូបអេឡិចត្រូនិក
kn: ವ್ಯಾಲೆಟ್ ಮೂಲಕ ಪಾವತಿಸಿ
ku: پارەدان بە وۆلێت
lo: ຈ່າຍດ້ວຍນຳໃຊ້ກະເປົາເງິນ
lt: Mokėti pinigine
mr: वॉलेटद्वारे पेमेंट करा
ms: Bayar dengan dompet
my: ကျွန်ုပ်၏ပိုက်ဆံအိတ်မှပေးမည်
no: Betal med lommebok
pl: Zapłać portfelem
ro: Plătește prin portofel
si: මුදල් පසුම්බියෙන් ගෙවන්න
sk: Zaplatiť peňaženkou
sq: Paguaj me portofol
sr: Плаћање новчаником
sv: Betala med plånbok
sw: Lipa kwa pochi
ta: பணப்பை மூலம் செலுத்தவும்
te: వాలెట్ ద్వారా చెల్లించండి
th: ชำระด้วยกระเป๋าเงิน
tr: Cüzdan ile öde
uk: Оплата гаманцем
ur: بٹوے سے ادائیگی کریں
uz: Hamyon orqali to'lash
vi: Thanh toán bằng ví

source: Payment successful
am: ክፍያው ተሳክቷል
ar: تم الدفع بنجاح
az: Ödəniş uğurlu oldu
bg: Успешно плащане
bn: পেমেন্ট সফল হয়েছে
bs: Plaćanje uspješno
ca: Pagament realitzat correctament
cs: Platba byla úspěšná
da: Betaling gennemført
el: Επιτυχής πληρωμή
et: Makse õnnestus
fa: پرداخت موفقیت‌آمیز
fi: Maksu onnistui
he: התשלום בוצע בהצלחה
hi: भुगतान सफल
hu: Sikeres fizetés
id: Pembayaran berhasil
ja: 支払いが完了しました
ka: გადახდა წარმატებულია
kk: Төлем сәтті аяқталды
km: ការទូទាត់ជោគជ័យ
kn: ಪಾವತಿ ಯಶಸ್ವಿಯಾಗಿದೆ
ku: پارەدان سەرکەوتوو بوو
lo: ການຈ່າຍເງິນສຳເລັດແລ້ວ
lt: Mokėjimas sėkmingas
mr: पेमेंट यशस्वी
ms: Pembayaran berjaya
my: ငွေပေးချေမှု အောင်မြင်ပါသည်။
no: Betaling vellykket
pl: Płatność zakończona pomyślnie
ro: Plată efectuată cu succes
si: ගෙවීම සාර්ථකයි
sk: Platba úspešná
sq: Pagesa me sukses
sr: Плаћање је успешно
sv: Betalning genomförd
sw: Malipo yamefanikiwa
ta: கட்டணம் வெற்றிகரமாக செலுத்தப்பட்டது
te: చెల్లింపు విజయవంతమైంది
th: ชำระเงินสำเร็จ
tr: Ödeme Başarılı
uk: Оплата успішна
ur: ادائیگی کامیاب
uz: To'lov muvaffaqiyatli amalga oshirildi
vi: Thanh toán thành công

source: Please add price
am: እባክዎ ዋጋ ያስገቡ
ar: الرجاء إضافة السعر
az: Zəhmət olmasa qiymət əlavə edin
bg: Моля, добавете цена
bn: দাম যোগ করুন
bs: Molimo dodajte cijenu
ca: Si us plau, afegeix un preu
cs: Přidejte prosím cenu
da: Tilføj venligst pris
el: Προσθέστε τιμή
et: Palun lisa hind
fa: لطفاً قیمت را اضافه کنید
fi: Lisää hinta
he: אנא הוסף מחיר
hi: कृपया कीमत जोड़ें
hu: Kérjük, adja meg az árat
id: Mohon tambahkan harga
ja: 価格を追加してください
ka: გთხოვთ დაამატოთ ფასი
kk: Бағасын қосыңыз
km: សូមបន្ថែមតម្លៃ
kn: ದಯವಿಟ್ಟು ಬೆಲೆಯನ್ನು ಸೇರಿಸಿ
ku: تکایە نرخ زیاد بکە
lo: ກະລຸນາເພີ່ມລາຄາ
lt: Prašome pridėti kainą
mr: कृपया किंमत जोडा
ms: Sila tambah harga
my: ကျေးဇူးပြု၍ဈေးနှုန်းထည့်ပေးပါ
no: Vennligst legg til pris
pl: Dodaj cenę
ro: Te rugăm să adaugi prețul
si: කරුණාකර මිල එකතු කරන්න
sk: Prosím, pridajte cenu
sq: Ju lutemi shtoni çmimin
sr: Молимо додајте цену
sv: Lägg till pris
sw: Tafadhali ongeza bei
ta: விலையைச் சேர்க்கவும்
te: దయచేసి ధర జోడించండి
th: กรุณาเพิ่มราคา
tr: Lütfen fiyat ekleyin
uk: Будь ласка, додайте ціну
ur: براہ کرم قیمت شامل کریں
uz: Iltimos, narxni qo'shing
vi: Vui lòng thêm giá

# pleaseAllowAccessCameraGallery
source: Please allow access to the camera and gallery
am: ካሜራን እና ፎቶ ቤትን ማግኘት እባኮትን ፍቀዱ
ar: يرجى السماح بالوصول إلى الكاميرا ومعرض الصور
az: Kameraya və qalereyaya girişə icazə verin
bg: Моля, разрешете достъп до камерата и галерията
bn: ক্যামেরা এবং গ্যালারিতে অ্যাক্সেসের অনুমতি দিন
bs: Molimo dozvolite pristup kameri i galeriji
ca: Si us plau, permet l'accés a la càmera i la galeria
cs: Povolte prosím přístup k fotoaparátu a galerii
da: Tillad venligst adgang til kamera og galleri
el: Παρακαλώ επιτρέψτε την πρόσβαση στην κάμερα και τη συλλογή
et: Palun luba juurdepääs kaamerale ja galeriile
fa: لطفاً اجازه دسترسی به دوربین و گالری را بدهید
fi: Salli pääsy kameraan ja galleriaan
he: אנא אפשר גישה למצלמה ולגלריה
hi: कृपया कैमरा और गैलरी तक पहुंच की अनुमति दें
hu: Kérjük, engedélyezze a hozzáférést a kamerához és a galériához
id: Mohon izinkan akses ke kamera dan galeri
ja: カメラとギャラリーへのアクセスを許可してください
ka: გთხოვთ დაუშვათ წვდომა კამერასა და გალერეაზე
kk: Камера мен галереяға қол жеткізуге рұқсат беріңіз
km: សូមអនុញ្ញាតឱ្យប្រើកាមេរ៉ា និងវិចិត្រសាល
kn: ದಯವಿಟ್ಟು ಕ್ಯಾಮೆರಾ ಮತ್ತು ಗ್ಯಾಲರಿಗೆ ಪ್ರವೇಶವನ್ನು ಅನುಮತಿಸಿ
ku: تکایە ڕێگە بە دەستگەیشتن بە کامێرا و گالەری بدە
lo: ກະລຸນາອະນຸຍາດໃຫ້ເຂົ້າເຖິງກ້ອງຖ່າຍຮູບ ແລະ ຄັງຮູບພາບ
lt: Leiskite prieigą prie kameros ir galerijos
mr: कृपया कॅमेरा आणि गॅलरीचा वापर करण्याची परवानगी द्या
ms: Sila benarkan akses kepada kamera dan galeri
my: ကျေးဇူးပြု၍ ကင်မရာနှင့် ပြခန်းသို့ ဝင်ရောက်ခွင့်ပေးပါ။
no: Gi tilgang til kamera og galleri
pl: Zezwól na dostęp do aparatu i galerii
ro: Te rugăm să permiți accesul la cameră și galerie
si: කරුණාකර කැමරාව සහ ගැලරිය වෙත ප්‍රවේශය සඳහා අවසර දෙන්න
sk: Povoľte prístup k fotoaparátu a galérii
sq: Ju lutemi lejoni qasjen në kamerë dhe galeri
sr: Дозволите приступ камери и галерији
sv: Tillåt åtkomst till kameran och galleriet
sw: Tafadhali ruhusu ufikiaji wa kamera na matunzio
ta: கேமரா மற்றும் கேலரியை அணுக அனுமதிக்கவும்
te: దయచేసి కెమెరా మరియు గ్యాలరీ యాక్సెస్‌ను అనుమతించండి
th: กรุณาอนุญาตให้เข้าถึงกล้องและแกลเลอรี่
tr: Lütfen kamera ve galeriye erişim izni verin
uk: Будь ласка, надайте доступ до камери та галереї
ur: براہ کرم کیمرے اور گیلری تک رسائی کی اجازت دیں
uz: Kamera va galereyaga kirishga ruxsat bering
vi: Vui lòng cho phép truy cập vào máy ảnh và thư viện

source: Please choose category
am: እባክዎ ምድብ ይምረጡ
ar: الرجاء اختيار الفئة
az: Zəhmət olmasa kateqoriya seçin
bg: Моля, изберете категория
bn: অনুগ্রহ করে বিভাগ নির্বাচন করুন
bs: Molimo odaberite kategoriju
ca: Si us plau, tria una categoria
cs: Vyberte prosím kategorii
da: Vælg venligst kategori
el: Επιλέξτε Κατηγορία
et: Palun vali kategooria
fa: لطفاً دسته‌بندی را انتخاب کنید
fi: Valitse kategoria
he: אנא בחר קטגוריה
hi: कृपया श्रेणी चुनें
hu: Kérjük, válasszon kategóriát
id: Silakan pilih kategori
ja: カテゴリーを選択してください
ka: გთხოვთ აირჩიოთ კატეგორია
kk: Санатты таңдаңыз
km: សូមជ្រើសរើសប្រភេទ
kn: ದಯವಿಟ್ಟು ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: تکایە پۆلێک هەڵبژێرە
lo: ກະລຸນາເລືອກປະເພດ
lt: Pasirinkite kategoriją
mr: कृपया श्रेणी निवडा
ms: Sila pilih kategori
my: ကျေးဇူးပြု၍အမျိုးအစားရွေးချယ်ပါ
no: Vennligst velg kategori
pl: Wybierz kategorię
ro: Te rugăm să alegi categoria
si: කරුණාකර වර්ගය තෝරන්න
sk: Prosím, vyberte kategóriu
sq: Ju lutemi zgjidhni kategorinë
sr: Молимо изаберите категорију
sv: Välj kategori
sw: Tafadhali chagua jamii
ta: வகையைத் தேர்ந்தெடுக்கவும்
te: దయచేసి వర్గాన్ని ఎంచుకోండి
th: กรุณาเลือกหมวดหมู่
tr: Lütfen kategori seçin
uk: Будь ласка, виберіть категорію
ur: براہ کرم زمرہ منتخب کریں
uz: Iltimos, toifani tanlang
vi: Vui lòng chọn danh mục

# pleaseEnterProductName
source: Please enter the product name
am: እባክዎ የምርት ስም ያስገቡ
ar: الرجاء إدخال اسم المنتج
az: Zəhmət olmasa məhsulun adını daxil edin
bg: Моля, въведете име на продукта
bn: পণ্যের নাম লিখুন
bs: Molimo unesite naziv proizvoda
ca: Si us plau, introdueix el nom del producte
cs: Zadejte prosím název produktu
da: Indtast venligst produktnavn
el: Παρακαλώ εισάγετε το όνομα του προϊόντος
et: Palun sisesta toote nimi
fa: لطفاً نام محصول را وارد کنید
fi: Anna tuotteen nimi
he: אנא הזן את שם המוצר
hi: कृपया उत्पाद का नाम दर्ज करें
hu: Kérjük, adja meg a termék nevét
id: Silakan masukkan nama produk
ja: 商品名を入力してください
ka: გთხოვთ შეიყვანოთ პროდუქტის სახელი
kk: Өнім атауын енгізіңіз
km: សូមបញ្ចូលឈ្មោះផលិតផល
kn: ದಯವಿಟ್ಟು ಉತ್ಪನ್ನದ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ku: تکایە ناوی بەرهەم بنووسە
lo: ກະລຸນາໃສ່ຊື່ຜະລິດຕະພັນ
lt: Įveskite produkto pavadinimą
mr: कृपया उत्पादनाचे नाव प्रविष्ट करा
ms: Sila masukkan nama produk
my: ကျေးဇူးပြု၍ထုတ်ကုန်နာမည်ထည့်ပေးပါ
no: Vennligst skriv inn produktnavn
pl: Wprowadź nazwę produktu
ro: Te rugăm să introduci numele produsului
si: කරුණාකර නිෂ්පාදන නම ඇතුළත් කරන්න
sk: Prosím, zadajte názov produktu
sq: Ju lutemi shkruani emrin e produktit
sr: Унесите назив производа
sv: Ange produktnamn
sw: Tafadhali weka jina la bidhaa
ta: தயாரிப்பின் பெயரை உள்ளிடவும்
te: దయచేసి ఉత్పత్తి పేరును నమోదు చేయండి
th: กรุณาใส่ชื่อสินค้า
tr: Lütfen ürün adını girin
uk: Будь ласка, введіть назву товару
ur: براہ کرم پروڈکٹ کا نام درج کریں
uz: Iltimos, mahsulot nomini kiriting
vi: Vui lòng nhập tên sản phẩm

# pleaseSelectADate
source: Please select a booking date
am: እባክዎ የቦታ ቀን ይምረጡ
ar: الرجاء اختيار تاريخ الحجز
az: Zəhmət olmasa rezervasiya tarixi seçin
bg: Моля, изберете дата за резервация
bn: একটি বুকিং তারিখ নির্বাচন করুন
bs: Molimo odaberite datum rezervacije
ca: Si us plau, selecciona una data
cs: Vyberte prosím datum rezervace
da: Vælg venligst en reservationsdato
el: Επιλέξτε ημερομηνία κράτησης
et: Palun vali broneeringu kuupäev
fa: لطفاً تاریخ رزرو را انتخاب کنید
fi: Valitse varauspäivä
he: אנא בחר תאריך הזמנה
hi: कृपया बुकिंग तिथि चुनें
hu: Kérjük, válasszon foglalási dátumot
id: Silakan pilih tanggal pemesanan
ja: 予約日を選択してください
ka: გთხოვთ აირჩიოთ ჯავშნის თარიღი
kk: Брондау күнін таңдаңыз
km: សូមជ្រើសរើសកាលបរិច្ឆេទកក់
kn: ದಯವಿಟ್ಟು ಬುಕ್ಕಿಂಗ್ ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: تکایە ڕێکەوتێکی بووکردن هەلبژێرە
lo: ກະລຸນາເລືອກວັນທີຈອງ
lt: Pasirinkite užsakymo datą
mr: कृपया बुकिंगची तारीख निवडा
ms: Sila pilih tarikh tempahan
my: ကျေးဇူးပြုပြီးစာရင်းသွင်းမည့်ရက်စွဲရွေးပါ။
no: Vennligst velg en bestillingsdato
pl: Wybierz datę rezerwacji
ro: Te rugăm să selectezi o dată de rezervare
si: කරුණාකර දිනයක් තෝරන්න
sk: Prosím, vyberte dátum rezervácie
sq: Ju lutemi zgjidhni një datë rezervimi
sr: Молимо изаберите датум резервације
sv: Välj ett bokningsdatum
sw: Tafadhali chagua tarehe ya kuhifadhi
ta: முன்பதிவு தேதியைத் தேர்ந்தெடுக்கவும்
te: దయచేసి ఒక బుకింగ్ తేదీని ఎంచుకోండి
th: กรุณาเลือกวันที่จอง
tr: Lütfen bir rezervasyon tarihi seçin
uk: Будь ласка, виберіть дату бронювання
ur: براہ کرم بکنگ کی تاریخ منتخب کریں
uz: Iltimos, band qilish sanasini tanlang
vi: Vui lòng chọn ngày đặt chỗ

source: Please select a location
am: እባክዎ አንድ ቦታ ይምረጡ
ar: الرجاء اختيار موقع
az: Lütfən, yer seçin
bg: Моля, изберете местоположение
bn: একটি অবস্থান নির্বাচন করুন
bs: Molimo odaberite lokaciju
ca: Si us plau, selecciona una ubicació
cs: Vyberte prosím místo
da: Vælg venligst en placering
el: Επιλέξτε τοποθεσία
et: Palun vali asukoht
fa: لطفاً یک مکان را انتخاب کنید
fi: Valitse sijainti
he: אנא בחר מיקום
hi: कृपया एक स्थान चुनें
hu: Kérjük, válasszon egy helyet
id: Silakan pilih lokasi
ja: 場所を選択してください
ka: გთხოვთ აირჩიოთ მდებარეობა
kk: Орынды таңдаңыз
km: សូមជ្រើសរើសទីតាំងមួយ។
kn: ದಯವಿಟ್ಟು ಸ್ಥಳವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: تکایە شوێنێک هەلبژێرە
lo: ກະລຸນາເລືອກສະຖານທີ່
lt: Pasirinkite vietą
mr: कृपया स्थान निवडा
ms: Sila pilih lokasi
my: ကျေးဇူးပြုပြီးတည်နေရာရွေးချယ်ပါ
no: Vennligst velg en plassering
pl: Wybierz lokalizację
ro: Te rugăm să selectezi o locație
si: කරුණාකර ස්ථානයක් තෝරන්න
sk: Prosím, vyberte miesto
sq: Ju lutemi zgjidhni një vendndodhje
sr: Изаберите локацију
sv: Välj en plats
sw: Tafadhali chagua eneo
ta: ஒரு இடத்தைத் தேர்ந்தெடுக்கவும்
te: దయచేసి ఒక స్థానాన్ని ఎంచుకోండి
th: กรุณาเลือกตำแหน่งที่ตั้ง
tr: Lütfen bir konum seçin
uk: Будь ласка, виберіть місцезнаходження
ur: براہ کرم ایک مقام منتخب کریں
uz: Iltimos, joyni tanlang
vi: Vui lòng chọn vị trí

# pleaseSelectAttr
source: Please select at least 1 option for each active attribute
am: እባክዎ ለእያንዳንዱ ንቁ ባህሪ ቢያንስ 1 አማራጭ ይምረጡ
ar: الرجاء اختيار خيار واحد على الأقل لكل سمة نشطة
az: Hər bir aktiv atribut üçün ən azı 1 seçim seçin
bg: Моля, изберете поне 1 опция за всеки активен атрибут
bn: প্রতিটি সক্রিয় বৈশিষ্ট্যের জন্য অন্তত 1টি বিকল্প নির্বাচন করুন
bs: Molimo odaberite najmanje 1 opciju za svaki aktivni atribut
ca: Si us plau, selecciona almenys 1 opció per a cada atribut actiu
cs: Vyberte prosím alespoň jednu možnost pro každý aktivní atribut
da: Vælg venligst mindst én mulighed for hver aktiv egenskab
el: Παρακαλώ επιλέξτε τουλάχιστον 1 επιλογή για κάθε ενεργό χαρακτηριστικό
et: Palun vali igale aktiivsele atribuudile vähemalt 1 variant
fa: لطفاً حداقل 1 گزینه برای هر ویژگی فعال انتخاب کنید
fi: Valitse vähintään yksi vaihtoehto jokaiselle aktiiviselle ominaisuudelle
he: אנא בחר לפחות אפשרות אחת עבור כל תכונה פעילה
hi: कृपया प्रत्येक सक्रिय विशेषता के लिए कम से कम 1 विकल्प चुनें
hu: Kérjük, válasszon legalább 1 opciót minden aktív attribútumhoz
id: Pilih minimal 1 opsi untuk setiap atribut aktif
ja: 有効な属性ごとに少なくとも1つのオプションを選択してください
ka: გთხოვთ აირჩიოთ მინიმუმ 1 ვარიანტი თითოეული აქტიური მახასიათებლისთვის
kk: Әр белсенді атрибут үшін кемінде 1 опцияны таңдаңыз
km: សូមជ្រើសរើសយ៉ាងហោចណាស់ ១ ជម្រើសសម្រាប់គុណលក្ខណៈនីមួយៗ
kn: ಪ್ರತಿ ಸಕ್ರಿಯ ಗುಣಲಕ್ಷಣಕ್ಕೆ ಕನಿಷ್ಠ 1 ಆಯ್ಕೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: تکایە بۆ هەر تایبەتمەندی چالاک بەلایەنی کەم ١ هەڵبژاردن هەڵبژێرە
lo: ກະລຸນາເລືອກຢ່າງໜ້ອຍ 1 ຕົວເລືອກສຳລັບແຕ່ລະຄຸນສົມບັດທີ່ເຮັດວຽກຢູ່
lt: Kiekvienam aktyviam atributui pasirinkite bent 1 parinktį
mr: कृपया प्रत्येक सक्रिय वैशिष्ट्यासाठी किमान 1 पर्याय निवडा
ms: Sila pilih sekurang-kurangnya 1 pilihan untuk setiap atribut yang aktif
my: အသက်ဝင်နေသော ရည်ညွှန်းချက်တစ်ခုစီအတွက် အနည်းဆုံး ရွေးချယ်စရာ 1 ခုကို ရွေးပါ။
no: Vennligst velg minst ett alternativ for hvert aktive attributt
pl: Wybierz co najmniej 1 opcję dla każdego aktywnego atrybutu
ro: Te rugăm să selectezi cel puțin o opțiune pentru fiecare atribut activ
si: කරුණාකර සෑම සක්‍රිය ගුණාංගයක් සඳහාම අවම වශයෙන් විකල්ප 1ක් තෝරන්න
sk: Vyberte aspoň 1 možnosť pre každý aktívny atribút
sq: Ju lutemi zgjidhni të paktën 1 opsion për çdo atribut aktiv
sr: Изаберите најмање 1 опцију за сваки активни атрибут
sv: Välj minst ett alternativ för varje aktivt attribut
sw: Tafadhali chagua angalau chaguo 1 kwa kila sifa inayotumika
ta: ஒவ்வொரு செயலில் உள்ள பண்புக்கூறுக்கும் குறைந்தபட்சம் 1 விருப்பத்தைத் தேர்ந்தெடுக்கவும்
te: దయచేసి ప్రతి క్రియాశీల గుణానికి కనీసం ఒక ఎంపికను ఎంచుకోండి
th: กรุณาเลือกอย่างน้อย 1 ตัวเลือกสำหรับแต่ละคุณลักษณะที่ใช้งาน
tr: Lütfen her etkin özellik için en az 1 seçenek belirleyin
uk: Будь ласка, виберіть принаймні 1 параметр для кожного активного атрибута
ur: براہ کرم ہر فعال خصوصیت کے لیے کم از کم 1 اختیار منتخب کریں
uz: Har bir faol atribut uchun kamida 1 ta variant tanlang
vi: Vui lòng chọn ít nhất 1 tùy chọn cho mỗi thuộc tính đang hoạt động

source: Please select images
am: እባኮትን ምስሎችን ይምረጡ
ar: الرجاء اختيار الصور
az: Zəhmət olmasa şəkilləri seçin
bg: Моля, изберете изображения
bn: অনুগ্রহ করে ছবি নির্বাচন করুন
bs: Molimo odaberite slike
ca: Si us plau, selecciona imatges
cs: Vyberte prosím obrázky
da: Vælg venligst billeder
el: Επιλέξτε εικόνες
et: Palun vali pildid
fa: لطفاً تصاویر را انتخاب کنید
fi: Valitse kuvat
he: אנא בחר תמונות
hi: कृपया छवियां चुनें
hu: Kérjük, válassza ki a képeket
id: Silakan pilih gambar
ja: 画像を選択してください
ka: გთხოვთ აირჩიოთ სურათები
kk: Суреттерді таңдаңыз
km: សូមជ្រើសរើសរូបភាព
kn: ದಯವಿಟ್ಟು ಚಿತ್ರಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: تکایە وێنە هەلبژێرە
lo: ກະລຸນາເລືອກຮູບພາບ
lt: Pasirinkite vaizdus
mr: कृपया प्रतिमा निवडा
ms: Sila pilih imej
my: ကျေးဇူးပြုပြီးပုံရွေးချယ်ပါ
no: Vennligst velg bilder
pl: Wybierz obrazy
ro: Te rugăm să selectezi imagini
si: කරුණාකර රූප තෝරන්න
sk: Prosím, vyberte obrázky
sq: Ju lutemi zgjidhni imazhet
sr: Молимо изаберите слике
sv: Välj bilder
sw: Tafadhali chagua picha
ta: படங்களைத் தேர்ந்தெடுக்கவும்
te: దయచేసి చిత్రాలను ఎంచుకోండి
th: กรุณาเลือกรูปภาพ
tr: Lütfen görselleri seçin
uk: Будь ласка, виберіть зображення
ur: براہ کرم تصاویر منتخب کریں
uz: Iltimos, rasmlarni tanlang
vi: Vui lòng chọn hình ảnh

# pointMsgConfigNotFound
source: No discount point configuration has been found on the server
am: የቅናሽ ነጥብ ውቅር በአገልጋዩ ላይ አልተገኘም
ar: لم يتم العثور على إعدادات نقاط الخصم في الخادم
az: Serverdə endirim nöqtəsi konfiqurasiyası tapılmadı
bg: На сървъра не е намерена конфигурация за точки за отстъпка
bn: সার্ভারে কোন ডিসকাউন্ট পয়েন্ট কনফিগারেশন পাওয়া যায়নি
bs: Na serveru nije pronađena konfiguracija bodova za popust
ca: No s'ha trobat cap configuració de punt de descompte al servidor
cs: Na serveru nebyla nalezena konfigurace slevových bodů
da: Der er ikke fundet nogen pointkonfiguration på serveren
el: Δεν βρέθηκε ρύθμιση πόντων έκπτωσης στον διακομιστή
et: Serverist ei leitud sooduspunkti seadistust
fa: هیچ پیکربندی نقطه تخفیفی در سرور یافت نشد
fi: Palvelimelta ei löytynyt pisteasetuksia
he: לא נמצאה תצורת נקודות הנחה בשרת
hi: सर्वर में कोई छूट बिंदु कॉन्फ़िगरेशन नहीं मिला है
hu: A szerveren nem található kedvezmény pont konfiguráció
id: Tidak ada konfigurasi poin diskon yang ditemukan di server
ja: サーバーにポイント設定が見つかりませんでした
ka: სერვერზე ფასდაკლების ქულების კონფიგურაცია არ მოიძებნა
kk: Серверде жеңілдік ұпайының конфигурациясы табылмады
km: រកមិនឃើញការកំណត់រចនាសម្ព័ន្ធពិន្ទុបញ្ចុះតម្លៃនៅលើម៉ាស៊ីនមេទេ។
kn: ಸರ್ವರ್‌ನಲ್ಲಿ ಯಾವುದೇ ರಿಯಾಯಿತಿ ಪಾಯಿಂಟ್ ಸಂರಚನೆ ಕಂಡುಬಂದಿಲ್ಲ
ku: هیچ ڕێکخستنی خاڵی داشکاندن لە سێرڤەرەکە نەدۆزرایەوە
lo: ບໍ່ພົບການຕັ້ງຄ່າຄະແນນສະສົມໃນລະບົບ
lt: Serveryje nerasta nuolaidų taškų konfigūracija
mr: सर्व्हरमध्ये कोणतेही डिस्काउंट पॉइंट कॉन्फिगरेशन आढळले नाही
ms: Tiada konfigurasi titik diskaun ditemui dalam pelayan
my: There is no discount point configuration has been found in server
no: Ingen rabattpoengkonfigurasjon funnet på serveren
pl: Nie znaleziono konfiguracji punktów rabatowych na serwerze
ro: Nu s-a găsit nicio configurație de punct de reducere pe server
si: සේවාදායකයේ වට්ටම් ලකුණු වින්‍යාසයක් හමු නොවීය
sk: Na serveri nebola nájdená žiadna konfigurácia zľavových bodov
sq: Nuk është gjetur asnjë konfigurim i pikëve të zbritjes në server
sr: На серверу није пронађена конфигурација поена попуста
sv: Ingen rabattpunktskonfiguration hittades på servern
sw: Hakuna usanidi wa pointi za punguzo umepatikana kwenye seva
ta: சேவையகத்தில் தள்ளுபடி புள்ளி உள்ளமைவு எதுவும் இல்லை
te: సర్వర్‌లో ఎటువంటి డిస్కౌంట్ పాయింట్ కాన్ఫిగరేషన్ కనుగొనబడలేదు
th: ไม่พบการกำหนดค่าจุดส่วนลดในเซิร์ฟเวอร์
tr: Sunucuda indirim puanı yapılandırması bulunamadı
uk: На сервері не знайдено конфігурації точок знижки
ur: سرور میں کوئی ڈسکاؤنٹ پوائنٹ کنفیگریشن نہیں ملی
uz: Serverda chegirma balli konfiguratsiyasi topilmadi
vi: Không tìm thấy cấu hình điểm giảm giá trên máy chủ
