Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: All Products
am: ሁሉም ምርቶች
ar: جميع المنتجات
az: Bütün məhsullar
bg: Всички продукти
bn: সমস্ত পণ্য
bs: Svi proizvodi
ca: Tots els productes
cs: Všechny produkty
da: Alle produkter
el: Όλα τα προϊόντα
et: Kõik tooted
fa: همه محصولات
fi: Kaikki tuotteet
he: כל המוצרים
hi: सभी उत्पाद
hu: Minden termék
id: Semua Produk
ja: すべての商品
ka: ყველა პროდუქტი
kk: Барлық өнімдер
km: ផលិតផលទាំងអស់
kn: ಎಲ್ಲಾ ಉತ್ಪನ್ನಗಳು
ku: هەموو بەرهەمەکان
lo: ສິນຄ້າທັງໝົດ
lt: Visi produktai
mr: सर्व उत्पादने
ms: Semua produk
my: ထုတ်ကုန်အားလုံး
no: Alle produkter
pl: Wszystkie produkty
ro: Toate produsele
si: සියලු නිෂ්පාදන
sk: Všetky produkty
sq: Të gjitha produktet
sr: Сви Производи
sv: Alla produkter
sw: Bidhaa zote
ta: அனைத்து தயாரிப்புகள்
te: అన్ని ఉత్పత్తులు
th: สินค้าทั้งหมด
tr: Tüm Ürünler
uk: Усі товари
ur: تمام مصنوعات
uz: Barcha mahsulotlar
vi: Tất cả sản phẩm

source: Allow
am: ፍቀድ
ar: السماح
az: İcazə ver
bg: Разрешаване
bn: অনুমতি দিন
bs: Dozvoli
ca: Permet
cs: Povolit
da: Tillad
el: Επιτρέπω
et: Luba
fa: اجازه دادن
fi: Salli
he: אפשר
hi: अनुमति दें
hu: Engedélyezés
id: Izinkan
ja: 許可
ka: დაშვება
kk: Рұқсат ету
km: អនុញ្ញាត
kn: ಅನುಮತಿಸಿ
ku: ڕێگە بدە
lo: ອະນຸຍາດ
lt: Leisti
mr: परवानगी द्या
ms: Benarkan
my: ခွင့်ပြုပါ။
no: Tillat
pl: Zezwól
ro: Permite
si: අවසර දෙන්න
sk: Povoliť
sq: Lejo
sr: Дозволи
sv: Tillåt
sw: Ruhusu
ta: அனுமதி
te: అనుమతించు
th: อนุญาต
tr: İzin ver
uk: Дозволити
ur: اجازت دیں
uz: Ruxsat berish
vi: Cho phép

source: Allow Camera access?
am: የካሜራ መዳረሻን ፍቀድ?
ar: السماح بالوصول إلى الكاميرا؟
az: Kameraya giriş icazəsi verilsin?
bg: Да се разреши достъп до камерата?
bn: ক্যামেরা অ্যাক্সেসের অনুমতি দেবেন?
bs: Dozvoliti pristup kameri?
ca: Permetre l'accés a la càmera?
cs: Povolit přístup k fotoaparátu?
da: Tillad kameraadgang?
el: Να επιτραπεί η πρόσβαση στην κάμερα;
et: Lubada kaamerale juurdepääs?
fa: به دوربین اجازه دسترسی داده شود؟
fi: Sallitaanko kameran käyttö?
he: לאפשר גישה למצלמה?
hi: कैमरा एक्सेस की अनुमति दें?
hu: Engedélyezi a kamera hozzáférését?
id: Izinkan akses Kamera?
ja: カメラへのアクセスを許可しますか？
ka: დავუშვა კამერაზე წვდომა?
kk: Камераға рұқсат бергіңіз келе ме?
km: អនុញ្ញាតឱ្យប្រើកាមេរ៉ា?
kn: ಕ್ಯಾಮೆರಾ ಪ್ರವೇಶವನ್ನು ಅನುಮತಿಸುವುದೇ?
ku: ڕێگە بە دەستگەیشتن بە کامێرا بدە؟
lo: ອະນຸຍາດໃຫ້ເຂົ້າເຖິງກ້ອງຖ່າຍຮູບບໍ?
lt: Leisti prieigą prie kameros?
mr: कॅमेऱ्याला प्रवेश द्यायचा?
ms: Benarkan akses kamera?
my: ကင်မရာသုံးခွင့်ကို ခွင့်ပြုမလား။
no: Tillate kameratilgang?
pl: Zezwolić na dostęp do aparatu?
ro: Permiți accesul la cameră?
si: කැමරා ප්‍රවේශයට අවසර දිය යුතුද?
sk: Povoliť prístup k fotoaparátu?
sq: Të lejohet qasja në kamerë?
sr: Дозволити приступ камери?
sv: Vill du tillåta kameraåtkomst?
sw: Ungependa kuruhusu ufikiaji wa Kamera?
ta: கேமரா அணுகலை அனுமதிக்கவா?
te: కెమెరా యాక్సెస్‌ను అనుమతించాలా?
th: อนุญาตให้เข้าถึงกล้องหรือไม่?
tr: Kamera erişimine izin verilsin mi?
uk: Дозволити доступ до камери?
ur: کیمرے تک رسائی کی اجازت دیں؟
uz: Kameradan foydalanishga ruxsat berilsinmi?
vi: Cho phép truy cập máy ảnh?

source: Amount
am: መጠን
ar: المبلغ
az: Məbləğ
bg: Сума
bn: পরিমাণ
bs: Iznos
ca: Import
cs: Částka
da: Beløb
el: Ποσό
et: Summa
fa: مقدار
fi: Määrä
he: סכום
hi: राशि
hu: Összeg
id: Jumlah
ja: 金額
ka: თანხა
kk: Сома
km: ចំនួនទឹកប្រាក់
kn: ಮೊತ್ತ
ku: بڕ
lo: ຈຳນວນ
lt: Suma
mr: रक्कम
ms: Jumlah
my: ပမာဏ
no: Beløp
pl: Kwota
ro: Sumă
si: මුදල
sk: Suma
sq: Shuma
sr: ИЗНОС
sv: Belopp
sw: Kiasi
ta: தொகை
te: మొత్తం
th: จำนวน
tr: Miktar
uk: Сума
ur: رقم
uz: Miqdor
vi: Số tiền

# anyAttr
source: Any {attribute}
am: ማንኛውም {attribute}
ar: أي {attribute}
az: İstənilən {attribute}
bg: Всякакъв {attribute}
bn: যেকোনো {attribute}
bs: Bilo koji {attribute}
ca: Qualsevol {attribute}
cs: Jakýkoliv {attribute}
da: Enhver {attribute}
el: Οποιοδήποτε {attribute}
et: Iga {attribute}
fa: هر {attribute}
fi: Mikä tahansa {attribute}
he: כל {attribute}
hi: कोई भी {attribute}
hu: Bármely {attribute}
id: Setiap {attribute}
ja: 任意の{attribute}
ka: ნებისმიერი {attribute}
kk: Кез келген {attribute}
km: {attribute} ណាមួយ
kn: ಯಾವುದೇ {attribute}
ku: هەر {attribute}
lo: ທຸກ {attribute}
lt: Bet koks {attribute}
mr: कोणतेही {attribute}
ms: Mana-mana {attribute}
my: မည်သည့် {attribute}
no: Hvilken som helst {attribute}
pl: Dowolny {attribute}
ro: Orice {attribute}
si: ඕනෑම {attribute}
sk: Akýkoľvek {attribute}
sq: Çdo {attribute}
sr: Било који {attribute}
sv: Alla {attribute}
sw: {attribute} yoyote
ta: ஏதேனும் {attribute}
te: ఏదైనా {attribute}
th: {attribute} ใดๆ
tr: Herhangi bir {attribute}
uk: Будь-який {attribute}
ur: کوئی بھی {attribute}
uz: Har qanday {attribute}
vi: Bất kỳ {attribute}

source: Appearance
am: መልኩ
ar: المظهر
az: Görünüş
bg: Външен вид
bn: উপস্থিতি
bs: Izgled
ca: Aparença
cs: Vzhled
da: Udseende
el: Εμφάνιση
et: Välimus
fa: ظاهر
fi: Ulkoasu
he: מראה
hi: दिखावट
hu: Megjelenés
id: Tampilan
ja: 外観
ka: გარეგნობა
kk: Сыртқы түрі
km: រូបរាង
kn: ನೋಟ
ku: ڕووکاری دەرکەوتوو
lo: ຮູບລັກສະນະ
lt: Išvaizda
mr: दिसावा
ms: Penampilan
my: အသွင်အပြင်
no: Utseende
pl: Wygląd
ro: Aspect
si: පෙනුම
sk: Vzhľad
sq: Pamja
sr: Изглед
sv: Utseende
sw: Muonekano
ta: தோற்றம்
te: రూపురేఖలు
th: รูปลักษณ์
tr: Görünüm
uk: Зовнішній вигляд
ur: ظاہری شکل
uz: Ko'rinish
vi: Giao diện

# areYouSureDeleteAccount
source: Are you sure you want to delete your account?
am: መለያዎን ማጥፋት እርግጠኛ ነዎት?
ar: هل أنت متأكد من حذف حسابك؟
az: Hesabınızı silməyə əminsiniz?
bg: Сигурни ли сте, че искате да изтриете профила си?
bn: আপনি আপনার অ্যাকাউন্ট মুছে ফেলার বিষয়ে নিশ্চিত?
bs: Jeste li sigurni da želite izbrisati svoj račun?
ca: Estàs segur que vols suprimir el teu compte?
cs: Opravdu chcete smazat svůj účet?
da: Er du sikker på, at du vil slette din konto?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε τον λογαριασμό σας;
et: Kas oled kindel, et soovid oma konto kustutada?
fa: آیا از حذف حساب کاربری خود مطمئن هستید؟
fi: Haluatko varmasti poistaa tilisi?
he: האם אתה בטוח שברצונך למחוק את חשבונך?
hi: क्या आप वाकई अपना खाता हटाना चाहते हैं?
hu: Biztosan törli a fiókját?
id: Apakah Anda yakin akan menghapus akun Anda?
ja: アカウントを削除してもよろしいですか？
ka: დარწმუნებული ხართ, რომ გსურთ თქვენი ანგარიშის წაშლა?
kk: Тіркелгіңізді жоюға сенімдісіз бе?
km: តើអ្នកប្រាកដថាចង់លុបគណនីរបស់អ្នកមែនទេ?
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ku: دڵنیایت دەتەوێت هەژمارت بسڕیتەوە؟
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຈະລຶບບັນຊີຂອງທ່ານ?
lt: Ar tikrai norite ištrinti savo paskyrą?
mr: तुम्हाला खात्री आहे की तुम्ही तुमचे खाते हटवू इच्छिता?
ms: Adakah anda pasti untuk memadam akaun anda?
my: သင့်အကောင့်ကို ဖျက်ရန် သေချာပါသလား။
no: Er du sikker på at du vil slette kontoen din?
pl: Czy na pewno chcesz usunąć swoje konto?
ro: Ești sigur că vrei să ștergi contul?
si: ඔබගේ ගිණුම මැකීමට විශ්වාසද?
sk: Ste si istí, že chcete odstrániť svoj účet?
sq: Jeni i sigurt që doni të fshini llogarinë tuaj?
sr: Да ли сте сигурни да желите да избришете свој налог?
sv: Är du säker på att du vill radera ditt konto?
sw: Je, una uhakika wa kufuta akaunti yako?
ta: உங்கள் கணக்கை நிச்சயமாக நீக்க விரும்புகிறீர்களா?
te: మీ ఖాతాను నిజంగా తొలగించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ที่จะลบบัญชีของคุณ?
tr: Hesabınızı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити свій обліковий запис?
ur: کیا آپ واقعی اپنا اکاؤنٹ حذف کرنا چاہتے ہیں؟
uz: Hisobingizni o'chirishga ishonchingiz komilmi?
vi: Bạn có chắc chắn xóa tài khoản của mình không?

source: Attribute already exists
am: ባህሪው አስቀድሞ አለ
ar: السمة موجودة بالفعل
az: Atribut artıq mövcuddur
bg: Атрибутът вече съществува
bn: অ্যাট্রিবিউট আগে থেকেই আছে
bs: Atribut već postoji
ca: L'atribut ja existeix
cs: Atribut již existuje
da: Attribut findes allerede
el: Το χαρακτηριστικό υπάρχει ήδη
et: Atribuut on juba olemas
fa: ویژگی قبلاً وجود دارد
fi: Ominaisuus on jo olemassa
he: התכונה כבר קיימת
hi: विशेषता पहले से मौजूद है
hu: Az attribútum már létezik
id: Atribut sudah ada
ja: 属性は既に存在します
ka: ატრიბუტი უკვე არსებობს
kk: Атрибут бұрыннан бар
km: គុណលក្ខណៈមានរួចហើយ
kn: ಗುಣಲಕ್ಷಣ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ
ku: تایبەتمەندی پێشتر هەیە
lo: ຄຸນສົມບັດມີຢູ່ແລ້ວ
lt: Atributas jau egzistuoja
mr: गुणधर्म आधीपासून अस्तित्वात आहे
ms: Atribut telah wujud
my: ရည်ညွှန်းချက် ရှိနှင့်ပြီးဖြစ်သည်။
no: Attributtet finnes allerede
pl: Atrybut już istnieje
ro: Atributul există deja
si: ගුණාංගය දැනටමත් පවතී
sk: Atribút už existuje
sq: Atributi ekziston tashmë
sr: Атрибут већ постоји
sv: Attributet finns redan
sw: Sifa tayari ipo
ta: பண்பு ஏற்கனவே உள்ளது
te: గుణం ఇప్పటికే ఉంది
th: มีคุณลักษณะนี้อยู่แล้ว
tr: Özellik zaten var
uk: Атрибут вже існує
ur: یہ خصوصیت پہلے سے موجود ہے
uz: Bunday atribut mavjud
vi: Thuộc tính đã tồn tại

source: Average Rating
am: አማካይ ከፍተኛ ደረጃ
ar: متوسط التقييم
az: Orta reytinq
bg: Средна оценка
bn: গড় রেটিং
bs: Prosječna ocjena
ca: Valoració mitjana
cs: Průměrné hodnocení
da: Gennemsnitlig bedømmelse
el: Μέση βαθμολογία
et: Keskmine hinnang
fa: میانگین امتیاز
fi: Keskiarvo
he: דירוג ממוצע
hi: औसत रेटिंग
hu: Átlagos értékelés
id: Penilaian Rata-rata
ja: 平均評価
ka: საშუალო შეფასება
kk: Орташа баға
km: ការវាយតម្លៃមធ្យម
kn: ಸರಾಸರಿ ರೇಟಿಂಗ್
ku: نرخی مامناوەند
lo: ຄະແນນສະເລ່ຍ
lt: Vidutinis įvertinimas
mr: सरासरी मूल्यांकन
ms: Penilaian purata
my: ပျမ်းမျှ အဆင့်သတ်မှတ်ချက်
no: Gjennomsnittsvurdering
pl: Średnia ocena
ro: Evaluare medie
si: සාමාන්‍ය ඇගයීම
sk: Priemerné hodnotenie
sq: Vlerësimi mesatar
sr: Просечна оцена
sv: Genomsnittligt betyg
sw: Wastani wa Ukadiriaji
ta: சராசரி மதிப்பீடு
te: సగటు రేటింగ్
th: คะแนนเฉลี่ย
tr: Ortalama puan
uk: Середній рейтинг
ur: اوسط درجہ بندی
uz: O'rtacha reyting
vi: Xếp hạng trung bình

source: Back to Wallet
am: ወደ ቦርሳ ተመለስ
ar: العودة إلى المحفظة
az: Pul kisəsinə qayıt
bg: Обратно към портфейла
bn: ওয়ালেটে ফিরে যান
bs: Nazad na novčanik
ca: Torna a la cartera
cs: Zpět do peněženky
da: Tilbage til Wallet
el: Επιστροφή στο Πορτοφόλι
et: Tagasi rahakotti
fa: بازگشت به کیف پول
fi: Takaisin lompakkoon
he: חזרה לארנק
hi: वॉलेट पर वापस जाएं
hu: Vissza a pénztárcához
id: Kembali ke Dompet
ja: ウォレットに戻る
ka: საფულეში დაბრუნება
kk: Әмиянға оралу
km: ត្រឡប់ទៅកាបូប
kn: ವ್ಯಾಲೆಟ್‌ಗೆ ಹಿಂತಿರುಗಿ
ku: گەڕانەوە بۆ جزدان
lo: ກັບໄປທີ່ກະເປົາເງິນ
lt: Grįžti į piniginę
mr: वॉलेटकडे परत
ms: Kembali ke Dompet
my: Wallet သို့ပြန်သွားမည်။
no: Tilbake til lommebok
pl: Powrót do portfela
ro: Înapoi la Portofel
si: පසුම්බිය වෙත ආපසු
sk: Späť do peňaženky
sq: Kthehu te portofoli
sr: Назад у Новчаник
sv: Tillbaka till plånboken
sw: Rudi kwenye Pochi
ta: பணப்பைக்குத் திரும்பு
te: వాలెట్‌కు తిరిగి వెళ్లండి
th: กลับไปที่กระเป๋าเงิน
tr: Cüzdana Geri Dön
uk: Назад до гаманця
ur: والیٹ پر واپس جائیں
uz: Hamyonga qaytish
vi: Quay lại ví

source: Balance
am: ቀሪ
ar: الرصيد
az: Balans
bg: Баланс
bn: ব্যালেন্স
bs: Stanje
ca: Saldo
cs: Zůstatek
da: Saldo
el: Υπόλοιπο
et: Saldo
fa: موجودی
fi: Saldo
he: יתרה
hi: शेष राशि
hu: Egyenleg
id: Saldo
ja: 残高
ka: ბალანსი
kk: Баланс
km: សមតុល្យ
kn: ಬಾಕಿ
ku: ڕێکەوت
lo: ຍອດເງິນ
lt: Likutis
mr: शिल्लक
ms: Baki
my: ငွေလက်ကျန်
no: Saldo
pl: Saldo
ro: Sold
si: ශේෂය
sk: Zostatok
sq: Bilanci
sr: Баланс
sv: Saldo
sw: Salio
ta: இருப்பு
te: బ్యాలెన్స్
th: ยอดคงเหลือ
tr: Bakiye
uk: Баланс
ur: بیلنس
uz: Balans
vi: Số dư

source: Bank
am: ባንክ
ar: البنك
bg: Банка
bn: ব্যাংক
bs: Banka
ca: Banc
cs: Banka
el: Τράπεζα
et: Pank
fa: بانک
fi: Pankki
he: בנק
hi: बैंक
ja: 銀行
ka: ბანკი
kk: Банк
km: ធនាគារ
kn: ಬ್ಯಾಂಕ್
ku: بانک
lo: ທະນາຄານ
lt: Bankas
mr: बँक
my: ဘဏ်
ro: Bancă
si: බැංකුව
sk: Banka
sq: Banka
sr: банка
sw: Benki
ta: வங்கி
te: బ్యాంక్
th: ธนาคาร
tr: Banka
uk: Банк
ur: بینک
vi: NGÂN HÀNG

source: Basic Information
am: መሠረታዊ መረጃ
ar: المعلومات الأساسية
az: Əsas məlumat
bg: Основна информация
bn: মৌলিক তথ্য
bs: Osnovne informacije
ca: Informació bàsica
cs: Základní informace
da: Grundlæggende oplysninger
el: Βασικές πληροφορίες
et: Põhiteave
fa: اطلاعات اولیه
fi: Perustiedot
he: מידע בסיסי
hi: मूल जानकारी
hu: Alapinformációk
id: Informasi Dasar
ja: 基本情報
ka: ძირითადი ინფორმაცია
kk: Негізгі ақпарат
km: ព័ត៌មានមូលដ្ឋាន
kn: ಮೂಲ ಮಾಹಿತಿ
ku: زانیاری بنەڕەتی
lo: ຂໍ້ມູນພື້ນຖານ
lt: Pagrindinė informacija
mr: मूलभूत माहिती
ms: Maklumat asas
my: အခြေခံအချက်အလက်
no: Grunnleggende informasjon
pl: Podstawowe informacje
ro: Informații de bază
si: මූලික තොරතුරු
sk: Základné informácie
sq: Informacioni bazë
sr: Основне информације
sv: Grundläggande information
sw: Taarifa za Msingi
ta: அடிப்படை தகவல்
te: ప్రాథమిక సమాచారం
th: ข้อมูลพื้นฐาน
tr: Temel Bilgiler
uk: Основна інформація
ur: بنیادی معلومات
uz: Asosiy ma'lumot
vi: Thông tin cơ bản

# bleHasNotBeenEnabled
source: Bluetooth has not been enabled
am: ብሉቱዝ አልተነቃችም
ar: لم يتم تفعيل البلوتوث
az: Bluetooth aktivləşdirilməyib
bg: Bluetooth не е активиран
bn: ব্লুটুথ সক্ষম করা হয়নি
bs: Bluetooth nije omogućen
ca: El Bluetooth no està activat
cs: Bluetooth nebylo povoleno
da: Bluetooth er ikke blevet aktiveret
el: Το Bluetooth δεν έχει ενεργοποιηθεί
et: Bluetooth pole sisse lülitatud
fa: بلوتوث فعال نشده است
fi: Bluetooth ei ole käytössä
he: בלוטות' לא הופעל
hi: ब्लूटूथ सक्षम नहीं किया गया है
hu: A Bluetooth nincs bekapcsolva
id: Bluetooth belum diaktifkan
ja: Bluetoothが有効になっていません
ka: Bluetooth არ არის ჩართული
kk: Bluetooth қосылмаған
km: ប៊្លូធូសមិនទាន់បានបើកទេ
kn: ಬ್ಲೂಟೂತ್ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿಲ್ಲ
ku: بلوتووث چالاک نەکراوە
lo: ບລູທູດຍັງບໍ່ໄດ້ເປີດໃຊ້ງານ
lt: Bluetooth neįjungtas
mr: ब्लूटूथ सक्षम केलेले नाही
ms: Bluetooth belum dihidupkan
my: ဘလူးတုသ်ကို ဖွင့်မထားပါ။
no: Bluetooth er ikke aktivert
pl: Bluetooth nie został włączony
ro: Bluetooth-ul nu a fost activat
si: බ්ලූටූත් සක්‍රිය කර නැත
sk: Bluetooth nie je zapnuté
sq: Bluetooth nuk është aktivizuar
sr: Блуетоотх није омогућен
sv: Bluetooth har inte aktiverats
sw: Bluetooth haijawashwa
ta: புளூடூத் இயக்கப்படவில்லை
te: బ్లూటూత్ ప్రారంభించబడలేదు
th: บลูทูธยังไม่ได้เปิดใช้งาน
tr: Bluetooth etkinleştirilmedi
uk: Bluetooth не увімкнено
ur: بلوٹوتھ فعال نہیں کیا گیا
uz: Bluetooth yoqilmagan
vi: Bluetooth chưa được bật

# bleState
source: Bluetooth Adapter is {state}
am: የብሉቱዝ አዳፕተሩ {state} ነው
ar: محول البلوتوث {state}
az: Bluetooth adapteri: {state}
bg: Bluetooth адаптерът е {state}
bn: ব্লুটুথ অ্যাডাপ্টার হল {state}
bs: Bluetooth adapter je {state}
ca: L'adaptador Bluetooth està {state}
cs: Bluetooth adaptér je {state}
da: Bluetooth-adapter er {state}
el: Ο προσαρμογέας Bluetooth είναι {state}
et: Bluetooth-adapter on {state}
fa: آداپتور بلوتوث {state} است
fi: Bluetooth-sovitin on {state}
he: מתאם בלוטות' הוא {state}
hi: ब्लूटूथ एडाप्टर {state} है
hu: A Bluetooth adapter {state}
id: Adapter Bluetooth {state}
ja: Bluetoothアダプターは{state}です
ka: Bluetooth ადაპტერი არის {state}
kk: Bluetooth адаптері: {state}
km: ប៊្លូធូសគឺ {state}
kn: ಬ್ಲೂಟೂತ್ ಅಡಾಪ್ಟರ್ {state}
ku: ئاداپتەرەکەی بلوتووث {state} ـە
lo: ບລູທູດແມ່ນ {state}
lt: Bluetooth adapteris yra {state}
mr: ब्लूटूथ अडॅप्टर {state} आहे
ms: Penyesuai Bluetooth adalah {state}
my: Bluetooth Adapter သည် {state}
no: Bluetooth-adapteren er {state}
pl: Adapter Bluetooth jest {state}
ro: Adaptorul Bluetooth este {state}
si: බ්ලූටූත් ඇඩැප්ටරය {state}
sk: Bluetooth adaptér je {state}
sq: Përshtatësi Bluetooth është {state}
sr: Блуетоотх адаптер је {state}
sv: Bluetooth-adapter är {state}
sw: Bluetooth ni {state}
ta: புளூடூத் அடாப்டர் {state}
te: బ్లూటూత్ అడాప్టర్ {state} ఉంది
th: อะแดปเตอร์บลูทูธ {state}
tr: Bluetooth Adaptörü: {state}
uk: Адаптер Bluetooth {state}
ur: بلوٹوتھ اڈاپٹر {state} ہے
uz: Bluetooth holati: {state}
vi: Bluetooth {state}

source: Bosnian
am: ቦስኒያኛ
ar: البوسنية
az: Bosniyaca
bg: Босненски
bn: বসনীয়
bs: Bosanski
ca: Bosnià
cs: Bosenština
da: bosnisk
el: Βοσνιακά
et: Bosnia
fa: بوسنیایی
fi: Bosnia
he: בוסנית
hi: बोस्नियाई
hu: Bosnyák
id: Bosnia
ja: ボスニア語
ka: ბოსნიური
kk: Босния
km: បូស្នី
kn: ಬೋಸ್ನಿಯನ್
ku: بۆسنیا
lo: ບອສເນຍ
lt: Bosnių
mr: बोस्नियन
ms: Bahasa Bosnia
my: ဘော့စျနီးယား
no: Bosnisk
pl: Bośniacki
ro: Bosniacă
si: බොස්නියානු
sk: bosniansky
sq: Boshnjake
sr: босански
sv: Bosniska
sw: Kibosnia
ta: போஸ்னியன்
te: బోస్నియన్
th: บอสเนีย
tr: Boşnakça
uk: Боснійська
ur: بوسنیائی
uz: Bosniyacha
vi: Tiếng Bosnia

source: Burmese
am: በርማዊኛ
ar: البورمية
az: Birma
bg: Бирмански
bn: বর্মী
bs: Burmanski
ca: Birmà
cs: Barmština
da: burmesisk
el: Βιρμανικά
et: Birma
fa: برمه‌ای
fi: Burma
he: בורמזית
hi: बर्मी
hu: Burmai
id: Burma
ja: ビルマ語
ka: ბირმული
kk: Бирма
km: ភូមា
kn: ಬರ್ಮೀಸ್
ku: بۆرمەیی
lo: ພະມ້າ
lt: Birmiečių
mr: बर्मी
ms: Bahasa Burma
my: ဗမာ
no: Burmesisk
pl: Birmański
ro: Birmaneză
si: බුරුම
sk: Barmčina
sq: Birmanisht
sr: бурмански
sv: Burmesiska
sw: Kiburma
ta: பர்மிய
te: బర్మీస్
th: พม่า
tr: Birmanca
uk: Бірманська
ur: برمی
uz: Birma tili
vi: Tiếng Miến Điện

# bySignup
source: By signing up, you agree to our
am: በመመዝገብዎ ላይ እኛን አስተማምነዋል
ar: بالتسجيل، فإنك توافق على
az: Qeydiyyatdan keçməklə siz bizim
bg: С регистрацията си се съгласявате с нашите
bn: সাইন আপ করে, আপনি আমাদের সাথে সম্মত হন
bs: Registracijom pristajete na naše
ca: En registrar-te, acceptes les nostres
cs: Registrací souhlasíte s našimi
da: Ved at tilmelde dig accepterer du vores
el: Με την εγγραφή σας, συμφωνείτε με τους
et: Registreerudes nõustud meie
fa: با ثبت‌نام، شما با شرایط و قوانین موافقت می‌کنید
fi: Rekisteröitymällä hyväksyt
he: בהרשמה, אתה מסכים ל
hi: साइन अप करके, आप हमारी नीतियों से सहमत होते हैं
hu: A regisztrációval elfogadja a
id: Dengan mendaftar, Anda menyetujui
ja: サインアップすることで、以下に同意したことになります
ka: რეგისტრაციით თქვენ ეთანხმებით ჩვენს
kk: Тіркелу арқылы сіз біздің шарттарымызбен келісесіз
km: ដោយចុះឈ្មោះ អ្នកយល់ព្រមលើលក្ខខណ្ឌរបស់យើង
kn: ಸೈನ್ ಅಪ್ ಮಾಡುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ ನಿಯಮಗಳಿಗೆ ಒಪ್ಪುತ್ತೀರಿ
ku: بە خۆت تۆمارکردن، ڕازیت بە
lo: ໂດຍການລົງທະບຽນ, ທ່ານຕົກລົງເຫັນດີກັບພວກເຮົາ
lt: Registruodamiesi sutinkate su mūsų
mr: साइन अप करून, तुम्ही आमच्याशी सहमत आहात
ms: Dengan mendaftar, anda bersetuju dengan
my: အကောင့်ဖွင့်ခြင်းဖြင့် သင်သည် ကျွန်ုပ်တို့အား သဘောတူပါသည်။
no: Ved å registrere deg godtar du våre
pl: Rejestrując się, zgadzasz się na nasze
ro: Prin înregistrare, ești de acord cu
si: ලියාපදිංචි වීමෙන් ඔබ අපගේ
sk: Registráciou súhlasíte s našimi
sq: Duke u regjistruar, ju pranoni
sr: Пријавом се слажете са нашим
sv: Genom att registrera dig godkänner du vår
sw: Kwa kujisajili, unakubali yetu
ta: பதிவு செய்வதன் மூலம், நீங்கள் எங்களது
te: సైన్ అప్ చేయడం ద్వారా, మీరు మా నిబంధనలను అంగీకరిస్తున్నారు
th: การลงทะเบียนถือว่าคุณยอมรับ
tr: Kayıt olarak
uk: Реєструючись, ви погоджуєтеся з нашими
ur: سائن اپ کرکے آپ ہماری شرائط سے متفق ہیں
uz: Ro'yxatdan o'tish orqali siz bizning shartlarimizga rozilik bildirasiz
vi: Bằng cách đăng ký, bạn đồng ý với

source: Cannot create order
am: ትእዛዝ መፍጠር አልተቻለም
ar: لا يمكن إنشاء الطلب
az: Sifariş yaratmaq mümkün deyil
bg: Не може да се създаде поръчка
bn: অর্ডার তৈরি করতে পারে না
bs: Nije moguće kreirati narudžbu
ca: No es pot crear la comanda
cs: Nelze vytvořit objednávku
da: Kan ikke oprette ordre
el: Δεν είναι δυνατή η δημιουργία παραγγελίας
et: Tellimust ei saa luua
fa: امکان ایجاد سفارش نیست
fi: Tilausta ei voi luoda
he: לא ניתן ליצור הזמנה
hi: ऑर्डर नहीं बना सकते
hu: Nem lehet létrehozni a rendelést
id: Tidak dapat membuat pesanan
ja: 注文を作成できません
ka: შეკვეთის შექმნა ვერ ხერხდება
kk: Тапсырыс жасау мүмкін емес
km: មិនអាចបង្កើតការបញ្ជាទិញបានទេ
kn: ಆದೇಶವನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ku: ناتوانرێت داواکاری دروست بکرێت
lo: ບໍ່ສາມາດສ້າງຄຳສັ່ງ
lt: Negalima sukurti užsakymo
mr: ऑर्डर तयार करू शकत नाही
ms: Tidak boleh membuat pesanan
my: အော်ဒါဖန်တီး၍မရပါ။
no: Kan ikke opprette bestilling
pl: Nie można utworzyć zamówienia
ro: Nu se poate crea comanda
si: ඇණවුම සෑදිය නොහැක
sk: Nie je možné vytvoriť objednávku
sq: Nuk mund të krijohet porosia
sr: Није могуће направити ред
sv: Kan inte skapa order
sw: Haiwezi kuunda agizo
ta: ஆர்டரை உருவாக்க முடியவில்லை
te: ఆర్డర్‌ను సృష్టించలేరు
th: ไม่สามารถสร้างคำสั่งซื้อได้
tr: Sipariş oluşturulamıyor
uk: Не вдалося створити замовлення
ur: آرڈر نہیں بنایا جا سکتا
uz: Buyurtma yaratib bo'lmadi
vi: Không thể tạo đơn hàng

# canNotCreateUser
source: Cannot create the user.
am: ተጠቃሚን መፍጠር አልተቻለም።
ar: لا يمكن إنشاء المستخدم
az: İstifadəçi yaratmaq mümkün deyil.
bg: Не може да се създаде потребител.
bn: ব্যবহারকারী তৈরি করতে পারবেন না।
bs: Nije moguće kreirati korisnika.
ca: No es pot crear l'usuari.
cs: Nelze vytvořit uživatele.
da: Kan ikke oprette bruger.
el: Δεν είναι δυνατή η δημιουργία χρήστη
et: Kasutajat ei saa luua.
fa: امکان ایجاد کاربر نیست
fi: Käyttäjää ei voi luoda
he: לא ניתן ליצור את המשתמש.
hi: उपयोगकर्ता नहीं बना सकते।
hu: Nem lehet létrehozni a felhasználót.
id: Tidak dapat membuat pengguna.
ja: ユーザーを作成できません
ka: მომხმარებლის შექმნა ვერ ხერხდება.
kk: Пайдаланушы жасау мүмкін емес
km: មិនអាចបង្កើតអ្នកប្រើប្រាស់បានទេ
kn: ಬಳಕೆದಾರರನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ku: ناتوانرێت بەکارهێنەر دروست بکرێت.
lo: ບໍ່ສາມາດສ້າງຜູ້ໃຊ້ໄດ້
lt: Negalima sukurti vartotojo.
mr: वापरकर्ता तयार करू शकत नाही.
ms: Tidak boleh mencipta pengguna.
my: အသုံးပြုသူကို ဖန်တီး၍မရပါ။
no: Kan ikke opprette bruker
pl: Nie można utworzyć użytkownika.
ro: Nu se poate crea utilizatorul.
si: පරිශීලකයා සෑදිය නොහැක
sk: Nie je možné vytvoriť používateľa
sq: Nuk mund të krijohet përdoruesi.
sr: Није могуће креирати корисника.
sv: Kan inte skapa användaren.
sw: Haiwezi kuunda mtumiaji.
ta: பயனரை உருவாக்க முடியவில்லை.
te: వినియోగదారుడిని సృష్టించలేరు.
th: ไม่สามารถสร้างผู้ใช้ได้
tr: Kullanıcı oluşturulamıyor.
uk: Не вдалося створити користувача
ur: صارف نہیں بنایا جا سکتا
uz: Foydalanuvchi yaratib bo'lmadi
vi: Không thể tạo người dùng.

# canNotGetPayments
source: Cannot get payment methods
am: የክፍያ ዘዴዎችን ማግኘት አልተቻለም
ar: لا يمكن الحصول على طرق الدفع
az: Ödəniş metodlarını almaq mümkün deyil
bg: Не може да се получи информация за методите на плащане
bn: পেমেন্ট পদ্ধতি পেতে পারেন না
bs: Nije moguće dobiti načine plaćanja
ca: No es poden obtenir els mètodes de pagament
cs: Nelze získat platební metody
da: Kan ikke hente betalingsmetoder
el: Δεν είναι δυνατή η λήψη μεθόδων πληρωμής
et: Makseviise ei saa hankida
fa: امکان دریافت روش‌های پرداخت نیست
fi: Maksutapoja ei voi hakea
he: לא ניתן לקבל אמצעי תשלום
hi: भुगतान विधियां नहीं मिल सकतीं
hu: Nem lehet lekérni a fizetési módokat
id: Tidak dapat mendapatkan metode pembayaran
ja: 支払い方法を取得できません
ka: გადახდის მეთოდების მიღება ვერ ხერხდება
kk: Төлем әдістерін алу мүмкін емес
km: មិនអាចទទួលបានវិធីបង់ប្រាក់បានទេ
kn: ಪಾವತಿ ವಿಧಾನಗಳನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ
ku: ناتوانرێت شێوازی پارەدان وەرگیرا
lo: ບໍ່ສາມາດຮັບວິທີການຈ່າຍເງິນໄດ້
lt: Negalima gauti mokėjimo būdų
mr: पेमेंट पद्धती मिळवू शकत नाही
ms: Tidak boleh mendapatkan kaedah pembayaran
my: ငွေပေးချေမှုနည်းလမ်းများကို မရနိုင်ပါ။
no: Kan ikke hente betalingsmetoder
pl: Nie można pobrać metod płatności
ro: Nu se pot obține metodele de plată
si: ගෙවීම් ක්‍රම ලබාගත නොහැක
sk: Nie je možné získať spôsoby platby
sq: Nuk mund të merren metodat e pagesës
sr: Није могуће добити начине плаћања
sv: Kan inte hämta betalningsmetoder
sw: Haiwezi kupata njia za malipo
ta: கட்டண முறைகளைப் பெற முடியவில்லை
te: చెల్లింపు పద్ధతులను పొందలేరు
th: ไม่สามารถดึงข้อมูลวิธีการชำระเงินได้
tr: Ödeme yöntemleri alınamıyor
uk: Не вдалося отримати способи оплати
ur: ادائیگی کے طریقے حاصل نہیں کیے جا سکتے
uz: To'lov usullarini olish imkonsiz
vi: Không thể lấy phương thức thanh toán
