Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# maxAmountForPayment
source: The maximum amount for using this payment is {currency} {amount}
am: ለዚህ ክፍያ ከፍተኛ መጠን {currency} {amount} ነው
ar: الحد الأقصى لمبلغ هذه الطريقة هو {currency} {amount}
az: Bu ödənişdən istifadə üçün maksimum məbləğ: {currency} {amount}
bg: Максималната сума за този начин на плащане е {currency} {amount}
bn: এই অর্থপ্রদান ব্যবহার করার জন্য সর্বাধিক পরিমাণ হল {currency} {amount}
bs: Maksimalni iznos za korištenje ove uplate je {currency} {amount}
ca: L’import màxim per utilitzar aquest pagament és {currency} {amount}
cs: Maximální částka pro tuto platbu je {currency} {amount}
da: Det maksimale beløb for denne betaling er {currency} {amount}
el: Το μέγιστο ποσό για χρήση αυτής της πληρωμής είναι {currency} {amount}
et: Selle makseviisi kasutamiseks on maksimumsumma {currency} {amount}
fa: حداکثر مبلغ برای استفاده از این روش پرداخت {currency} {amount} است
fi: Maksun enimmäismäärä on {currency} {amount}
he: הסכום המרבי לתשלום זה הוא {currency} {amount}
hi: इस भुगतान का उपयोग करने के लिए अधिकतम राशि {currency} {amount} है
hu: A fizetés maximális összege: {currency} {amount}
id: Jumlah maksimum untuk menggunakan pembayaran ini adalah {currency} {amount}
ja: この支払いの上限額は{currency} {amount}です
ka: ამ გადახდის გამოყენების მაქსიმალური თანხაა {currency} {amount}
kk: Бұл төлем әдісі үшін максималды сома: {currency} {amount}
km: ចំនួនអតិបរមាសម្រាប់ការប្រើប្រាស់ការទូទាត់នេះគឺ {currency} {amount}
kn: ಈ ಪಾವತಿಗೆ ಗರಿಷ್ಠ ಮೊತ್ತ {currency} {amount}
ku: زۆرترین بڕ بۆ ئەم پارەدانە {currency} {amount} ـە
lo: ຈຳນວນເງິນສູງສຸດສຳລັບການຈ່າຍເງິນນີ້ແມ່ນ {currency} {amount}
lt: Didžiausia suma šiam mokėjimui yra {currency} {amount}
mr: या पेमेंटसाठी कमाल रक्कम {currency} {amount} आहे
ms: Jumlah maksimum untuk menggunakan pembayaran ini ialah {currency} {amount}
my: ဤငွေပေးချေမှုကို အသုံးပြုရန်အတွက် အများဆုံးပမာဏမှာ {currency} {amount}ဖြစ်သည်
no: Maksimumsbeløpet for å bruke denne betalingen er {currency} {amount}
pl: Maksymalna kwota dla tej metody płatności to {currency} {amount}
ro: Suma maximă pentru utilizarea acestei plăți este {currency} {amount}
si: මෙම ගෙවීම් ක්‍රමය සඳහා උපරිම මුදල {currency} {amount} වේ
sk: Maximálna suma pre túto platbu je {currency} {amount}
sq: Shuma maksimale për këtë metodë pagese është {currency} {amount}
sr: Максимални износ за коришћење ове уплате је {currency} {amount}
sv: Maximalt belopp för att använda denna betalning är {currency} {amount}
sw: Kiasi cha juu kinachokubaliwa kwa malipo haya ni {currency} {amount}
ta: இந்தக் கட்டணத்தைப் பயன்படுத்துவதற்கான அதிகபட்சத் தொகை {currency} {amount}
te: ఈ చెల్లింపు కోసం గరిష్ట మొత్తం {currency} {amount}
th: จำนวนเงินสูงสุดสำหรับการชำระเงินนี้คือ {currency} {amount}
tr: Bu ödeme yöntemi için maksimum tutar {currency} {amount}
uk: Максимальна сума для цього способу оплати — {currency} {amount}
ur: اس ادائیگی کو استعمال کرنے کی زیادہ سے زیادہ رقم {currency} {amount} ہے
uz: Bu to'lovdan foydalanish uchun maksimal miqdor: {currency} {amount}
vi: Số tiền tối đa để sử dụng phương thức thanh toán này là {currency} {amount}

# minAmountForPayment
source: The minimum amount for using this payment is {currency} {amount}
am: ለዚህ ክፍያ የሚያንሰው መጠን {currency} {amount} ነው
ar: الحد الأدنى لمبلغ هذه الطريقة هو {currency} {amount}
az: Bu ödənişdən istifadə üçün minimum məbləğ: {currency} {amount}
bg: Минималната сума за този начин на плащане е {currency} {amount}
bn: এই অর্থপ্রদান ব্যবহার করার জন্য সর্বনিম্ন পরিমাণ হল {currency} {amount}
bs: Minimalni iznos za korištenje ove uplate je {currency} {amount}
ca: L’import mínim per utilitzar aquest pagament és {currency} {amount}
cs: Minimální částka pro tuto platbu je {currency} {amount}
da: Minimumsbeløbet for denne betaling er {currency} {amount}
el: Το ελάχιστο ποσό για χρήση αυτής της πληρωμής είναι {currency} {amount}
et: Selle makseviisi kasutamiseks on miinimumsumma {currency} {amount}
fa: حداقل مبلغ برای استفاده از این روش پرداخت {currency} {amount} است
fi: Maksun vähimmäismäärä on {currency} {amount}
he: הסכום המינימלי לתשלום זה הוא {currency} {amount}
hi: इस भुगतान का उपयोग करने के लिए न्यूनतम राशि {currency} {amount} है
hu: A fizetés minimális összege: {currency} {amount}
id: Jumlah minimum untuk menggunakan pembayaran ini adalah {currency} {amount}
ja: この支払いの最低額は{currency} {amount}です
ka: ამ გადახდის გამოყენების მინიმალური თანხაა {currency} {amount}
kk: Бұл төлем әдісі үшін минималды сома: {currency} {amount}
km: ចំនួនអប្បបរមាសម្រាប់ការប្រើប្រាស់ការទូទាត់នេះគឺ {currency} {amount}
kn: ಈ ಪಾವತಿಗೆ ಕನಿಷ್ಠ ಮೊತ್ತ {currency} {amount}
ku: کەمترین بڕ بۆ بەکارهێنانی ئەم پارەدانە {currency} {amount}ە
lo: ຈຳນວນເງິນຕ່ຳສຸດສຳລັບການຈ່າຍເງິນນີ້ແມ່ນ {currency} {amount}
lt: Mažiausia suma šiam mokėjimui yra {currency} {amount}
mr: या पेमेंटसाठी किमान रक्कम {currency} {amount} आहे
ms: Jumlah minimum untuk menggunakan pembayaran ini ialah {currency} {amount}
my: ဤငွေပေးချေမှုကို အသုံးပြုရန်အတွက် အနည်းဆုံးပမာဏမှာ {currency} {amount}ဖြစ်သည်
no: Minimumsbeløpet for å bruke denne betalingen er {currency} {amount}
pl: Minimalna kwota dla tej metody płatności to {currency} {amount}
ro: Suma minimă pentru utilizarea acestei plăți este {currency} {amount}
si: මෙම ගෙවීම් ක්‍රමය සඳහා අවම මුදල {currency} {amount}කි
sk: Minimálna suma pre túto platbu je {currency} {amount}
sq: Shuma minimale për këtë metodë pagese është {currency} {amount}
sr: Минимални износ за коришћење ове уплате је {currency} {amount}
sv: Minsta belopp för att använda denna betalning är {currency} {amount}
sw: Kiasi cha chini kinachohitajika kwa malipo haya ni {currency} {amount}
ta: இந்தக் கட்டணத்தைப் பயன்படுத்துவதற்கான குறைந்தபட்சத் தொகை {currency} {amount}
te: ఈ చెల్లింపు కోసం కనిష్ట మొత్తం {currency} {amount}
th: จำนวนเงินขั้นต่ำสำหรับการชำระเงินนี้คือ {currency} {amount}
tr: Bu ödeme yöntemi için minimum tutar {currency} {amount}
uk: Мінімальна сума для цього способу оплати — {currency} {amount}
ur: اس ادائیگی کو استعمال کرنے کی کم از کم رقم {currency} {amount} ہے
uz: Bu to'lovdan foydalanish uchun minimal miqdor: {currency} {amount}
vi: Số tiền tối thiểu để sử dụng phương thức thanh toán này là {currency} {amount}

# convertPoint
source: {priceRate} = {pointRate} Points
am: {priceRate} = {pointRate} ነጥቦች
ar: {priceRate} = {pointRate} نقطة
az: {priceRate} = {pointRate} Xal
bg: {priceRate} = {pointRate} точки
bn: {priceRate} = {pointRate} পয়েন্ট
bs: {priceRate} = {pointRate} poena
ca: {priceRate} = {pointRate} Punts
cs: {priceRate} = {pointRate} bodů
da: {priceRate} = {pointRate} point
el: {priceRate} = {pointRate} πόντοι
et: {priceRate} = {pointRate} punkti
fa: {priceRate} = {pointRate} امتیاز
fi: {priceRate} = {pointRate} pistettä
he: {priceRate} = {pointRate} נקודות
hi: {priceRate} = {pointRate} अंक
hu: {priceRate} = {pointRate} pont
id: {priceRate} = {pointRate} Poin
ja: {priceRate} = {pointRate}ポイント
ka: {priceRate} = {pointRate} ქულა
kk: {priceRate} = {pointRate} ұпай
km: {priceRate} = {pointRate} ពិន្ទុ
kn: {priceRate} = {pointRate} ಅಂಕಗಳು
ku: {priceRate} = {pointRate} خاڵ
lo: {priceRate} = {pointRate} ຄະແນນ
lt: {priceRate} = {pointRate} taškai
mr: {priceRate} = {pointRate} पॉइंट
ms: {priceRate} = {pointRate} Mata
my: {priceRate} = {pointRate} မှတ်
no: {priceRate} = {pointRate} poeng
pl: {priceRate} = {pointRate} punktów
ro: {priceRate} = {pointRate} puncte
si: {priceRate} = {pointRate} ලකුණු
sk: {priceRate} = {pointRate} bodov
sq: {priceRate} = {pointRate} pikë
sr: {priceRate} = {pointRate} поена
sv: {priceRate} = {pointRate} poäng
sw: {priceRate} = {pointRate} Pointi
ta: {priceRate} = {pointRate} புள்ளிகள்
te: {priceRate} = {pointRate} పాయింట్లు
th: {priceRate} = {pointRate} คะแนน
tr: {priceRate} = {pointRate} Puan
uk: {priceRate} = {pointRate} балів
ur: {priceRate} = {pointRate} پوائنٹس
uz: {priceRate} = {pointRate} ball
vi: {priceRate} = {pointRate} Điểm

source: Feature not available
am: ይህ ባህርይ አይገኝም
ar: الميزة غير متوفرة
az: Xüsusiyyət mövcud deyil
bg: Функцията не е налична
bn: বৈশিষ্ট্য উপলব্ধ নয়
bs: Funkcija nije dostupna
ca: Funció no disponible
cs: Funkce není dostupná
da: Funktion ikke tilgængelig
el: Μη διαθέσιμη λειτουργία
et: Funktsioon pole saadaval
fa: این ویژگی در دسترس نیست
fi: Ominaisuus ei ole käytettävissä
he: תכונה זו אינה זמינה
hi: सुविधा उपलब्ध नहीं है
hu: A szolgáltatás nem érhető el
id: Fitur tidak tersedia
ja: 機能は利用できません
ka: ფუნქცია მიუწვდომელია
kk: Функция қолжетімді емес
km: មុខងារមិនមានទេ
kn: ವೈಶಿಷ್ಟ್ಯ ಲಭ್ಯವಿಲ್ಲ
ku: تایبەتمەندی بەردەست نییە
lo: ຄຸນສົມບັດນີ້ບໍ່ມີ
lt: Funkcija neprieinama
mr: वैशिष्ट्य उपलब्ध नाही
ms: Ciri tidak tersedia
my: ဝန်ဆောင်မှု မရနိုင်ပါ။
no: Funksjonen er ikke tilgjengelig
pl: Funkcja niedostępna
ro: Funcția nu este disponibilă
si: විශේෂාංගය ලබා ගත නොහැක
sk: Funkcia nie je dostupná
sq: Funksioni nuk është i disponueshëm
sr: Функција није доступна
sv: Funktionen är inte tillgänglig
sw: Kipengele hakipatikani
ta: அம்சம் கிடைக்கவில்லை
te: సౌలభ్యం అందుబాటులో లేదు
th: ฟีเจอร์นี้ไม่พร้อมใช้งาน
tr: Özellik kullanılamıyor
uk: Функція недоступна
ur: فیچر دستیاب نہیں ہے
uz: Funksiya mavjud emas
vi: Tính năng không khả dụng

source: Manage API Key
am: API ቁልፍ አስተዳድር
ar: إدارة مفتاح API
az: API Açarını idarə edin
bg: Управление на API ключ
bn: API কী পরিচালনা করুন
bs: Upravljajte API ključem
ca: Gestionar clau API
cs: Správa API klíče
da: Administrer API-nøgle
el: Διαχείριση κλειδιού API
et: Halda API-võtit
fa: مدیریت کلید API
fi: Hallinnoi API-avainta
he: נהל מפתח API
hi: API कुंजी प्रबंधित करें
hu: API-kulcs kezelése
id: Kelola Kunci API
ja: APIキーの管理
ka: API გასაღების მართვა
kk: API кілтін басқару
km: គ្រប់គ្រងសោ API
kn: API ಕೀ ನಿರ್ವಹಿಸಿ
ku: بەڕێوەبردنی API Key
lo: ຈັດການ API Key
lt: Tvarkyti API raktą
mr: API की व्यवस्थापित करा
ms: Urus kunci API
my: API ကီးကို စီမံပါ။
no: Administrer API-nøkkel
pl: Zarządzaj kluczem API
ro: Gestionează cheia API
si: API යතුර කළමනාකරණය කරන්න
sk: Spravovať API kľúč
sq: Menaxho çelësin API
sr: Управљајте АПИ кључем
sv: Hantera API-nyckel
sw: Simamia Ufunguo wa API
ta: API விசையை நிர்வகிக்கவும்
te: API కీని నిర్వహించండి
th: จัดการคีย์ API
tr: API Anahtarını Yönet
uk: Керування API-ключем
ur: API کلید کا نظم کریں
uz: API kalitini boshqarish
vi: Quản lý khóa API

# noPermissionToViewProduct
source: This product is available for users with specific roles.
am: ይህ ምርት ለተወሰኑ ባለቤትነት ተጠቃሚዎች ብቻ ይታያል።
ar: هذا المنتج متاح فقط للمستخدمين ذوي الأدوار المحددة. يرجى تسجيل الدخول بحساب مناسب للوصول إلى هذا المنتج أو الاتصال بنا للمزيد من المعلومات
az: Bu məhsul xüsusi rolları olan istifadəçilər üçün əlçatandır.
bg: Този продукт е достъпен само за потребители с определени роли.
bn: এই পণ্য নির্দিষ্ট ভূমিকা সঙ্গে ব্যবহারকারীদের জন্য উপলব্ধ. এই পণ্য অ্যাক্সেস করতে উপযুক্ত শংসাপত্রের সাথে লগ ইন করুন বা আরও তথ্যের জন্য আমাদের সাথে যোগাযোগ করুন.
bs: Ovaj proizvod je dostupan korisnicima sa određenim ulogama. Prijavite se sa odgovarajućim akreditivima za pristup ovom proizvodu ili nas kontaktirajte za više informacija.
ca: Aquest producte està disponible per a usuaris amb rols específics.
cs: Tento produkt je dostupný pouze pro uživatele se specifickými rolemi. Pro přístup se prosím přihlaste s příslušnými přihlašovacími údaji nebo nás kontaktujte pro další informace
da: Dette produkt er kun tilgængeligt for brugere med specifikke roller. Log venligst ind med de relevante legitimationsoplysninger for at få adgang til dette produkt, eller kontakt os for mere information.
el: Αυτό το προϊόν είναι διαθέσιμο μόνο για χρήστες με συγκεκριμένους ρόλους. Παρακαλώ συνδεθείτε με τα κατάλληλα διαπιστευτήρια για πρόσβαση σε αυτό το προϊόν ή επικοινωνήστε μαζί μας για περισσότερες πληροφορίες.
et: See toode on saadaval ainult kindla rolliga kasutajatele.
fa: این محصول فقط برای کاربران با نقش‌های خاص در دسترس است. لطفاً با اعتبار مناسب وارد شوید یا برای اطلاعات بیشتر با ما تماس بگیرید
fi: Tämä tuote on saatavilla vain tietyille käyttäjärooleille. Kirjaudu sisään asianmukaisilla tunnuksilla tai ota yhteyttä saadaksesi lisätietoja.
he: מוצר זה זמין רק למשתמשים בעלי הרשאות מתאימות. אנא התחבר עם הרשאות מתאימות או צור קשר לקבלת מידע נוסף
hi: यह उत्पाद विशिष्ट भूमिकाओं वाले उपयोगकर्ताओं के लिए उपलब्ध है। कृपया इस उत्पाद तक पहुंचने के लिए उचित क्रेडेंशियल्स के साथ लॉगिन करें या अधिक जानकारी के लिए हमसे संपर्क करें।
hu: Ez a termék csak meghatározott szerepkörrel rendelkező felhasználók számára érhető el. Kérjük, jelentkezzen be a megfelelő hitelesítő adatokkal a termék eléréséhez, vagy lépjen kapcsolatba velünk további információért.
id: Produk ini tersedia untuk pengguna dengan peran tertentu. Silakan login dengan kredensial yang sesuai untuk mengakses produk ini atau hubungi kami untuk informasi lebih lanjut.
ja: この商品は特定の役割を持つユーザーのみが利用できます。適切な認証情報でログインするか、詳細についてお問い合わせください。
ka: ეს პროდუქტი ხელმისაწვდომია მხოლოდ კონკრეტული როლის მქონე მომხმარებლებისთვის
kk: Бұл өнім белгілі рөлдері бар пайдаланушылар үшін қолжетімді. Осы өнімге қол жеткізу үшін тиісті тіркелгі деректерімен жүйеге кіріңіз немесе қосымша ақпарат алу үшін бізге хабарласыңыз
km: ផលិតផលនេះមានសម្រាប់អ្នកប្រើប្រាស់ដែលមានតួនាទីជាក់លាក់។ សូមចូលដោយប្រើ ដើម្បីចូលប្រើផលិតផលនេះ ឬទាក់ទងមកយើងសម្រាប់ព័ត៌មានបន្ថែម។
kn: ನಿರ್ದಿಷ್ಟ ಪಾತ್ರಗಳನ್ನು ಹೊಂದಿರುವ ಬಳಕೆದಾರರಿಗೆ ಮಾತ್ರ ಈ ಉತ್ಪನ್ನ ಲಭ್ಯವಿದೆ. ದಯವಿಟ್ಟು ಈ ಉತ್ಪನ್ನವನ್ನು ನೋಡಲು ಸೂಕ್ತ ರುಜುವಾತುಗಳೊಂದಿಗೆ ಲಾಗಿನ್ ಮಾಡಿ ಅಥವಾ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
ku: ئەم بەرهەمە تەنها بۆ بەکارهێنەرانی پەیوەندیدار بە ڕۆڵە تایبەتیەکان بەردەستە.
lo: ຜະລິດຕະພັນນີ້ສາມາດໃຊ້ໄດ້ສະເພາະຜູ້ໃຊ້ທີ່ມີບົດບາດສະເພາະເທົ່ານັ້ນ. ກະລຸນາເຂົ້າສູ່ລະບົບດ້ວຍຂໍ້ມູນປະຈຳຕົວທີ່ເໝາະສົມເພື່ອເຂົ້າເຖິງຜະລິດຕະພັນນີ້ ຫຼື ຕິດຕໍ່ພວກເຮົາສຳລັບຂໍ້ມູນເພີ່ມເຕີມ.
lt: Šis produktas prieinamas tik vartotojams su specialiomis teisėmis. Jei norite pasiekti šį produktą, prisijunkite naudodami tinkamus prisijungimo duomenis arba susisiekite su mumis dėl išsamesnės informacijos.
mr: हे उत्पादन विशिष्ट भूमिका असलेल्या वापरकर्त्यांसाठी उपलब्ध आहे. या उत्पादनात प्रवेश करण्यासाठी कृपया योग्य क्रेडेन्शियल्ससह लॉग इन करा किंवा अधिक माहितीसाठी आमच्याशी संपर्क साधा.
ms: Produk ini hanya tersedia untuk pengguna dengan peranan tertentu. Sila log masuk dengan bukti kelayakan yang sesuai untuk mengakses produk ini atau hubungi kami untuk maklumat lanjut.
my: ဤထုတ်ကုန်ကို သတ်မှတ်ထားသော အခန်းကဏ္ဍရှိသော သုံးစွဲသူများအတွက် ရနိုင်ပါသည်။ ဤထုတ်ကုန်ကိုဝင်ရောက်ကြည့်ရှုရန် သင့်လျော်သောအထောက်အထားများဖြင့် ဝင်ရောက်ပါ သို့မဟုတ် နောက်ထပ်အချက်အလက်များအတွက် ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ။
no: Dette produktet er tilgjengelig for brukere med spesifikke roller. Vennligst logg inn med riktige legitimasjon for å få tilgang til dette produktet eller kontakt oss for mer informasjon
pl: Ten produkt jest dostępny dla użytkowników o określonych rolach. Zaloguj się używając odpowiednich danych uwierzytelniających, aby uzyskać dostęp do tego produktu lub skontaktuj się z nami w celu uzyskania dodatkowych informacji.
ro: Acest produs este disponibil doar pentru utilizatorii cu roluri specifice. Te rugăm să te conectezi cu acreditările corespunzătoare pentru a accesa acest produs sau să ne contactezi pentru mai multe informații.
si: මෙම නිෂ්පාදනය විශේෂිත භූමිකාවන් සහිත පරිශීලකයින් සඳහා ලබා ගත හැක.
sk: Tento produkt je dostupný len pre používateľov so špecifickými rolami. Pre prístup k tomuto produktu sa prihláste s príslušnými prihlasovacími údajmi alebo nás kontaktujte pre ďalšie informácie.
sq: Ky produkt është i disponueshëm vetëm për përdoruesit me role specifike. Ju lutemi identifikohuni me kredencialet e duhura për të aksesuar këtë produkt ose na kontaktoni për më shumë informacion.
sr: Овај производ је доступан корисницима са одређеним улогама. Пријавите се са одговарајућим акредитивима да бисте приступили овом производу или нас контактирајте за више информација.
sv: Denna produkt är endast tillgänglig för användare med specifika roller. Logga in med lämpliga uppgifter för att komma åt produkten eller kontakta oss för mer information.
sw: Bidhaa hii inapatikana kwa watumiaji wenye wajibu maalum. Tafadhali ingia na kitambulisho kinachofaa ili kufikia bidhaa hii au wasiliana nasi kwa maelezo zaidi.
ta: குறிப்பிட்ட பாத்திரங்களைக் கொண்ட பயனர்களுக்கு மட்டுமே இந்தத் தயாரிப்பு கிடைக்கும். இந்தத் தயாரிப்பை அணுக பொருத்தமான சான்றுகளுடன் உள்நுழையவும் அல்லது மேலும் தகவலுக்கு எங்களைத் தொடர்பு கொள்ளவும்.
te: ఈ ఉత్పత్తి నిర్దిష్ట పాత్రలతో ఉన్న వినియోగదారులకు మాత్రమే అందుబాటులో ఉంటుంది.
th: สินค้านี้มีไว้สำหรับผู้ใช้ที่มีบทบาทเฉพาะ กรุณาเข้าสู่ระบบด้วยข้อมูลประจำตัวที่เหมาะสมเพื่อเข้าถึงสินค้านี้หรือติดต่อเราเพื่อขอข้อมูลเพิ่มเติม
tr: Bu ürün belirli rollere sahip kullanıcılar tarafından görüntülenebilir. Lütfen bu ürüne erişmek için uygun kimlik bilgileriyle giriş yapın veya daha fazla bilgi için bizimle iletişime geçin.
uk: Цей товар доступний лише для користувачів із певними ролями. Увійдіть з відповідними обліковими даними для доступу до цього товару або зв'яжіться з нами для додаткової інформації
ur: یہ پروڈکٹ مخصوص کرداروں والے صارفین کے لیے دستیاب ہے۔ براہ کرم اس پروڈکٹ تک رسائی کے لیے مناسب اسناد کے ساتھ لاگ ان کریں یا مزید معلومات کے لیے ہم سے رابطہ کریں
uz: Bu mahsulot maxsus rollarga ega foydalanuvchilar uchun mavjud. Iltimos, ushbu mahsulotga kirish uchun tegishli hisob ma'lumotlari bilan tizimga kiring yoki qo'shimcha ma'lumot olish uchun biz bilan bog'laning.
vi: Sản phẩm này chỉ dành cho người dùng với vai trò cụ thể. Vui lòng đăng nhập bằng thông tin phù hợp để truy cập sản phẩm này hoặc liên hệ với chúng tôi để biết thêm thông tin.

# notFindResult
source: Sorry, we couldn't find any results.
am: ይቅርታ፣ ውጤት አልተገኝም።
ar: عذراً، لم نتمكن من العثور على أي نتائج
az: Üzr istəyirik, heç bir nəticə tapa bilmədik.
bg: Съжаляваме, не намерихме резултати.
bn: দুঃখিত, আমরা কোনো ফলাফল খুঁজে পাইনি.
bs: Žao nam je, nismo mogli pronaći nikakve rezultate.
ca: Ho sentim, no hem trobat cap resultat.
cs: Omlouváme se, nenašli jsme žádné výsledky
da: Beklager, vi kunne ikke finde nogen resultater.
el: Λυπούμαστε, δεν βρέθηκαν αποτελέσματα.
et: Vabandust, tulemusi ei leitud.
fa: متأسفانه نتیجه‌ای یافت نشد
fi: Valitettavasti tuloksia ei löytynyt.
he: מצטערים, לא נמצאו תוצאות
hi: क्षमा करें, हमें कोई परिणाम नहीं मिला।
hu: Sajnáljuk, nem találtunk eredményt.
id: Maaf, kami tidak dapat menemukan hasil apa pun.
ja: 申し訳ありませんが、結果が見つかりませんでした。
ka: უკაცრავად, შედეგი ვერ მოიძებნა
kk: Кешіріңіз, нәтиже табылмады
km: សូមអភ័យទោស យើងមិនបានរកឃើញលទ្ធផលណាមួយទេ
kn: ಕ್ಷಮಿಸಿ, ಯಾವುದೇ ಫಲಿತಾಂಶಗಳು ಸಿಗಲಿಲ್ಲ
ku: ببورە، هیچ ئەنجامێک نەدۆزرایەوە.
lo: ຂໍອະໄພ, ພວກເຮົາບໍ່ພົບຜົນການຊອກຫາໃດໆ.
lt: Atsiprašome, nepavyko rasti jokių rezultatų.
mr: क्षमस्व, आम्हाला कोणतेही परिणाम सापडले नाहीत.
ms: Maaf, kami tidak menemui sebarang hasil.
my: ဝမ်းနည်းပါတယ်၊ မည်သည့်ရလဒ်ကိုမှ ရှာမတွေ့ပါ။
no: Beklager, vi fant ingen resultater
pl: Przepraszamy, nie znaleźliśmy żadnych wyników.
ro: Ne pare rău, nu am găsit niciun rezultat.
si: සමාවෙන්න, අපට ප්‍රතිඵල කිසිවක් සොයාගත නොහැකි විය.
sk: Ľutujeme, nenašli sme žiadne výsledky
sq: Na vjen keq, nuk gjetëm asnjë rezultat.
sr: Жао нам је, нисмо могли да пронађемо ниједан резултат.
sv: Tyvärr, vi kunde inte hitta några resultat.
sw: Samahani, hatukupata matokeo yoyote.
ta: மன்னிக்கவும், எந்த முடிவுகளையும் கண்டுபிடிக்க முடியவில்லை.
te: క్షమించండి, మేము ఎలాంటి ఫలితాలను కనుగొనలేకపోయాం.
th: ขออภัย ไม่พบผลลัพธ์
tr: Üzgünüz, sonuç bulunamadı.
uk: На жаль, ми не знайшли жодного результату
ur: معذرت، ہمیں کوئی نتیجہ نہیں ملا
uz: Kechirasiz, hech qanday natija topilmadi.
vi: Xin lỗi, chúng tôi không tìm thấy kết quả nào.

# quantityProductExceedInStock
source: The current quantity is more than the quantity in stock
am: የተመዘነው ብዛት ከቀረው አቅም በላይ ነው
ar: الكمية المطلوبة تتجاوز الكمية المتوفرة في المخزون
az: Cari miqdar anbardakı miqdardan çoxdur
bg: Избраното количество надвишава наличното
bn: বর্তমান পরিমাণ স্টকের পরিমাণের চেয়ে বেশি
bs: Trenutna količina je veća od količine na zalihama
ca: La quantitat actual és més gran que la quantitat en estoc
cs: Požadované množství převyšuje dostupné množství na skladě
da: Den aktuelle mængde overstiger lagerbeholdningen
el: Η τρέχουσα ποσότητα είναι μεγαλύτερη από την ποσότητα στο απόθεμα
et: Praegune kogus ületab laoseisu
fa: مقدار درخواستی بیشتر از موجودی انبار است
fi: Valittu määrä ylittää varastosaldon
he: הכמות המבוקשת גדולה מהכמות במלאי
hi: वर्तमान मात्रा स्टॉक में उपलब्ध मात्रा से अधिक है
hu: A kért mennyiség meghaladja a készleten lévő mennyiséget
id: Jumlah saat ini melebihi jumlah stok yang tersedia
ja: 現在の数量が在庫数を超えています
ka: მიმდინარე რაოდენობა აღემატება მარაგში არსებულ რაოდენობას
kk: Ағымдағы сан қоймадағы саннан көп
km: បរិមាណបច្ចុប្បន្នគឺច្រើនជាងបរិមាណនៅក្នុងស្តុក
kn: ಪ್ರಸ್ತುತ ಪ್ರಮಾಣವು ದಾಸ್ತಾನಿನಲ್ಲಿರುವ ಪ್ರಮಾಣಕ್ಕಿಂತ ಹೆಚ್ಚಾಗಿದೆ
ku: ژمارەی ئێستا زیاترە لە ژمارەی هەیە لە کۆگا
lo: ຈຳນວນປະຈຸບັນເກີນກວ່າຈຳນວນໃນສາງ
lt: Pasirinktas kiekis viršija turimą kiekį sandėlyje
mr: सध्याचे प्रमाण स्टॉकमधील प्रमाणापेक्षा जास्त आहे
ms: Kuantiti semasa melebihi kuantiti dalam stok
my: လက်ရှိ ပမာဏသည် စတော့ရှိ ပမာဏထက် ပိုများသည်။
no: Gjeldende antall er mer enn antallet på lager
pl: Bieżąca ilość przekracza ilość w magazynie
ro: Cantitatea curentă este mai mare decât cantitatea din stoc
si: වර්තමාන ප්‍රමාණය තොග ප්‍රමාණය ඉක්මවා ඇත
sk: Požadované množstvo je väčšie ako množstvo na sklade
sq: Sasia aktuale është më e madhe se sasia në magazinë
sr: Тренутна количина је већа од количине на залихама
sv: Den aktuella kvantiteten är större än lagermängden
sw: Kiasi kinachohitajika ni zaidi ya kiasi kilichopo
ta: கையிருப்பில் உள்ள அளவை விட தற்போதைய அளவு அதிகமாக உள்ளது
te: ప్రస్తుత పరిమాణం స్టాక్‌లో ఉన్నదానికంటే ఎక్కువ ఉంది
th: จำนวนปัจจุบันมีมากกว่าจำนวนในสต็อก
tr: Mevcut miktar stok miktarından fazla
uk: Поточна кількість перевищує наявну на складі
ur: موجودہ مقدار اسٹاک میں موجود مقدار سے زیادہ ہے
uz: Joriy miqdor ombordagi miqdordan ko'p
vi: Số lượng hiện tại vượt quá số lượng trong kho
