Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Banner List Type
am: የባነሩ ዝርዝር አይነት
ar: نوع قائمة البانر
az: Banner siyahı növü
bg: Тип на списъчния банер
bn: ব্যানার তালিকার ধরন
bs: Tip liste banera
ca: Tipus de llista de bàners
cs: Typ seznamu bannerů
da: Bannerlistetype
el: Τύπος λίστας banner
et: Bannerite loendi tüüp
fa: نوع لیست بنر
fi: Bannerilistan tyyppi
he: סוג רשימת באנר
hi: बैनर सूची प्रकार
hu: Banner lista típusa
id: Jenis Daftar Banner
ja: バナーリストタイプ
ka: ბანერის სიის ტიპი
kk: Баннерлер тізімінің түрі
km: ប្រភេទបញ្ជីបដា
kn: ಬ್ಯಾನರ್ ಪಟ್ಟಿ ಪ್ರಕಾರ
ku: جۆری لیستی بانەر
lo: ປະເພດລາຍຊື່ປ້າຍໂຄສະນາ
lt: Reklaminės juostos sąrašo tipas
mr: बॅनर यादी प्रकार
ms: Jenis Senarai Sepanduk
no: Bannerlistetype
pl: Typ listy banerów
ro: Tip listă banner
si: බැනර් ලැයිස්තු වර්ගය
sk: Typ zoznamu bannerov
sq: Lloji i listës së bannerëve
sr: Тип листе банера
sv: Bannerlisttyp
sw: Aina ya Orodha ya Bango
ta: பேனர் பட்டியல் வகை
te: బ్యానర్ జాబితా రకం
th: ประเภทรายการแบนเนอร์
tr: Banner Liste Türü
uk: Тип списку банерів
ur: بینر لسٹ کی قسم
uz: Banner ro'yxati turi
vi: Loại danh sách banner

source: List Banner Type
am: ዝርዝር የባነሩ አይነት
ar: نوع قائمة البانر
az: Banner siyahısı növü
bg: Тип на списъчния банер
bn: তালিকা ব্যানারের ধরন
bs: Tip liste banera
ca: Tipus de bàner de llista
cs: Seznam typů bannerů
da: Liste bannertype
el: Τύπος λίστας banner
et: Loendi banneri tüüp
fa: نوع بنر لیستی
fi: Luettelobannerin tyyppi
he: סוג רשימת באנר
hi: सूची बैनर प्रकार
hu: Lista banner típusa
id: Jenis Banner Daftar
ja: リストバナータイプ
ka: სიის ბანერის ტიპი
kk: Баннер тізімінің түрі
km: បញ្ជីប្រភេទបដា
kn: ಪಟ್ಟಿ ಬ್ಯಾನರ್ ಪ್ರಕಾರ
ku: جۆری بانەری لیست
lo: ລາຍການປະເພດປ້າຍໂຄສະນາ
lt: Sąrašo reklaminės juostos tipas
mr: यादी बॅनर प्रकार
ms: Senarai Jenis Sepanduk
no: Liste bannertype
pl: Typ banera listy
ro: Tip listă banner
si: ලැයිස්තු බැනර් වර්ගය
sk: Typ zoznamu bannerov
sq: Lloji i bannerit të listës
sr: Тип банера листе
sv: Lista bannertyp
sw: Aina ya Bango la Orodha
ta: பட்டியல் பேனர் வகை
te: జాబితా బ్యానర్ రకం
th: ประเภทแบนเนอร์แบบรายการ
tr: Liste Banner Türü
uk: Тип банера списку
ur: فہرست بینر کی قسم
uz: Bannerlar ro'yxati
vi: Loại banner danh sách

source: List Banner Video
am: የባነሩ ዝርዝር ቪዲዮ
ar: قائمة فيديو البانر
az: Banner video siyahısı
bg: Видео банер в списъка
bn: তালিকা ব্যানার ভিডিও
bs: Lista video banera
ca: Vídeo de bàner de llista
cs: Seznam bannerových videí
da: Liste bannervideo
el: Λίστα βίντεο banner
et: Loendi banneri video
fa: ویدیوی بنر لیستی
fi: Luettelobannerivideo
he: רשימת סרטוני באנר
hi: सूची बैनर वीडियो
hu: Lista banner videó
id: Daftar Video Banner
ja: リストバナービデオ
ka: სიის ბანერის ვიდეო
kk: Баннер бейнесінің тізімі
km: បញ្ជីវីដេអូបដា
kn: ಪಟ್ಟಿ ಬ್ಯಾನರ್ ವಿಡಿಯೋ
ku: لیستی ڤیدیۆی بانەر
lo: ລາຍຊື່ວິດີໂອໂຄສະນາ
lt: Sąrašo reklaminės juostos vaizdo įrašas
mr: यादी बॅनर व्हिडिओ
ms: Senarai Video Sepanduk
no: Listebanner-video
pl: Lista banerów wideo
ro: Listă video banner
si: ලැයිස්තු බැනර් වීඩියෝව
sk: Zoznam bannerových videí
sq: Video me banner të listës
sr: Лист Баннер Видео
sv: Lista bannervideo
sw: Orodha ya Video ya Bango
ta: பட்டியல் பேனர் வீடியோ
te: జాబితా బ్యానర్ వీడియో
th: รายการวิดีโอแบนเนอร์
tr: Liste Banner Videosu
uk: Список банерних відео
ur: فہرست بینر ویڈیو
uz: Banner videolar ro'yxati
vi: Danh sách video banner

source: Store List Banner
am: የመደብሩ ዝርዝር ባነር
ar: بانر قائمة المتاجر
az: Mağaza Siyahısı Banneri
bg: Списъчен банер на магазина
bn: দোকান তালিকা ব্যানার
bs: Lista banera prodavnice
ca: Bàner de llista de la botiga
cs: Banner seznamu obchodů
da: Butiksliste-banner
el: Banner λίστας καταστημάτων
et: Poe loendi banner
fa: بنر لیست فروشگاه
fi: Kauppalista
he: באנר רשימת חנויות
hi: स्टोर सूची बैनर
hu: Üzlet lista banner
id: Banner Daftar Toko
ja: ストアリストバナー
ka: მაღაზიების სიის ბანერი
kk: Дүкендер тізімінің баннері
km: បដាបញ្ជីហាង
kn: ಅಂಗಡಿ ಪಟ್ಟಿ ಬ್ಯಾನರ್
ku: بانەری لیستی فرۆشگا
lo: ປ້າຍໂຄສະນາລາຍຊື່ຮ້ານ
lt: Parduotuvių sąrašo skydelis
mr: दुकान यादी बॅनर
ms: Sepanduk Senarai Kedai
no: Butikkliste-banner
pl: Baner listy sklepów
ro: Banner listă magazin
si: වෙළඳසැල් ලැයිස්තු බැනරය
sk: Banner zoznamu obchodov
sq: Baneri i listës së dyqaneve
sr: Банер листе продавница
sv: Butikslistbanner
sw: Bango la Orodha ya Duka
ta: கடை பட்டியல் பேனர்
te: దుకాణ జాబితా బ్యానర్
th: แบนเนอร์รายการร้านค้า
tr: Mağaza Liste Bannerı
uk: Банер списку магазинів
ur: اسٹور لسٹ بینر
uz: Do'konlar ro'yxati banneri
vi: Banner danh sách cửa hàng

source: Street
am: መንገድ
ar: الشارع
az: Küçə
bg: Улица
bn: রাস্তা
bs: Ulica
ca: Carrer
cs: Ulice
da: Gade
el: Οδός
et: Tänav
fa: خیابان
fi: Katu
he: רחוב
hi: सड़क
hu: Utca
id: Jalan
ja: 通り
ka: ქუჩა
kk: Көше
km: ផ្លូវ
kn: ರಸ್ತೆ
ku: شەقام
lo: ຖະໜົນ
lt: Gatvė
mr: रस्ता
ms: Jalan
my: လမ်း
no: Gate
pl: Ulica
ro: Stradă
si: වීදිය
sk: Ulica
sq: Rruga
sr: Улица
sv: Gata
sw: Mtaa
ta: தெரு
te: వీధి
th: ถนน
tr: Sokak
uk: Вулиця
ur: گلی
uz: Ko'cha
vi: Đường

source: Street 2
am: መንገድ 2
ar: الشارع 2
az: Küçə 2
bg: Улица 2
bn: রাস্তা ২
bs: Ulica 2
ca: Carrer 2
cs: Ulice 2
da: Gade 2
el: Οδός 2
et: Tänav 2
fa: خیابان 2
fi: Katu 2
he: רחוב 2
hi: सड़क 2
hu: 2. utca
id: Jalan 2
ja: 住所2
ka: ქუჩა 2
kk: 2-көше
km: ផ្លូវ ២
kn: ರಸ್ತೆ 2
ku: شەقام ٢
lo: ຖະໜົນ 2
lt: Gatvė 2
mr: रस्ता २
ms: Jalan 2
my: လမ်း (နီးစပ်ရာလမ်းမကြီး)
no: Gate 2
pl: Ulica 2
ro: Strada 2
si: වීදිය 2
sk: Ulica 2
sq: Rruga 2
sr: улица 2
sv: Gata 2
sw: Mtaa wa 2
ta: தெரு 2
te: వీధి 2
th: ถนน 2
tr: Sokak 2
uk: Вулиця 2
ur: گلی 2
uz: Ko'cha 2
vi: Đường 2

source: Hide Email
am: ኢሜይል ደብቅ
ar: إخفاء البريد الإلكتروني
az: E-poçtu gizlət
bg: Скриване на имейла
bn: ইমেইল লুকান
bs: Sakrij email
ca: Amaga el correu electrònic
cs: Skrýt e-mail
da: Skjul e-mail
el: Απόκρυψη email
et: Peida e-post
fa: پنهان کردن ایمیل
fi: Piilota sähköposti
he: הסתר דוא"ל
hi: ईमेल छिपाएं
hu: E-mail elrejtése
id: Sembunyikan Email
ja: メールを隠す
ka: ელფოსტის დამალვა
kk: Электрондық поштаны жасыру
km: លាក់អ៊ីមែល
kn: ಇಮೇಲ್ ಮರೆಮಾಡಿ
ku: ئیمەیڵ بشارەوە
lo: ເຊື່ອງອີເມວ
lt: Slėpti el. paštą
mr: ईमेल लपवा
ms: Sembunyikan E-mel
my: အီးမေးလ်ဖျောက်ရန်
no: Skjul e-post
pl: Ukryj e-mail
ro: Ascunde e-mail
si: ඊමේල් සඟවන්න
sk: Skryť e-mail
sq: Fshih emailin
sr: Сакриј е-пошту
sv: Dölj e-post
sw: Ficha Barua Pepe
ta: மின்னஞ்சலை மறை
te: ఇమెయిల్ దాచు
th: ซ่อนอีเมล
tr: E-postayı Gizle
uk: Приховати електронну пошту
ur: ای میل چھپائیں
uz: E-pochtani yashirish
vi: Ẩn email

source: Hide Phone
am: ስልክ ደብቅ
ar: إخفاء رقم الهاتف
az: Telefonu gizlət
bg: Скриване на телефона
bn: ফোন লুকান
bs: Sakrij telefon
ca: Amaga el telèfon
cs: Skrýt telefon
da: Skjul telefon
el: Απόκρυψη τηλεφώνου
et: Peida telefon
fa: پنهان کردن تلفن
fi: Piilota puhelin
he: הסתר טלפון
hi: फ़ोन छिपाएं
hu: Telefonszám elrejtése
id: Sembunyikan Telepon
ja: 電話番号を隠す
ka: ტელეფონის დამალვა
kk: Телефонды жасыру
km: លាក់ទូរស័ព្ទ
kn: ಫೋನ್ ಮರೆಮಾಡಿ
ku: ژمێری تەلەفۆن بشارەوە
lo: ເຊື່ອງເບີໂທ
lt: Slėpti telefoną
mr: फोन लपवा
ms: Sembunyikan Telefon
my: ဖုန်းနံပါတ်ဖျောက်ရန်
no: Skjul telefon
pl: Ukryj telefon
ro: Ascunde telefonul
si: දුරකථන අංකය සඟවන්න
sk: Skryť telefón
sq: Fshih telefonin
sr: Сакриј телефон
sv: Dölj telefon
sw: Ficha Simu
ta: தொலைபேசி எண்ணை மறை
te: ఫోన్ నంబర్ దాచు
th: ซ่อนเบอร์โทรศัพท์
tr: Telefonu Gizle
uk: Приховати телефон
ur: فون چھپائیں
uz: Telefonni yashirish
vi: Ẩn số điện thoại

source: Hide Address
am: አድራሻ ደብቅ
ar: إخفاء العنوان
az: Ünvanı gizlət
bg: Скриване на адреса
bn: ঠিকানা লুকান
bs: Sakrij adresu
ca: Amaga l'adreça
cs: Skrýt adresu
da: Skjul adresse
el: Απόκρυψη διεύθυνσης
et: Peida aadress
fa: پنهان کردن آدرس
fi: Piilota osoite
he: הסתר כתובת
hi: पता छिपाएं
hu: Cím elrejtése
id: Sembunyikan Alamat
ja: 住所を隠す
ka: მისამართის დამალვა
kk: Мекенжайды жасыру
km: លាក់អាសយដ្ឋាន
kn: ವಿಳಾಸ ಮರೆಮಾಡಿ
ku: ناونیشان بشارەوە
lo: ເຊື່ອງທີ່ຢູ່
lt: Slėpti adresą
mr: पत्ता लपवा
ms: Sembunyikan Alamat
my: လိပ်စာဖျောက်ရန်
no: Skjul adresse
pl: Ukryj adres
ro: Ascunde adresa
si: ලිපිනය සඟවන්න
sk: Skryť adresu
sq: Fshih adresën
sr: Сакриј адресу
sv: Dölj adress
sw: Ficha Anwani
ta: முகவரியை மறை
te: చిరునామా దాచు
th: ซ่อนที่อยู่
tr: Adresi Gizle
uk: Приховати адресу
ur: پتہ چھپائیں
uz: Manzilni yashirish
vi: Ẩn địa chỉ

source: Hide Map
am: ካርታ ደብቅ
ar: إخفاء الخريطة
az: Xəritəni gizlət
bg: Скриване на картата
bn: মানচিত্র লুকান
bs: Sakrij mapu
ca: Amaga el mapa
cs: Skrýt mapu
da: Skjul kort
el: Απόκρυψη χάρτη
et: Peida kaart
fa: پنهان کردن نقشه
fi: Piilota kartta
he: הסתר מפה
hi: नक्शा छिपाएं
hu: Térkép elrejtése
id: Sembunyikan Peta
ja: 地図を隠す
ka: რუკის დამალვა
kk: Картаны жасыру
km: លាក់ផែនទី
kn: ನಕ್ಷೆ ಮರೆಮಾಡಿ
ku: نەخشە بشارەوە
lo: ເຊື່ອງແຜນທີ່
lt: Slėpti žemėlapį
mr: नकाशा लपवा
ms: Sembunyikan Peta
my: မြေပုံဖျောက်ရန်
no: Skjul kart
pl: Ukryj mapę
ro: Ascunde harta
si: සිතියම සඟවන්න
sk: Skryť mapu
sq: Fshih hartën
sr: Сакриј мапу
sv: Dölj karta
sw: Ficha Ramani
ta: வரைபடத்தை மறை
te: మ్యాప్ దాచు
th: ซ่อนแผนที่
tr: Haritayı Gizle
uk: Приховати карту
ur: نقشہ چھپائیں
uz: Xaritani yashirish
vi: Ẩn bản đồ

source: Hide About
am: ስለ እኛ ደብቅ
ar: إخفاء معلومات عن
az: Haqqında bölməsini gizlət
bg: Скриване на информацията
bn: সম্পর্কে লুকান
bs: Sakrij o nama
ca: Amaga l'apartat 'Sobre'
cs: Skrýt O nás
da: Skjul Om
el: Απόκρυψη πληροφοριών
et: Peida info
fa: پنهان کردن درباره ما
fi: Piilota tiedot
he: הסתר אודות
hi: के बारे में छिपाएं
hu: Névjegy elrejtése
id: Sembunyikan Tentang
ja: 概要を隠す
ka: დამალვა შესახებ
kk: Жасыру
km: លាក់អំពី
kn: ಬಗ್ಗೆ ಮರೆಮಾಡಿ
ku: شاردنەوەی زانیاری
lo: ເຊື່ອງກ່ຽວກັບ
lt: Slėpti apie
mr: माहिती लपवा
ms: Sembunyikan Tentang
my: အကြောင်းအရာဖျောက်ရန်
no: Skjul Om
pl: Ukryj informacje
ro: Ascunde despre
si: පිළිබඳ තොරතුරු සඟවන්න
sk: Skryť informácie
sq: Fshih rreth
sr: Сакриј О
sv: Dölj om
sw: Ficha Kuhusu
ta: பற்றி மறை
te: గురించి దాచు
th: ซ่อนเกี่ยวกับ
tr: Hakkında'yı Gizle
uk: Приховати інформацію
ur: کے بارے میں چھپائیں
uz: Haqida yashirish
vi: Ẩn thông tin

source: Hide Policy
am: ፖሊሲ ደብቅ
ar: إخفاء السياسة
az: Qaydaları gizlət
bg: Скриване на политиката
bn: নীতিমালা লুকান
bs: Sakrij politiku
ca: Amaga la política
cs: Skrýt zásady
da: Skjul politik
el: Απόκρυψη πολιτικής
et: Peida tingimused
fa: پنهان کردن قوانین
fi: Piilota käytäntö
he: הסתר מדיניות
hi: नीति छिपाएं
hu: Szabályzat elrejtése
id: Sembunyikan Kebijakan
ja: ポリシーを隠す
ka: პოლიტიკის დამალვა
kk: Саясатты жасыру
km: លាក់គោលការណ៍
kn: ನೀತಿ ಮರೆಮಾಡಿ
ku: سیاسەت بشارەوە
lo: ເຊື່ອງນະໂຍບາຍ
lt: Slėpti politiką
mr: धोरण लपवा
ms: Sembunyikan Dasar
my: မူဝါဒဖျောက်ရန်
no: Skjul retningslinjer
pl: Ukryj politykę
ro: Ascunde politica
si: ප්‍රතිපත්ති සඟවන්න
sk: Skryť podmienky
sq: Fshih politikën
sr: Сакриј политику
sv: Dölj policy
sw: Ficha Sera
ta: கொள்கையை மறை
te: పాలసీ దాచు
th: ซ่อนนโยบาย
tr: Politikayı Gizle
uk: Приховати політику
ur: پالیسی چھپائیں
uz: Siyosatni yashirish
vi: Ẩn chính sách

source: Enter your email or username
am: ኢሜይልዎን ወይም የተጠቃሚ ስምዎን ያስገቡ
ar: أدخل بريدك الإلكتروني أو اسم المستخدم
az: E-poçt və ya istifadəçi adınızı daxil edin
bg: Въведете вашия имейл или потребителско име
bn: আপনার ইমেইল বা ব্যবহারকারীর নাম লিখুন
bs: Unesite svoj email ili korisničko ime
ca: Introdueix el teu correu electrònic o nom d'usuari
cs: Zadejte svůj e-mail nebo uživatelské jméno
da: Indtast din e-mail eller dit brugernavn
el: Εισαγάγετε το email ή το όνομα χρήστη σας
et: Sisesta oma e-post või kasutajanimi
fa: ایمیل یا نام کاربری خود را وارد کنید
fi: Anna sähköpostiosoitteesi tai käyttäjätunnuksesi
he: הזן את הדוא"ל או שם המשתמש שלך
hi: अपना ईमेल या उपयोगकर्ता नाम दर्ज करें
hu: Adja meg e-mail címét vagy felhasználónevét
id: Masukkan email atau username Anda
ja: メールアドレスまたはユーザー名を入力
ka: შეიყვანეთ თქვენი ელ.ფოსტა ან მომხმარებლის სახელი
kk: Электрондық поштаңызды немесе пайдаланушы атыңызды енгізіңіз
km: បញ្ចូលអ៊ីមែល ឬឈ្មោះអ្នកប្រើប្រាស់របស់អ្នក
kn: ನಿಮ್ಮ ಇಮೇಲ್ ಅಥವಾ ಬಳಕೆದಾರ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ku: ئیمەیڵ یان ناوی بەکارهێنەر بنووسە
lo: ໃສ່ອີເມວ ຫຼືຊື່ຜູ້ໃຊ້
lt: Įveskite savo el. paštą arba vartotojo vardą
mr: तुमचा ईमेल किंवा वापरकर्तानाव प्रविष्ट करा
ms: Masukkan e-mel atau nama pengguna anda
my: သင်၏အီးမေးလ် (သို့မဟုတ်) အသုံးပြုသူနာမည်ထည့်ပါ
no: Skriv inn e-postadressen eller brukernavnet ditt
pl: Wprowadź swój e-mail lub nazwę użytkownika
ro: Introdu adresa de e-mail sau numele de utilizator
si: ඔබගේ ඊමේල් හෝ පරිශීලක නාමය ඇතුළත් කරන්න
sk: Zadajte svoj e-mail alebo používateľské meno
sq: Shkruani emailin tuaj ose emrin e përdoruesit
sr: Унесите своју е-пошту или корисничко име
sv: Ange din e-postadress eller ditt användarnamn
sw: Weka barua pepe yako au jina la mtumiaji
ta: உங்கள் மின்னஞ்சல் அல்லது பயனர்பெயரை உள்ளிடவும்
te: మీ ఇమెయిల్ లేదా వినియోగదారు పేరును నమోదు చేయండి
th: ใส่อีเมลหรือชื่อผู้ใช้
tr: E-posta adresinizi veya kullanıcı adınızı girin
uk: Введіть свою електронну адресу або ім'я користувача
ur: اپنا ای میل یا صارف نام درج کریں
uz: Elektron pochta yoki foydalanuvchi nomingizni kiriting
vi: Nhập email hoặc tên đăng nhập của bạn

source: Enter your first name
am: የመጀመሪያ ስምዎን ያስገቡ
ar: أدخل اسمك الأول
az: Adınızı daxil edin
bg: Въведете вашето собствено име
bn: আপনার নামের প্রথম অংশ লিখুন
bs: Unesite svoje ime
ca: Introdueix el teu nom
cs: Zadejte své jméno
da: Indtast dit fornavn
el: Εισαγάγετε το όνομά σας
et: Sisesta oma eesnimi
fa: نام خود را وارد کنید
fi: Anna etunimesi
he: הזן את שמך הפרטי
hi: अपना पहला नाम दर्ज करें
hu: Adja meg keresztnevét
id: Masukkan nama depan Anda
ja: 名を入力
ka: შეიყვანეთ თქვენი სახელი
kk: Атыңызды енгізіңіз
km: បញ្ចូលឈ្មោះរបស់អ្នក
kn: ನಿಮ್ಮ ಮೊದಲ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ku: ناوی یەکەم بنووسە
lo: ໃສ່ຊື່ຂອງທ່ານ
lt: Įveskite savo vardą
mr: तुमचे पहिले नाव प्रविष्ट करा
ms: Masukkan nama pertama anda
my: သင်၏ရှေ့ဆုံးနာမည်ထည့်ပါ
no: Skriv inn fornavnet ditt
pl: Wprowadź swoje imię
ro: Introdu prenumele tău
si: ඔබගේ මුල් නම ඇතුළත් කරන්න
sk: Zadajte svoje meno
sq: Shkruani emrin tuaj
sr: Унесите своје име
sv: Ange ditt förnamn
sw: Weka jina lako la kwanza
ta: உங்கள் முதல் பெயரை உள்ளிடவும்
te: మీ మొదటి పేరును నమోదు చేయండి
th: ใส่ชื่อจริง
tr: Adınızı girin
uk: Введіть своє ім'я
ur: اپنا پہلا نام درج کریں
uz: Ismingizni kiriting
vi: Nhập tên của bạn

source: Enter your last name
am: የወራሪት ስምዎን ያስገቡ
ar: أدخل اسمك الأخير
az: Soyadınızı daxil edin
bg: Въведете вашата фамилия
bn: আপনার নামের শেষ অংশ লিখুন
bs: Unesite svoje prezime
ca: Introdueix els teus cognoms
cs: Zadejte své příjmení
da: Indtast dit efternavn
el: Εισαγάγετε το επώνυμό σας
et: Sisesta oma perekonnanimi
fa: نام خانوادگی خود را وارد کنید
fi: Anna sukunimesi
he: הזן את שם המשפחה שלך
hi: अपना अंतिम नाम दर्ज करें
hu: Adja meg vezetéknevét
id: Masukkan nama belakang Anda
ja: 姓を入力
ka: შეიყვანეთ თქვენი გვარი
kk: Тегіңізді енгізіңіз
km: បញ្ចូលនាមត្រកូលរបស់អ្នក
kn: ನಿಮ್ಮ ಕೊನೆಯ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ku: ناوی باوکەتی بنووسە
lo: ໃສ່ນາມສະກຸນຂອງທ່ານ
lt: Įveskite savo pavardę
mr: तुमचे आडनाव प्रविष्ट करा
ms: Masukkan nama keluarga anda
my: သင်၏နောက်ဆုံးနာမည်ထည့်ပါ
no: Skriv inn etternavnet ditt
pl: Wprowadź swoje nazwisko
ro: Introdu numele tău de familie
si: ඔබගේ අවසාන නම ඇතුළත් කරන්න
sk: Zadajte svoje priezvisko
sq: Shkruani mbiemrin tuaj
sr: Унесите своје презиме
sv: Ange ditt efternamn
sw: Weka jina lako la mwisho
ta: உங்கள் கடைசி பெயரை உள்ளிடவும்
te: మీ చివరి పేరును నమోదు చేయండి
th: ใส่นามสกุล
tr: Soyadınızı girin
uk: Введіть своє прізвище
ur: اپنا آخری نام درج کریں
uz: Familiyangizni kiriting
vi: Nhập họ của bạn

source: Enter your phone number
am: ስልክ ቁጥርዎን ያስገቡ
ar: أدخل رقم هاتفك
az: Telefon nömrənizi daxil edin
bg: Въведете вашия телефонен номер
bn: আপনার ফোন নম্বর লিখুন
bs: Unesite svoj broj telefona
ca: Introdueix el teu número de telèfon
cs: Zadejte své telefonní číslo
da: Indtast dit telefonnummer
el: Εισαγάγετε τον αριθμό τηλεφώνου σας
et: Sisesta oma telefoninumber
fa: شماره تلفن خود را وارد کنید
fi: Syötä puhelinnumerosi
he: הזן את מספר הטלפון שלך
hi: अपना फ़ोन नंबर दर्ज करें
hu: Adja meg telefonszámát
id: Masukkan nomor telepon Anda
ja: 電話番号を入力
ka: შეიყვანეთ თქვენი ტელეფონის ნომერი
kk: Телефон нөміріңізді енгізіңіз
km: បញ្ចូលលេខទូរស័ព្ទរបស់អ្នក
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ku: ژمارەی تەلەفۆنەکەت بنووسە
lo: ກະລຸນາໃສ່ເບີໂທລະສັບຂອງທ່ານ
lt: Įveskite savo telefono numerį
mr: तुमचा फोन नंबर प्रविष्ट करा
ms: Masukkan nombor telefon anda
my: သင်၏ဖုန်းနံပါတ်ထည့်ပါ
no: Skriv inn telefonnummeret ditt
pl: Wprowadź swój numer telefonu
ro: Introdu numărul tău de telefon
si: ඔබගේ දුරකථන අංකය ඇතුළත් කරන්න
sk: Zadajte svoje telefónne číslo
sq: Vendosni numrin tuaj të telefonit
sr: Унесите свој број телефона
sv: Ange ditt telefonnummer
sw: Ingiza nambari yako ya simu
ta: உங்கள் தொலைபேசி எண்ணை உள்ளிடவும்
te: మీ ఫోన్ నంబర్‌ను నమోదు చేయండి
th: ใส่เบอร์โทรศัพท์
tr: Telefon numaranızı girin
uk: Введіть свій номер телефону
ur: اپنا فون نمبر درج کریں
uz: Telefon raqamingizni kiriting
vi: Nhập số điện thoại của bạn

# refundOrderSuccess
source: Your refund request has been submitted successfully!
am: የተመለሰ ትዕዛዝዎ በተሳካ ሁኔታ ቀርቧል!
ar: تم طلب استرداد المبلغ بنجاح!
az: Geri qaytarma sorğunuz uğurla təqdim edildi!
bg: Успешно заявяване на възстановяване на сумата!
bn: আপনার অর্ডারের জন্য ফেরতের অনুরোধ সফল হয়েছে!
bs: Uspješno ste zatražili povrat novca za svoju narudžbu!
ca: S'ha sol·licitat el reemborsament de la teva comanda correctament!
cs: Žádost o vrácení peněz za vaši objednávku byla úspěšná!
da: Anmodningen om refundering af din ordre er blevet godkendt!
el: Το αίτημα επιστροφής χρημάτων για την παραγγελία σας υποβλήθηκε με επιτυχία!
et: Tellimuse tagasimakse taotlus oli edukas!
fa: درخواست بازپرداخت سفارش با موفقیت ثبت شد!
fi: Tilauksen hyvityspyyntö onnistui!
he: בקשת ההחזר הכספי להזמנה הוגשה בהצלחה!
hi: आपके ऑर्डर के लिए धनवापसी का अनुरोध सफलतापूर्वक किया गया!
hu: A megrendelés visszatérítése sikeres volt!
id: Permintaan pengembalian dana untuk pesanan Anda berhasil!
ja: 注文の返金リクエストが完了しました
ka: თანხის დაბრუნების მოთხოვნა წარმატებით გაიგზავნა!
kk: Тапсырысыңыз үшін ақшаны қайтару сәтті сұралды!
km: សំណើរសុំបង្វិលប្រាក់សងសម្រាប់ការបញ្ជាទិញរបស់អ្នកបានជោគជ័យ!
kn: ನಿಮ್ಮ ಆದೇಶಕ್ಕೆ ಮರುಪಾವತಿ ಯಶಸ್ವಿಯಾಗಿ ವಿನಂತಿಸಲಾಗಿದೆ!
ku: داواکاری گەڕاندنەوەی پارەکەت بە سەرکەوتووی نێردرا!
lo: ການຮ້ອງຂໍເງິນຄືນສຳເລັດແລ້ວ!
lt: Sėkmingai pateiktas prašymas grąžinti pinigus už užsakymą!
mr: तुमच्या ऑर्डरसाठी यशस्वीरित्या परताव्याची विनंती केली!
ms: Permintaan bayaran balik untuk pesanan anda telah berjaya!
my: သင်၏အော်ဒါအတွက်ငွေပြန်အမ်းရန်တောင်းဆိုမှုအောင်မြင်ပါသည်။!
no: Forespørsel om refusjon av bestillingen din er vellykket!
pl: Prośba o zwrot pieniędzy została złożona pomyślnie!
ro: Solicitarea de rambursare pentru comanda ta a fost trimisă cu succes!
si: ඔබගේ ඇණවුම සඳහා මුදල් ආපසු ගැනීමේ ඉල්ලීම සාර්ථකව ඉදිරිපත් කරන ලදී!
sk: Žiadosť o vrátenie peňazí za objednávku bola úspešná!
sq: Kërkesa për rimbursim të porosisë u bë me sukses!
sr: Ваш захтев за повраћај средстава је успешно послат!
sv: Begäran om återbetalning av din beställning lyckades!
sw: Ombi la kurejeshewa pesa za agizo lako limefanikiwa!
ta: உங்கள் ஆர்டருக்கான பணத்தைத் திரும்பப் பெற கோரிக்கை வெற்றிகரமாக செய்யப்பட்டது!
te: మీ రిఫండ్ అభ్యర్థన విజయవంతంగా సమర్పించబడింది!
th: ขอคืนเงินสำหรับคำสั่งซื้อสำเร็จ!
tr: Geri ödeme talebi başarılı!
uk: Запит на повернення коштів за замовлення успішно надіслано!
ur: کامیابی سے اپنے آرڈر کے لیے رقم کی واپسی کی درخواست کریں!
uz: Buyurtma uchun pulni qaytarish so'rovi muvaffaqiyatli yuborildi!
vi: Yêu cầu hoàn tiền đơn hàng thành công!

source: Add a slug
am: መለያ ያክሉ
ar: أضف رابطاً مختصراً
az: Slug əlavə edin
bg: Добавяне на кратък URL
bn: একটি স্লাগ যোগ করুন
bs: Dodaj slug
ca: Afegeix una URL amigable
cs: Přidat odkaz
da: Tilføj en slug
el: Προσθέστε ένα slug
et: Lisa URL-nimi
fa: یک اسلاگ اضافه کنید
fi: Lisää URL-tunniste
he: הוסף כתובת מקוצרת
hi: एक स्लग जोड़ें
hu: URL azonosító hozzáadása
id: Tambah slug
ja: スラッグを追加
ka: დაამატეთ სლაგი
kk: Слаг қосыңыз
km: បន្ថែម slug
kn: ಸ್ಲಗ್ ಸೇರಿಸಿ
ku: سلەگ زیاد بکە
lo: ເພີ່ມ slug
lt: Pridėti URL pavadinimą
mr: स्लग जोडा
ms: Tambah slug
my: ဝဘ်ဆိုဒ်လိပ်စာထည့်ပါ
no: Legg til en lenkeadresse
pl: Dodaj slug
ro: Adaugă un slug
si: ස්ලග් එකක් එකතු කරන්න
sk: Pridať skratku
sq: Shto një URL
sr: Додај слаг
sv: Lägg till en slug
sw: Ongeza kichwa kifupi
ta: ஒரு ஸ்லக்கைச் சேர்க்கவும்
te: ఒక స్లగ్ జోడించండి
th: เพิ่มชื่อย่อ
tr: Kısa ad ekle
uk: Додати ідентифікатор
ur: سلگ شامل کریں
uz: URL manzil qo'shing
vi: Thêm đường dẫn

# refundOrderFailed
source: The refund request was unsuccessful
am: የመለስ ጥያቄዎ አልተሳካም
ar: فشل طلب استرداد المبلغ
az: Geri qaytarma sorğusu uğursuz oldu
bg: Неуспешно заявяване на възстановяване на сумата
bn: অর্ডারের জন্য ফেরত দেওয়ার অনুরোধটি ব্যর্থ হয়েছে
bs: Zahtjev za povrat novca za narudžbu nije uspio
ca: La sol·licitud de reemborsament de la comanda ha fallat
cs: Žádost o vrácení peněz za objednávku nebyla úspěšná
da: Anmodningen om refundering af ordren blev ikke godkendt
el: Το αίτημα επιστροφής χρημάτων για την παραγγελία δεν ήταν επιτυχές
et: Tellimuse tagasimakse taotlus ebaõnnestus
fa: درخواست بازپرداخت سفارش ناموفق بود
fi: Tilauksen hyvityspyyntö epäonnistui
he: בקשת ההחזר הכספי להזמנה נכשלה
hi: ऑर्डर के लिए धनवापसी का अनुरोध विफल रहा
hu: A megrendelés visszatérítése sikertelen volt
id: Permintaan pengembalian dana untuk pesanan gagal
ja: 注文の返金リクエストが失敗しました
ka: შეკვეთის თანხის დაბრუნების მოთხოვნა წარუმატებელი აღმოჩნდა
kk: Тапсырыс үшін ақшаны қайтару сұрауы сәтсіз аяқталды
km: សំណើរសុំបង្វិលប្រាក់សងសម្រាប់ការបញ្ជាទិញមិនបានសម្រេច។
kn: ಮರುಪಾವತಿ ವಿನಂತಿ ವಿಫಲವಾಗಿದೆ
ku: داواکاری گەڕاندنەوە سەرکەوتوو نەبوو
lo: ການຮ້ອງຂໍເງິນຄືນບໍ່ສຳເລັດ
lt: Prašymas grąžinti pinigus už užsakymą buvo nesėkmingas
mr: ऑर्डरसाठी परताव्याची विनंती अयशस्वी झाली
ms: Permintaan bayaran balik untuk pesanan ini tidak berjaya
my: သင်၏အော်ဒါအတွက်ငွေပြန်အမ်းရန်တောင်းဆိုမှုမအောင်မြင်ပါ။
no: Forespørselen om refusjon av bestillingen mislyktes
pl: Prośba o zwrot pieniędzy za zamówienie nie powiodła się
ro: Solicitarea de rambursare pentru comandă a eșuat
si: ඇණවුම සඳහා මුදල් ආපසු ගැනීමේ ඉල්ලීම අසාර්ථක විය
sk: Žiadosť o vrátenie peňazí za objednávku nebola úspešná
sq: Kërkesa për rimbursim të porosisë ishte e pasuksesshme
sr: Захтев за рефундирање није успео
sv: Begäran om återbetalning av beställningen misslyckades
sw: Ombi la kurejeshewa pesa za agizo halijafanikiwa
ta: ஆர்டருக்கான பணத்தைத் திரும்பப் பெறுவதற்கான கோரிக்கை தோல்வியடைந்தது
te: రిఫండ్ అభ్యర్థన విఫలమైంది
th: ขอคืนเงินสำหรับคำสั่งซื้อไม่สำเร็จ
tr: Sipariş için geri ödeme talebi başarısız oldu
uk: Запит на повернення коштів за замовлення не вдався
ur: آرڈر کے لیے رقم کی واپسی کی درخواست ناکام رہی
uz: Buyurtma uchun pulni qaytarish so'rovi muvaffaqiyatsiz yakunlandi
vi: Yêu cầu hoàn tiền đơn hàng thất bại

source: Confirm
am: ያረጋግጡ
ar: تأكيد
az: Təsdiqlə
bg: Потвърждаване
bn: নিশ্চিত করুন
bs: Potvrdi
ca: Confirma
cs: Potvrdit
da: Bekræft
el: Επιβεβαίωση
et: Kinnita
fa: تایید
fi: Vahvista
he: אשר
hi: पुष्टि करें
hu: Megerősítés
id: Konfirmasi
ja: 確認
ka: დადასტურება
kk: Растау
km: បញ្ជាក់
kn: ದೃಢೀಕರಿಸಿ
ku: دووپاتکردنەوە
lo: ຢືນຢັນ
lt: Patvirtinti
mr: पुष्टी करा
ms: Sahkan
my: အတည်ပြုသည်
no: Bekreft
pl: Potwierdź
ro: Confirmă
si: තහවුරු කරන්න
sk: Potvrdiť
sq: Konfirmo
sr: Потврди
sv: Bekräfta
sw: Thibitisha
ta: உறுதிப்படுத்து
te: నిర్ధారించండి
th: ยืนยัน
tr: Onayla
uk: Підтвердити
ur: تصدیق کریں
uz: Tasdiqlash
vi: Xác nhận
