Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# loginToReview
source: Please login to review
am: እባክዎ ለማስተያየት ይግቡ
ar: يرجى تسجيل الدخول لكتابة تقييم
az: Nəzərdən keçirmək üçün daxil olun
bg: Моля, влезте, за да напишете отзив
bn: পর্যালোচনা করতে লগইন করুন
bs: Molimo prijavite se za pregled
ca: Si us plau, inicieu sessió per revisar
cs: Pro napsání recenze se prosím přihlaste
da: Log venligst ind for at anmelde
el: Παρακαλώ συνδεθείτε για να ελέγξετε
et: Arvustamiseks logi sisse
fa: لطفاً برای ثبت نظر وارد شوید
fi: Kirjaudu sisään arvostellaksesi
he: אנא התחבר כדי לכתוב ביקורת
hi: समीक्षा करने के लिए कृपया लॉगिन करें
hu: Kérjük, jelentkezzen be az értékeléshez
id: Silakan masuk untuk memberikan ulasan
ja: レビューを投稿するにはログインしてください
ka: გთხოვთ შეხვიდეთ გადასახედად
kk: Қарау үшін жүйеге кіріңіз
km: សូមចូលគណនីដើម្បីវាយតម្លៃ
kn: ಪರಿಶೀಲಿಸಲು ದಯವಿಟ್ಟು ಲಾಗಿನ್ ಮಾಡಿ
ku: تکایە بچۆ ژوورەوە بۆ هەڵسەنگاندن
lo: ກະລຸນາເຂົ້າສູ່ລະບົບເພື່ອໃຫ້ຄຳຄິດເຫັນ
lt: Prisijunkite, kad galėtumėte palikti atsiliepimą
mr: कृपया पुनरावलोकन करण्यासाठी लॉग इन करा
ms: Sila log masuk untuk memberi ulasan
my: သုံးသပ်ရန် အကောင့်ဝင်ပါ။
no: Logg inn for å skrive en vurdering
pl: Zaloguj się, aby dodać opinię
ro: Te rugăm să te conectezi pentru a scrie o recenzie
si: සමාලෝචනය කිරීමට කරුණාකර පුරනය වන්න
sk: Pre pridanie recenzie sa prihláste
sq: Ju lutemi identifikohuni për të vlerësuar
sr: Молимо пријавите се да бисте прегледали
sv: Logga in för att recensera
sw: Tafadhali ingia ili kutoa maoni
ta: மதிப்பாய்வு செய்ய உள்நுழைக
te: సమీక్ష చేయడానికి దయచేసి లాగిన్ అవ్వండి
th: กรุณาเข้าสู่ระบบเพื่อตรวจสอบ
tr: Değerlendirme yapmak için lütfen giriş yapın
uk: Увійдіть, щоб залишити відгук
ur: براہ کرم جائزہ لینے کے لیے لاگ ان کریں۔
uz: Iltimos, sharh qoldirish uchun tizimga kiring
vi: Vui lòng đăng nhập để đánh giá

source: Mobile
am: የተንቀሳቃሽ
ar: الجوال
az: Mobil
bg: Мобилен
bn: মুঠোফোন
bs: Mobilni
ca: Mòbil
cs: Mobilní
da: Mobil
el: Κινητό
et: Mobiilinumber
fa: موبایل
fi: Puhelin
he: נייד
hi: मोबाइल
hu: Mobil
id: Ponsel
ja: 携帯電話
ka: მობილური
kk: Ұялы
km: ទូរស័ព្ទចល័ត
kn: ಮೊಬೈಲ್
ku: مۆبایل
lo: ມືຖື
lt: Mobilusis
mr: मोबाईल
ms: Mudah alih
my: မိုဘိုင်း
no: Mobil
pl: Mobilny
ro: Mobil
si: ජංගම දුරකථන
sk: Mobil
sq: Celular
sr: Мобилни
sv: Mobil
sw: Simu ya Mkononi
ta: கைபேசி
te: మొబైల్
th: มือถือ
tr: Mobil
uk: Мобільний
ur: موبائل
uz: Mobil
vi: Điện thoại di động

# noSuggestionSearch
source: No suggestions found
am: ምንም አስተያየት አልተገኘም
ar: لا توجد اقتراحات
az: Heç bir təklif tapılmadı
bg: Няма предложения
bn: কোন পরামর্শ আছে
bs: Nema prijedloga
ca: No hi ha suggeriments
cs: Žádné návrhy
da: Der er ingen forslag
el: Δεν υπάρχουν προτάσεις
et: Soovitusi pole
fa: پیشنهادی وجود ندارد
fi: Ei hakuehdotuksia
he: אין הצעות
hi: कोई सुझाव नहीं मिला
hu: Nincs találat
id: Tidak ada saran
ja: 検索候補はありません
ka: წინადადებები არ არის
kk: Ұсыныстар табылмады
km: មិនមានការណែនាំទេ
kn: ಯಾವುದೇ ಸಲಹೆ ಇಲ್ಲ
ku: هیچ پێشنیارێک نەدۆزرایەوە
lo: ບໍ່ມີຄຳແນະນຳ
lt: Pasiūlymų nerasta
mr: कोणत्याही सूचना नाहीत
ms: Tiada cadangan
my: အကြံပြုချက်များ မရှိပါ။
no: Ingen søkeforslag
pl: Brak sugestii
ro: Nu există sugestii
si: යෝජනා කිසිවක් සොයාගත නොහැකි විය
sk: Žiadne návrhy
sq: Nuk ka sugjerime
sr: Нема предлога
sv: Inga förslag hittades
sw: Hakuna mapendekezo
ta: பரிந்துரைகள் எதுவும் இல்லை
te: ఏ సూచనలు కనుగొనబడలేదు
th: ไม่มีข้อเสนอแนะ
tr: Öneri bulunamadı
uk: Немає пропозицій
ur: کوئی تجاویز نہیں ہیں۔
uz: Hech qanday taklif topilmadi
vi: Không có gợi ý nào

# noTransactionsMsg
source: Sorry, no transactions were found!
am: ይቅርታ፣ ምንም ግብይት አልተገኘም!
ar: عذراً، لم يتم العثور على معاملات!
az: Üzr istəyirik, heç bir əməliyyat tapılmadı!
bg: Съжаляваме, не са намерени транзакции!
bn: দুঃখিত, কোন লেনদেন পাওয়া যায়নি!
bs: Žao nam je, transakcije nisu pronađene!
ca: Ho sentim, no s'han trobat transaccions!
cs: Nebyly nalezeny žádné transakce
da: Beklager, ingen transaktioner blev fundet!
el: Λυπούμαστε, δεν βρέθηκαν συναλλαγές!
et: Kahjuks tehinguid ei leitud!
fa: متأسفانه تراکنشی یافت نشد!
fi: Tapahtumia ei löytynyt!
he: מצטערים, לא נמצאו עסקאות!
hi: क्षमा करें, कोई लेन-देन नहीं मिला!
hu: Sajnáljuk, nem található tranzakció!
id: Tidak ada transaksi ditemukan!
ja: 取引履歴がありません
ka: უკაცრავად, ტრანზაქცია არ მოიძებნა!
kk: Кешіріңіз, транзакциялар табылмады!
km: សូមអភ័យទោស មិនមានប្រតិបត្តិការដែលបានរកឃើញទេ!
kn: ಕ್ಷಮಿಸಿ, ಯಾವುದೇ ವಹಿವಾಟುಗಳು ಕಂಡುಬಂದಿಲ್ಲ!
ku: ببورە، هیچ مامەڵەیەک نەدۆزرایەوە!
lo: ຂໍອະໄພ, ບໍ່ພົບທຸລະກຳໃດໆ!
lt: Atsiprašome, operacijų nerasta!
mr: क्षमस्व, कोणतेही व्यवहार आढळले नाहीत!
ms: Maaf, tiada transaksi dijumpai!
my: ဝမ်းနည်းပါသည်၊ ငွေပေးငွေယူများကို ရှာမတွေ့ပါ။
no: Beklager, ingen transaksjoner ble funnet!
pl: Nie znaleziono żadnych transakcji!
ro: Ne pare rău, nu au fost găsite tranzacții!
si: සමාවෙන්න, කිසිදු ගනුදෙනුවක් සොයාගත නොහැකි විය!
sk: Ľutujeme, nenašli sa žiadne transakcie!
sq: Na vjen keq, nuk u gjet asnjë transaksion!
sr: Жао нам је, није пронађена ниједна трансакција!
sv: Tyvärr hittades inga transaktioner!
sw: Samahani, hakuna miamala iliyopatikana!
ta: மன்னிக்கவும், பரிவர்த்தனைகள் எதுவும் கண்டறியப்படவில்லை!
te: క్షమించండి, ఎటువంటి లావాదేవీలు కనుగొనబడలేదు!
th: ขออภัย ไม่พบธุรกรรม!
tr: Üzgünüz, işlem bulunamadı!
uk: На жаль, транзакцій не знайдено!
ur: معذرت، کوئی لین دین نہیں ملا!
uz: Kechirasiz, hech qanday tranzaksiya topilmadi!
vi: Rất tiếc, không tìm thấy giao dịch nào!

source: Payment details changed successfully.
am: የመክፈያ ዝርዝሮች በተሳካ ሁኔታ ተቀይረዋል።
ar: تم تغيير تفاصيل الدفع بنجاح
az: Ödəniş detalları uğurla dəyişdirildi.
bg: Данните за плащане са успешно променени.
bn: পেমেন্টের বিবরণ সফলভাবে পরিবর্তিত হয়েছে।
bs: Podaci o plaćanju su uspješno promijenjeni.
ca: Les dades de pagament han canviat correctament.
cs: Platební údaje byly úspěšně změněny
da: Betalingsoplysningerne blev ændret.
el: Τα στοιχεία πληρωμής άλλαξαν με επιτυχία.
et: Makseandmete muutmine õnnestus
fa: جزئیات پرداخت با موفقیت تغییر کرد
fi: Maksutiedot päivitetty onnistuneesti.
he: פרטי התשלום עודכנו בהצלחה
hi: भुगतान विवरण सफलतापूर्वक बदल दिया गया है।
hu: A fizetési adatok módosítása sikeres.
id: Detail pembayaran berhasil diubah
ja: 支払い情報を更新しました
ka: გადახდის დეტალები წარმატებით შეიცვალა.
kk: Төлем мәліметтері сәтті өзгертілді.
km: ព័ត៌មានលម្អិតនៃការទូទាត់ត្រូវបានផ្លាស់ប្តូរដោយជោគជ័យ
kn: ಪಾವತಿ ವಿವರಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಬದಲಾಯಿಸಲಾಗಿದೆ.
ku: وردەکاریەکانی پارەدان بەسەرکەوتوویی گۆڕدرا.
lo: ປ່ຽນລາຍລະອຽດການຈ່າຍເງິນສຳເລັດແລ້ວ.
lt: Mokėjimo informacija sėkmingai pakeista
mr: पेमेंट तपशील यशस्वीरित्या बदलले.
ms: Butiran pembayaran berjaya diubah.
my: ငွေပေးချေမှုအသေးစိတ်အချက်အလက်များကို အောင်မြင်စွာ ပြောင်းလဲခဲ့သည်။
no: Betalingsdetaljene er endret
pl: Dane płatności zostały pomyślnie zmienione.
ro: Detaliile de plată au fost modificate cu succes.
si: ගෙවීම් විස්තරය සාර්ථකව වෙනස් කරන ලදී.
sk: Platobné údaje boli úspešne zmenené
sq: Detajet e pagesës u ndryshuan me sukses
sr: Подаци о плаћању су успешно промењени.
sv: Betalningsinformationen har ändrats.
sw: Maelezo ya malipo yamebadilishwa
ta: கட்டண விவரங்கள் வெற்றிகரமாக மாற்றப்பட்டன.
te: చెల్లింపు వివరాలు విజయవంతంగా మార్చబడ్డాయి.
th: รายละเอียดการชำระเงินเปลี่ยนแปลงเรียบร้อยแล้ว
tr: Ödeme bilgileri başarıyla değiştirildi.
uk: Платіжні дані успішно змінено
ur: ادائیگی کی تفصیلات کامیابی کے ساتھ تبدیل ہوگئیں۔
uz: To'lov ma'lumotlari muvaffaqiyatli o'zgartirildi
vi: Thay đổi chi tiết thanh toán thành công.

source: Payment Settings
am: የመክፈያ ቅንብሮች
ar: إعدادات الدفع
az: Ödəniş Parametrləri
bg: Настройки за плащане
bn: পেমেন্ট সেটিংস
bs: Postavke plaćanja
ca: Configuració de pagament
cs: Nastavení plateb
da: Betalingsindstillinger
el: Ρυθμίσεις πληρωμής
et: Makseseaded
fa: تنظیمات پرداخت
fi: Maksutiedot
he: הגדרות תשלום
hi: भुगतान सेटिंग
hu: Fizetési beállítások
id: Pengaturan Pembayaran
ja: 支払い設定
ka: გადახდის პარამეტრები
kk: Төлем параметрлері
km: ការកំណត់ការទូទាត់
kn: ಪಾವತಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ku: ڕێکخستنەکانی پارەدان
lo: ການຕັ້ງຄ່າການຈ່າຍເງິນ
lt: Mokėjimo nustatymai
mr: पेमेंट सेटिंग्ज
ms: Tetapan pembayaran
my: ငွေပေးချေမှု ဆက်တင်များ
no: Betalingsinnstillinger
pl: Ustawienia płatności
ro: Setări de plată
si: ගෙවීම් සැකසුම්
sk: Nastavenia platieb
sq: Cilësimet e pagesës
sr: Подешавања плаћања
sv: Betalningsinställningar
sw: Mipangilio ya Malipo
ta: கட்டண அமைப்புகள்
te: చెల్లింపు సెట్టింగ్‌లు
th: การตั้งค่าการชำระเงิน
tr: Ödeme ayarları
uk: Налаштування оплати
ur: ادائیگی کی ترتیبات
uz: To'lov sozlamalari
vi: Cài đặt thanh toán

# searchEmptyDataMessage
source: Oops! No results match your search criteria
am: አው አይ! የፈለጉት ማስታወቂያዎች አልተገኙም
ar: عذراً! لا توجد نتائج تطابق معايير بحثك
az: Vay! Axtarış kriteriyalarınıza uyğun nəticə yoxdur
bg: Опа! Няма резултати, отговарящи на вашето търсене
bn: উফ! দেখে মনে হচ্ছে কোনো ফলাফল আপনার অনুসন্ধানের মানদণ্ডের সাথে মেলে না
bs: Ups! Čini se da nijedan rezultat ne odgovara vašim kriterijima pretraživanja
ca: Vaja! Sembla que cap resultat coincideix amb els vostres criteris de cerca
cs: Bohužel jsme nenašli žádné výsledky odpovídající vašemu hledání
da: Ups! Det ser ud til, at ingen resultater matcher dine søgekriterier
el: Ωχ! Φαίνεται ότι κανένα αποτέλεσμα δεν ταιριάζει με τα κριτήρια αναζήτησής σας
et: Oih! Sinu otsingule ei leitud ühtegi vastet
fa: متأسفانه نتیجه‌ای با معیارهای جستجوی شما یافت نشد
fi: Hakutuloksia ei löytynyt
he: אופס! לא נמצאו תוצאות התואמות את החיפוש שלך
hi: माफ़ कीजिए! कोई भी परिणाम आपकी खोज से मेल नहीं खाता
hu: Hoppá! Sajnos nem találtunk a keresésnek megfelelő eredményt
id: Maaf, tidak ada hasil yang sesuai dengan pencarian Anda
ja: 検索結果が見つかりませんでした
ka: უი! როგორც ჩანს, არცერთი შედეგი არ შეესაბამება თქვენს ძიების კრიტერიუმებს
kk: Ой! Іздеу критерийлеріңізге сәйкес нәтиже табылмады сияқты
km: អូ! ហាក់ដូចជាគ្មានលទ្ធផលណាដែលត្រូវនឹងការស្វែងរករបស់អ្នកទេ។
kn: ಅಯ್ಯೋ! ನಿಮ್ಮ ಹುಡುಕಾಟ ಮಾನದಂಡಗಳಿಗೆ ಯಾವುದೇ ಫಲಿತಾಂಶಗಳು ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ ಎಂದು ತೋರುತ್ತಿದೆ
ku: ببورە! هیچ ئەنجامێک پێویستەکانت پێک نەهێنا
lo: ອຸຍ! ເບິ່ງຄືວ່າບໍ່ມີຜົນການຊອກຫາທີ່ກົງກັບເງື່ອນໄຂຂອງທ່ານ
lt: Oi! Atrodo, kad nėra rezultatų, atitinkančių jūsų paieškos kriterijus
mr: अरेरे! तुमच्या शोध निकषांशी जुळणारे कोणतेही परिणाम सापडले नाहीत
ms: Maaf! Tiada hasil yang sepadan dengan carian anda
my: သည်းခံပါ သင့်ရှာဖွေမှုစံနှုန်းများနှင့် ကိုက်ညီသော ရလဒ်များ မရှိပါ။
no: Beklager! Ingen resultater matcher søkekriteriene dine
pl: Nie znaleziono wyników spełniających kryteria wyszukiwania
ro: Hopa! Se pare că niciun rezultat nu corespunde criteriilor tale de căutare
si: අපොයි! ඔබගේ සෙවුම් මානදණ්ඩයට ගැලපෙන ප්‍රතිඵල නොමැත
sk: Ľutujeme, pre vaše vyhľadávanie sa nenašli žiadne výsledky
sq: Ups! Duket se asnjë rezultat nuk përputhet me kriteret e kërkimit tuaj
sr: Упс! Изгледа да ниједан резултат не одговара вашим критеријумима претраге
sv: Hoppsan! Det verkar som att inga resultat matchar dina sökkriterier
sw: Lo! Hakuna matokeo yanayolingana na utafutaji wako
ta: அச்சச்சோ! உங்கள் தேடல் அளவுகோல்களுடன் எந்த முடிவுகளும் பொருந்தவில்லை போல் தெரிகிறது
te: అయ్యో! మీ శోధన నిబంధనలకు సరిపోలే ఫలితాలు లేవు
th: อ๊ะ! ดูเหมือนว่าไม่มีผลลัพธ์ที่ตรงกับเกณฑ์การค้นหาของคุณ
tr: Hata! Arama kriterlerinize uygun sonuç bulunamadı
uk: Ой! На жаль, немає результатів, що відповідають вашому пошуку
ur: افوہ! ایسا لگتا ہے کہ کوئی نتیجہ آپ کی تلاش کے معیار سے مماثل نہیں ہے۔
uz: Afsuski, qidiruv mezoningizga mos keladigan natija topilmadi
vi: Ối! Có vẻ không có kết quả nào phù hợp với tiêu chí tìm kiếm của bạn

source: Size Guide
am: የመጠን መመሪያ
ar: دليل المقاسات
az: Ölçü Bələdçisi
bg: Размерна таблица
bn: আকার গাইড
bs: Vodič za veličinu
ca: Guia de talles
cs: Tabulka velikostí
da: Størrelsesguide
el: Οδηγός μεγέθους
et: Suuruste juhend
fa: راهنمای سایز
fi: Kokotaulukko
he: מדריך מידות
hi: साइज़ गाइड
hu: Mérettáblázat
id: Panduan Ukuran
ja: サイズガイド
ka: ზომის სახელმძღვანელო
kk: Өлшем нұсқаулығы
km: មគ្គុទ្ទេសក៍ទំហំ
kn: ಗಾತ್ರ ಮಾರ್ಗದರ್ಶಿ
ku: ڕێبەری قەبارە
lo: ຄູ່ມືຂະໜາດ
lt: Dydžių lentelė
mr: आकार मार्गदर्शिका
ms: Panduan saiz
my: အရွယ်အစားလမ်းညွှန်
no: Størrelsesguide
pl: Tabela rozmiarów
ro: Ghid mărimi
si: ප්‍රමාණ මාර්ගෝපදේශය
sk: Tabuľka veľkostí
sq: Udhëzuesi i madhësive
sr: Водич за величину
sv: Storleksguide
sw: Mwongozo wa Ukubwa
ta: அளவு வழிகாட்டி
te: సైజ్ మార్గదర్శకము
th: คู่มือขนาด
tr: Beden rehberi
uk: Розмірна сітка
ur: سائز گائیڈ
uz: O'lcham bo'yicha qo'llanma
vi: Hướng dẫn chọn kích thước

# storeLocatorSearchPlaceholder
source: Enter address / city
am: አድራሻ/ከተማ ያስገቡ
ar: أدخل العنوان أو المدينة
az: Ünvan / şəhər daxil edin
bg: Въведете адрес или град
bn: ঠিকানা/শহর লিখুন
bs: Unesite adresu/grad
ca: Introduïu l'adreça/ciutat
cs: Zadejte adresu nebo město
da: Indtast adresse/by
el: Εισαγάγετε διεύθυνση / πόλη
et: Sisesta aadress või linn
fa: آدرس یا شهر را وارد کنید
fi: Syötä osoite tai kaupunki
he: הזן כתובת או עיר
hi: पता या शहर दर्ज करें
hu: Adja meg a címet vagy várost
id: Masukkan alamat/kota
ja: 住所や市区町村を入力
ka: შეიყვანეთ მისამართი / ქალაქი
kk: Мекенжайды/қаланы енгізіңіз
km: បញ្ចូលអាសយដ្ឋាន ឬ ទីក្រុង
kn: ವಿಳಾಸ / ನಗರವನ್ನು ನಮೂದಿಸಿ
ku: ناونیشان/شار بنووسە
lo: ໃສ່ທີ່ຢູ່ / ເມືອງ
lt: Įveskite adresą arba miestą
mr: पत्ता / शहर टाका
ms: Masukkan alamat/bandar
my: လိပ်စာ/မြို့ကို ရိုက်ထည့်ပါ။
no: Søk etter adresse eller by
pl: Wpisz adres lub miasto
ro: Introdu adresa/orașul
si: ලිපිනය / නගරය ඇතුළත් කරන්න
sk: Zadajte adresu alebo mesto
sq: Shkruani adresën / qytetin
sr: Унесите адресу/град
sv: Ange adress/stad
sw: Weka anwani au jiji
ta: முகவரியை / நகரத்தை உள்ளிடவும்
te: చిరునామా / నగరం నమోదు చేయండి
th: กรอกที่อยู่/เมือง
tr: Adres veya şehir girin
uk: Введіть адресу або місто
ur: پتہ / شہر درج کریں۔
uz: Manzil yoki shaharni kiriting
vi: Nhập địa chỉ/thành phố

# subTitleOrderConfirmed
source: Thanks for your order. We're quickly processing it and will send you a confirmation email shortly.
am: ለትዕዛዝዎ እናመሰግናለን። በፍጥነት እያሰራን እና በቅርቡ የማረጋገጫ ኢሜይል እንልካለን።
ar: شكراً لطلبك. نعمل بسرعة على معالجته. ترقب رسالة تأكيد بالبريد الإلكتروني قريباً
az: Sifarişiniz üçün təşəkkür edirik. Biz onu sürətlə emal edirik və tezliklə sizə təsdiq e-məktubu göndərəcəyik.
bg: Благодарим за поръчката. Работим усилено по нейната обработка. Скоро ще получите имейл за потвърждение
bn: তোমার আদেশের জন্য ধন্যবাদ. আমরা আপনার অর্ডার প্রক্রিয়া করার জন্য দ্রুত কাজ করছি। শীঘ্রই একটি নিশ্চিতকরণ ইমেলের জন্য সাথে থাকুন
bs: Hvala na narudžbi. Radimo brzo na obradi vaše narudžbe. Ostanite sa nama za e-poruku s potvrdom uskoro
ca: Gràcies per la teva comanda. Estem treballant ràpidament per processar la teva comanda. Estigueu atents per rebre un correu electrònic de confirmació en breu
cs: Děkujeme za vaši objednávku. Pracujeme na jejím rychlém zpracování. Brzy obdržíte potvrzovací e-mail.
da: Tak for din ordre. Vi arbejder hurtigt på at behandle den. Du vil modtage en bekræftelsesmail snart
el: Ευχαριστούμε για την παραγγελία σας. Εργαζόμαστε γρήγορα για να επεξεργαστούμε την παραγγελία σας. Μείνετε συντονισμένοι για ένα email επιβεβαίωσης σύντομα
et: Täname tellimuse eest. Töötleme sinu tellimust kiiresti. Peagi saad kinnitusmeili
fa: از سفارش شما متشکریم. در حال پردازش سریع سفارش شما هستیم. به زودی ایمیل تأیید دریافت خواهید کرد
fi: Kiitos tilauksestasi. Käsittelemme sen pian ja lähetämme sinulle vahvistussähköpostin.
he: תודה על הזמנתך. אנו מטפלים בה במהירות. תקבל אישור במייל בקרוב
hi: आपके ऑर्डर के लिए धन्यवाद। हम आपके ऑर्डर को जल्द से जल्द प्रोसेस करने की कोशिश कर रहे हैं। जल्द ही पुष्टिकरण ईमेल की प्रतीक्षा करें
hu: Köszönjük megrendelését. Azonnal megkezdjük a feldolgozását. Hamarosan visszaigazoló e-mailt küldünk
id: Terima kasih atas pesanan Anda. Kami sedang memproses pesanan Anda secepat mungkin. Email konfirmasi akan segera dikirim
ja: ご注文ありがとうございます。ご注文の処理を進めています。確認メールをお送りしますので、しばらくお待ちください。
ka: მადლობა შეკვეთისთვის. ჩვენ სწრაფად ვმუშაობთ თქვენი შეკვეთის დასამუშავებლად. დაელოდეთ დადასტურების ელფოსტას მალე
kk: Тапсырысыңызға рахмет. Біз тапсырысыңызды өңдеу үшін жылдам жұмыс істеп жатырмыз. Жақында растау электрондық хатын күтіңіз.
km: អរគុណសម្រាប់ការបញ្ជាទិញរបស់អ្នក។ យើងកំពុងដំណើរការការបញ្ជាទិញរបស់អ្នកយ៉ាងឆាប់រហ័ស។ សូមរង់ចាំអ៊ីមែលបញ្ជាក់ក្នុងពេលឆាប់ៗនេះ។
kn: ನಿಮ್ಮ ಆದೇಶಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು. ನಿಮ್ಮ ಆದೇಶವನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲು ನಾವು ತ್ವರಿತವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿದ್ದೇವೆ. ಶೀಘ್ರದಲ್ಲೇ ದೃಢೀಕರಣ ಇಮೇಲ್‌ಗಾಗಿ ಕಾಯಿರಿ.
ku: سوپاس بۆ داواکارییەکەت. بەخێرایی پڕۆسەی دەکەین و زوو نامەی دووپاتکردنەوە دەنێرین.
lo: ຂອບໃຈສຳລັບຄຳສັ່ງຂອງທ່ານ. ພວກເຮົາກຳລັງດຳເນີນການຄຳສັ່ງຂອງທ່ານຢ່າງວ່ອງໄວ. ທ່ານຈະໄດ້ຮັບອີເມວຢືນຢັນໃນໄວໆນີ້
lt: Dėkojame už užsakymą. Stengiamės kuo greičiau jį apdoroti. Netrukus gausite patvirtinimo el. laišką
mr: तुमच्या ऑर्डरबद्दल धन्यवाद. आम्ही तुमच्या ऑर्डरवर लवकरात लवकर प्रक्रिया करत आहोत. पुष्टीकरण ईमेलसाठी लवकरच संपर्क करू
ms: Terima kasih atas pesanan anda. Kami sedang memproses pesanan anda dengan pantas. Nantikan e-mel pengesahan sebentar lagi
my: သင့်မှာယူမှုအတွက် ကျေးဇူးတင်ပါသည်။ သင့်အမှာစာကို စီမံဆောင်ရွက်ပေးရန် ကျွန်ုပ်တို့ အမြန်လုပ်ဆောင်နေပါသည်။ အတည်ပြုအီးမေးလ်ကို မကြာမီ စောင့်မျှော်ကြည့်ရှုပါ။
no: Takk for bestillingen. Vi behandler den så raskt som mulig. Du vil snart motta en bekreftelses-e-post
pl: Dziękujemy za zamówienie. Pracujemy nad jego realizacją. Wkrótce otrzymasz e-mail z potwierdzeniem
ro: Îți mulțumim pentru comandă. Lucrăm rapid pentru a o procesa. Vei primi un e-mail de confirmare în curând
si: ඔබගේ ඇණවුම සඳහා ස්තුතියි. අපි එය ඉක්මනින් සැකසමින් සිටිමු, සහ ඔබට තහවුරු කිරීමේ ඊමේල් පණිවිඩයක් ඉක්මනින් එවන්නෙමු.
sk: Ďakujeme za objednávku. Pracujeme na jej rýchlom spracovaní. Čoskoro vám pošleme potvrdzujúci e-mail
sq: Faleminderit për porosinë tuaj. Po punojmë shpejt për ta përpunuar. Do të merrni një email konfirmimi së shpejti
sr: Хвала за поруџбину. Радимо брзо на обради ваше поруџбине. Останите са нама за ускоро е-поруку са потврдом
sv: Tack för din beställning. Vi arbetar snabbt med att behandla den. Du kommer att få ett bekräftelsemail inom kort
sw: Asante kwa agizo lako. Tunafanya kazi haraka kushughulikia agizo lako. Utapokea barua pepe ya uthibitisho baada ya muda mfupi
ta: உங்கள் ஆர்டருக்கு நன்றி. உங்கள் ஆர்டரைச் செயல்படுத்த விரைவாகச் செயல்படுகிறோம். உறுதிப்படுத்தல் மின்னஞ்சலுக்காக விரைவில் காத்திருங்கள்
te: ధన్యవాదాలు! మీ ఆర్డర్ ప్రాసెస్ అవుతోంది. నిర్ధారణ మెయిల్ త్వరలో వస్తుంది.
th: ขอบคุณสำหรับการสั่งซื้อ. เรากำลังดำเนินการอย่างรวดเร็วเพื่อประมวลผลคำสั่งซื้อของคุณ โปรดติดตามอีเมลยืนยันได้เร็วๆ นี้
tr: Siparişiniz için teşekkürler. Siparişinizi hızla hazırlamaya başlıyoruz. Kısa süre içinde onay e-postası alacaksınız.
uk: Дякуємо за ваше замовлення. Ми швидко обробляємо його. Незабаром ви отримаєте електронного листа з підтвердженням
ur: آپ کے آرڈر کے لیے شکریہ۔ ہم آپ کے آرڈر پر کارروائی کرنے کے لیے تیزی سے کام کر رہے ہیں۔ جلد ہی تصدیقی ای میل کے لیے دیکھتے رہیں
uz: Buyurtmangiz uchun rahmat. Buyurtmangizni qayta ishlash uchun harakat qilmoqdamiz. Tez orada tasdiqlovchi xabar yuboramiz
vi: Cảm ơn bạn đã đặt hàng. Chúng tôi đang nhanh chóng xử lý đơn hàng của bạn. Vui lòng chờ email xác nhận trong thời gian ngắn.

source: Tag
am: መለያ
ar: الوسم
az: etiket
bg: Етикет
bn: ট্যাগ
ca: Etiqueta
cs: Štítek
da: Mærke
el: Ετικέτα
et: Silt
fa: برچسب
fi: Tunniste
he: תג
hi: टैग
hu: Címke
ja: タグ
ka: მონიშნეთ
kk: Тег
km: ស្លាក
kn: ಟ್ಯಾಗ್ ಮಾಡಿ
ku: تاگ
lo: ປ້າຍ
lt: Žyma
mr: टॅग
my: တက်ဂ်
no: Merkelapp
ro: Etichetă
si: ටැගය
sk: Značka
sq: Etiketa
sr: Таг
sv: Etikett
sw: Lebo
ta: குறியிடவும்
te: ట్యాగ్
th: แท็ก
tr: Etiket
uk: Тег
ur: ٹیگ
uz: Teg
vi: Nhãn

source: Website
am: ድህረ ገጽ
ar: الموقع الإلكتروني
az: Veb sayt
bg: Уебсайт
bn: ওয়েবসাইট
ca: Lloc Web
cs: Webová stránka
da: Hjemmeside
el: Δικτυακός τόπος
et: Veebileht
fa: وب‌سایت
fi: Verkkosivusto
he: אתר אינטרנט
hi: वेबसाइट
hu: Weboldal
id: Situs web
ja: ウェブサイト
ka: საიტი
kk: Веб-сайт
km: គេហទំព័រ
kn: ಜಾಲತಾಣ
ku: ماڵپەڕ
lo: ເວັບໄຊທ໌
lt: Svetainė
mr: वेबसाइट
ms: laman web
my: ဝဘ်ဆိုဒ်
no: Nettsted
pl: Strona internetowa
si: වෙබ්අඩවිය
sk: Webstránka
sq: Faqja e internetit
sr: веб сајт
sv: Webbplats
sw: Tovuti
ta: இணையதளம்
te: వెబ్‌సైట్
th: เว็บไซต์
tr: Web sitesi
uk: Веб-сайт
ur: ویب سائٹ
uz: Veb-sayt
vi: Trang web

source: Withdraw Amount
am: መውጣት ያለበት መጠን
ar: مبلغ السحب
az: Məbləği çıxarın
bg: Сума за теглене
bn: পরিমাণ প্রত্যাহার
bs: Iznos povlačenja
ca: Retirar quantitat
cs: Částka k výběru
da: Hæv beløb
el: ποσό ανάληψης
et: Väljavõetav summa
fa: مبلغ برداشت
fi: Nostettava summa
he: סכום למשיכה
hi: राशि निकालें
hu: Kivehető összeg
id: Jumlah Penarikan
ja: 出金額
ka: თანხის ამოღება
kk: Алып тастау сомасы
km: ចំនួនទឹកប្រាក់ដែលបានដក
kn: ಹಿಂಪಡೆಯುವ ಮೊತ್ತ
ku: بڕی دەرکێشان
lo: ຈຳນວນເງິນຖອນ
lt: Išsiimti sumą
mr: रक्कम काढा
ms: Mengeluarkan Amaun
my: ငွေပမာဏ
no: Utbetalingsbeløp
pl: Kwota wypłaty
ro: Sumă de retras
si: මුදල් ආපසු ගැනීම
sk: Suma na výber
sq: Shuma për tërheqje
sr: повући износ
sv: Uttagsbelopp
sw: Kiasi cha Kutoa
ta: திரும்பப் பெறும் தொகை
te: తీసివేత మొత్తం
th: ถอนจำนวนเงิน
tr: Çekim tutarı
uk: Сума для зняття
ur: رقم نکالیں۔
uz: Yechib olish summasi
vi: Số tiền rút

source: Withdraw Request
am: የሚወጣ ጥያቄ
ar: طلب سحب
az: Sorğunu geri götür
bg: Заявка за теглене
bn: অনুরোধ প্রত্যাহার
bs: Zahtjev za povlačenje
ca: Retirada de la sol·licitud
cs: Žádost o výběr
da: Anmodning om udbetaling
el: Αίτημα απόσυρσης
et: Väljavõtmise taotlus
fa: درخواست برداشت
fi: Nostopyyntö
he: בקשת משיכה
hi: निकासी का अनुरोध
hu: Kifizetési kérelem
id: Permintaan Penarikan
ja: 出金リクエスト
ka: ამოღების მოთხოვნა
kk: Өтінішті қайтарып алу
km: សំណើដកប្រាក់
kn: ವಿನಂತಿಯನ್ನು ಹಿಂತೆಗೆದುಕೊಳ್ಳಿ
ku: داواکاری گرتنەوە
lo: ຄຳຮ້ອງຂໍຖອນເງິນ
lt: Išėmimo prašymas
mr: पैसे काढण्याची विनंती
ms: Tarik balik Permintaan
my: ထုတ်ယူရန် တောင်းဆိုခြင်း။
no: Utbetalingsforespørsel
pl: Wniosek o wypłatę
ro: Cerere de retragere
si: ඉල්ලීම ආපසු ගැනීම
sk: Žiadosť o výber
sq: Kërkesë për tërheqje
sr: Повући захтев
sv: Begär uttag
sw: Ombi la Kutoa
ta: கோரிக்கையை திரும்பப் பெறவும்
te: తీసివేత అభ్యర్థన
th: ถอนคำขอ
tr: Para çekme talebi
uk: Запит на зняття коштів
ur: واپس لینے کی درخواست
uz: Yechib olish so'rovi
vi: Rút lại yêu cầu

source: Withdrawal
am: ማስወገድ
ar: سحب
az: Çıxarma
bg: Теглене
bn: উত্তোলন
bs: Povlačenje
ca: Retirada
cs: Výběr
da: Udbetaling
el: Απόσυρση
et: Väljavõtmine
fa: برداشت
fi: Nosto
he: משיכה
hi: निकासी
hu: Kifizetés
id: Penarikan
ja: 出金
ka: გატანა
kk: Шығу
km: ការដកប្រាក់
kn: ಹಿಂತೆಗೆದುಕೊಳ್ಳುವುದು
ku: دەرکەوتن
lo: ການຖອນເງິນ
lt: Išėmimas
mr: पैसे काढणे
ms: Mengeluarkan
my: ငွေထုတ်ခြင်း။
no: Utbetaling
pl: Wypłata
ro: Retragere
si: ඉවත් ගැනීම
sk: Výber
sq: Tërheqje
sr: Повлачење
sv: Uttag
sw: Kutoa
ta: திரும்பப் பெறுதல்
te: తీసివేత
th: การถอนเงิน
tr: Para çekme
uk: Зняття коштів
ur: واپسی
uz: Yechib olish
vi: Rút tiền

# accountApprovalTitle
source: Under Approval
am: በማረጋገጥ ላይ
ar: قيد الموافقة
az: Təsdiq altında
bg: В процес на одобрение
bn: অনুমোদনের অধীনে
bs: Pod odobrenjem
ca: Sota aprovació
cs: Schválení
da: Afventer godkendelse
el: Υπό Έγκριση
et: Konto kinnitamisel
fa: در حال بررسی
fi: Hyväksyntää odottava
he: ממתין לאישור
hi: अनुमोदन के लिए लंबित
hu: Jóváhagyásra vár
id: Dalam proses persetujuan
ja: 承認待ち
ka: დამტკიცების ქვეშ
kk: Бекіту процесінде
km: ស្ថិតក្រោមការអនុម័ត
kn: ಅನುಮೋದನೆಯ ಅಡಿಯಲ್ಲಿ
ku: لە ژێر پەسەندکردن
lo: ລໍຖ້າການອະນຸມັດ
lt: Pagal patvirtinimą
mr: मंजुरीसाठी प्रतीक्षा
ms: Di bawah Kelulusan
my: ခွင့်ပြုချက်အောက်တွင်
no: Under godkjenning
pl: W trakcie zatwierdzania
ro: În curs de aprobare
si: අනුමත කිරීම යටතේ
sk: Schvaľovanie
sq: Në pritje të miratimit
sr: Под одобрењем
sv: Under granskning
sw: Inasubiri Idhini
ta: ஒப்புதலின் கீழ்
te: ఆమోద ప్రక్రియలో ఉంది
th: อยู่ระหว่างการอนุมัติ
tr: Onay bekliyor
uk: На затвердженні
ur: منظوری کے تحت
uz: Tasdiqlash jarayonida
vi: Chờ phê duyệt
