Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: ZIP code is required
am: የፖስታ ኮድ ያስፈልጋል
ar: حقل الرمز البريدي مطلوب
az: Poçt indeksi tələb olunur
bg: Пощенският код е задължителен
bn: জিপ কোড ক্ষেত্রটি আবশ্যক
bs: Poštanski broj je obavezan
ca: El codi postal és obligatori
cs: Pole PSČ je povinné
da: Postnummer er påkrævet
el: Το πεδίο ταχυδρομικού κώδικα είναι υποχρεωτικό
et: Postiindeks on kohustuslik
fa: کد پستی الزامی است
fi: Postinumero on pakollinen
he: שדה מיקוד נדרש
hi: ज़िप कोड फ़ील्ड आवश्यक है
hu: Az irányítószámot kötelező megadni
id: Kode pos wajib diisi
ja: 郵便番号を入力してください
ka: საფოსტო კოდის ველი სავალდებულოა
kk: Пошта индексі өрісі міндетті
km: ត្រូវបញ្ចូលលេខកូដតំបន់
kn: ಪಿನ್ ಕೋಡ್ ಅಗತ್ಯವಿದೆ
ku: کۆدی پۆستە داواکراوە
lo: ຕ້ອງປ້ອນລະຫັດໄປສະນີ
lt: Pašto kodo laukas yra privalomas
mr: पिन कोड आवश्यक आहे
ms: Medan poskod diperlukan
my: စာပို့သင်္ကေတဖြည့်ရန်လိုအပ်ပါသည်
no: Postnummer er påkrevd
pl: Pole kodu pocztowego jest wymagane
ro: Codul poștal este obligatoriu
si: තැපැල් කේතය අවශ්‍යයි
sk: Pole PSČ je povinné
sq: Kërkohet fusha e kodit postar
sr: Поштански број је обавезан
sv: Postnummer krävs
sw: Sehemu ya msimbo wa posta inahitajika
ta: அஞ்சல் குறியீடு தேவை
te: జిప్ కోడ్ అవసరం
th: ต้องป้อนฟิลด์รหัสไปรษณีย์
tr: Posta kodu alanı zorunludur
uk: Поле поштового індексу обов'язкове
ur: زپ کوڈ فیلڈ درکار ہے
uz: Pochta indeksi maydoni to'ldirilishi shart
vi: Vui lòng nhập mã bưu điện

source: No Orders
am: ትዕዛዝ የለም
ar: لا توجد طلبات
az: Sifariş yoxdur
bg: Нямате поръчки
bn: কোনো অর্ডার নেই
bs: Nema narudžbi
ca: Sense comandes
cs: Žádné objednávky
da: Ingen ordrer
el: Δεν υπάρχουν παραγγελίες
et: Tellimusi pole
fa: هیچ سفارشی ثبت نشده است
fi: Ei tilauksia
he: אין הזמנות
hi: कोई आदेश नहीं
hu: Nincs megrendelés
id: Tidak Ada Pesanan
ja: 注文履歴はありません
ka: შეკვეთები არ არის
kk: Тапсырыстар жоқ
km: គ្មានការបញ្ជាទិញ
kn: ಯಾವುದೇ ಆದೇಶಗಳಿಲ್ಲ
ku: داواکردنت نەناردووە
lo: ບໍ່ມີຄໍາສັ່ງຊື້
lt: Nėra užsakymų
mr: ऑर्डर्स नाहीत
ms: Tiada pesanan
my: အော်ဒါမရှိသေးပါ
no: Ingen bestillinger
pl: Brak zamówień
ro: Nu există comenzi
si: ඇණවුම් නොමැත
sk: Žiadne objednávky
sq: Nuk ka porosi
sr: Нема поруџбина
sv: Inga beställningar
sw: Hakuna maagizo
ta: ஆர்டர்கள் இல்லை
te: ఆర్డర్లు లేవు
th: ไม่มีคำสั่งซื้อ
tr: Sipariş Yok
uk: Немає замовлень
ur: کوئی احکامات نہیں۔
uz: Buyurtmalar yo'q
vi: Không có đơn hàng

source: Order Date
am: የትዕዛዝ ቀን
ar: تاريخ الطلب
az: Sifariş tarixi
bg: Дата на поръчката
bn: অর্ডারের তারিখ
bs: Datum narudžbe
ca: Data de la comanda
cs: Datum objednávky
da: Ordredato
el: Ημερομηνία παραγγελίας
et: Tellimuse kuupäev
fa: تاریخ ثبت سفارش
fi: Tilauspäivä
he: תאריך הזמנה
hi: आदेश की तारीख
hu: Rendelés dátuma
id: Tanggal Pesanan
ja: 注文日
ka: შეკვეთის თარიღი
kk: Тапсырыс күні
km: កាលបរិច្ឆេទបញ្ជាទិញ
kn: ಆದೇಶದ ದಿನಾಂಕ
ku: بەرواری داواکردن
lo: ວັນທີສັ່ງຊື້
lt: Užsakymo data
mr: ऑर्डरची तारीख
ms: Tarikh pesanan
my: အော်ဒါတင်သည့်ရက်စွဲ
no: Bestillingsdato
pl: Data zamówienia
ro: Data comenzii
si: ඇණවුම් දිනය
sk: Dátum objednávky
sq: Data e porosisë
sr: Датум поруџбине
sv: Beställningsdatum
sw: Tarehe ya Agizo
ta: ஆர்டர் தேதி
te: ఆర్డర్ తేదీ
th: วันที่สั่งซื้อ
tr: Sipariş Tarihi
uk: Дата замовлення
ur: آرڈر کی تاریخ
uz: Buyurtma sanasi
vi: Ngày đặt hàng

source: Status
am: ሁኔታ
ar: الحالة
bg: Статус
bn: অবস্থা
ca: Estat
cs: Stav
el: Κατάσταση
et: Olek
fa: وضعیت
fi: Tila
he: סטטוס
hi: स्थिति
hu: Státusz
ja: ステータス
ka: სტატუსი
kk: Күйі
km: ស្ថានភាព
kn: ಸ್ಥಿತಿ
ku: دۆخ
lo: ສະຖານະ
lt: Būsena
mr: स्थिती
my: အခြေအနေ
ro: Stare
si: තත්ත්වය
sk: Stav
sq: Statusi
sr: Статус
sw: Hali
ta: நிலை
te: స్థితి
th: สถานะ
tr: Durum
uk: Статус
ur: حیثیت
uz: Holat
vi: Trạng thái

source: Payment Method
am: የክፍያ ዘዴ
ar: طريقة الدفع
az: Ödəniş üsulu
bg: Начин на плащане
bn: পেমেন্ট পদ্ধতি
bs: Način plaćanja
ca: Mètode de pagament
cs: Způsob platby
da: Betalingsmetode
el: Μέθοδος πληρωμής
et: Makseviis
fa: روش پرداخت
fi: Maksutapa
he: אמצעי תשלום
hi: भुगतान का तरीका
hu: Fizetési mód
id: Metode Pembayaran
ja: 支払方法
ka: გადახდის მეთოდი
kk: Төлем әдісі
km: វិធីសាស្រ្តទូទាត់
kn: ಪಾವತಿ ವಿಧಾನ
ku: شێوازی پارەدان
lo: ວິທີການຊໍາລະ
lt: Mokėjimo būdas
mr: पेमेंट पद्धत
ms: Kaedah pembayaran
my: ငွေပေးချေမှုနည်းလမ်း
no: Betalingsmetode
pl: Metoda płatności
ro: Metoda de plată
si: ගෙවීම් ක්‍රමය
sk: Spôsob platby
sq: Metoda e pagesës
sr: Начин плаћања
sv: Betalningsmetod
sw: Njia ya malipo
ta: கட்டண முறை
te: చెల్లింపు పద్ధతి
th: วิธีการชำระเงิน
tr: Ödeme Yöntemi
uk: Спосіб оплати
ur: ادائیگی کا طریقہ
uz: To'lov usuli
vi: Phương thức thanh toán

source: Order History
am: የትዕዛዝ ታሪክ
ar: سجل الطلبات
az: Sifariş tarixçəsi
bg: История на поръчките
bn: অর্ডার ইতিহাস
bs: Historija narudžbi
ca: Historial de comandes
cs: Historie objednávek
da: Ordrehistorik
el: Ιστορικό παραγγελιών
et: Tellimuste ajalugu
fa: سفارشات ثبت شده
fi: Tilaushistoria
he: היסטוריית הזמנות
hi: आदेश इतिहास
hu: Rendelési előzmények
id: Riwayat Pesanan
ja: 注文履歴
ka: შეკვეთების ისტორია
kk: Тапсырыс тарихы
km: ប្រវត្តិការបញ្ជាទិញ
kn: ಆದೇಶದ ಇತಿಹಾಸ
ku: مێژووی داواکردن
lo: ປະຫວັດການສັ່ງຊື້
lt: Užsakymų istorija
mr: ऑर्डर इतिहास
ms: Sejarah pesanan
my: အော်ဒါမှတ်တမ်း
no: Ordrehistorikk
pl: Historia zamówień
ro: Istoric comenzi
si: ඇණවුම් ඉතිහාසය
sk: História objednávok
sq: Historia e porosive
sr: Историја поруџбина
sv: Orderhistorik
sw: Historia ya Agizo
ta: ஆர்டர் வரலாறு
te: ఆర్డర్ చరిత్ర
th: ประวัติการสั่งซื้อ
tr: Sipariş Geçmişi
uk: Історія замовлень
ur: آرڈر کی تاریخ
uz: Buyurtmalar tarixi
vi: Lịch sử đặt hàng

source: Refund Request
am: የተመላሽ ጥያቄ
ar: طلب استرداد
az: Geri qaytarma tələbi
bg: Заявка за възстановяване
bn: টাকা ফেরত অনুরোধ
bs: Zahtjev za povrat novca
ca: Sol·licitud de reemborsament
cs: Žádost o vrácení peněz
da: Anmodning om refundering
el: Αίτημα επιστροφής χρημάτων
et: Tagasimaksetaotlus
fa: درخواست بازگشت وجه
fi: Hyvityspyyntö
he: בקשת החזר
hi: धनवापसी का अनुरोध
hu: Visszatérítés kérése
id: Permintaan Pengembalian Dana
ja: 返金リクエスト
ka: თანხის დაბრუნების მოთხოვნა
kk: Қайтару сұрауы
km: សំណើរសុំប្រាក់សង
kn: ಮರುಪಾವತಿ ವಿನಂತಿ
ku: داواکاری گەڕاندنەوە
lo: ການຮ້ອງຂໍເງິນຄືນ
lt: Prašymas grąžinti pinigus
mr: परतावा विनंती
ms: Permintaan Bayaran Balik
my: ငွေပြန်အမ်းရန်တောင်းဆိုခြင်း
no: Refusjonsforespørsel
pl: Prośba o zwrot
ro: Cerere de rambursare
si: මුදල් ආපසු ඉල්ලීම
sk: Žiadosť o vrátenie peňazí
sq: Kërkesë për rimbursim
sr: Захтев за повраћај новца
sv: Begäran om återbetalning
sw: Ombi la Kurejeshewa Pesa
ta: பணத்தைத் திரும்பப் பெறுதல்
te: రీఫండ్ అభ్యర్థన
th: ขอคืนเงิน
tr: İade Talebi
uk: Запит на повернення коштів
ur: رقم کی واپسی کی درخواست
uz: Pulni qaytarish so'rovi
vi: Yêu cầu hoàn tiền

source: Recent Searches
am: የቅርብ ጊዜ ፍለጋዎች
ar: عمليات البحث الأخيرة
az: Son axtarışlar
bg: Последни търсения
bn: ইতিহাস
bs: Nedavne pretrage
ca: Cerques recents
cs: Nedávná hledání
da: Historik
el: Ιστορικό
et: Viimased otsingud
fa: جستجوهای اخیر
fi: Historia
he: חיפושים אחרונים
hi: इतिहास
hu: Előzmények
id: Pencarian Terakhir
ja: 検索履歴
ka: ბოლო ძიების ისტორია
kk: Соңғы іздеулер
km: ប្រវត្តិស្វែងរក
kn: ಇತ್ತೀಚಿನ ಹುಡುಕಾಟಗಳು
ku: مێژوو
lo: ປະຫວັດການຊອກຫາ
lt: Paieškos istorija
mr: अलीकडील शोध
ms: Sejarah
my: မကြာသေးမီကရှာဖွေမှုများ
no: Nylige søk
pl: Historia
ro: Căutări recente
si: මෑත සෙවුම්
sk: História vyhľadávania
sq: Historia
sr: Недавне претраге
sv: Historik
sw: Historia
ta: சமீபத்திய தேடல்கள்
te: ఇటీవల వెతికినవి
th: ประวัติการค้นหาล่าสุด
tr: Arama Geçmişi
uk: Історія
ur: حالیہ تلاش
uz: Oxirgi qidiruvlar
vi: Tìm kiếm gần đây

source: Recent
am: የቅርብ ጊዜ
ar: الأحدث
az: Son
bg: Скорошни
bn: সাম্প্রতিক
bs: Nedavno
cs: Nedávné
da: Seneste
el: Πρόσφατα
et: Hiljutised
fa: اخیر
fi: Viimeaikainen
he: לאחרונה
hi: हाल का
hu: Előző
id: Terbaru
ja: 最近
ka: ბოლო
kk: Соңғы
km: ថ្មីៗ
kn: ಇತ್ತೀಚಿನವು
ku: نوێترینیان
lo: ຫຼ້າສຸດ
lt: Naujausi
mr: अलीकडील
ms: Terkini
my: မကြာသေးမီက
no: Nylig
pl: Ostatnie
si: මෑත
sk: Nedávne
sq: Së fundmi
sr: Недавно
sv: Nyligen
sw: Hivi karibuni
ta: சமீபத்தியவை
te: ఇటీవల
th: ล่าสุด
tr: Son
uk: Нещодавні
ur: حالیہ
uz: Yaqinda
vi: Gần đây

source: By Price
am: በዋጋ
ar: حسب السعر
az: Qiymətə görə
bg: По цена
bn: মূল্য অনুযায়ী
bs: Po cijeni
ca: Per preu
cs: Podle ceny
da: Pris
el: Ανά τιμή
et: Hinna järgi
fa: بر اساس قیمت
fi: Hinnan mukaan
he: לפי מחיר
hi: मूल्य के अनुसार
hu: Ár szerint
id: Berdasarkan Harga
ja: 価格順
ka: ფასის მიხედვით
kk: Баға бойынша
km: តាមតម្លៃ
kn: ಬೆಲೆಯ ಪ್ರಕಾರ
ku: بەپێی نرخ
lo: ຕາມລາຄາ
lt: Pagal kainą
mr: किंमतीनुसार
ms: Mengikut Harga
my: စျေးနှုန်းအလိုက်
no: Etter pris
pl: Według ceny
ro: După preț
si: මිල අනුව
sk: Podľa ceny
sq: Sipas çmimit
sr: По цени
sv: Efter pris
sw: Kwa Bei
ta: விலை வாரியாக
te: ధరకనుసారంగా
th: ตามราคา
tr: Fiyata Göre
uk: За ціною
ur: قیمت کے لحاظ سے
uz: Narx bo'yicha
vi: Theo giá

source: By Category
am: በምድብ
ar: حسب الفئة
az: Kateqoriyaya görə
bg: По категория
bn: বিভাগ অনুযায়ী
bs: Po kategoriji
ca: Per categoria
cs: Podle kategorie
da: Efter kategori
el: Ανά κατηγορία
et: Kategooria järgi
fa: بر اساس دسته‌بندی
fi: Kategorian mukaan
he: לפי קטגוריה
hi: श्रेणी के अनुसार
hu: Kategória szerint
id: Berdasarkan Kategori
ja: カテゴリー別
ka: კატეგორიის მიხედვით
kk: Санат бойынша
km: តាមប្រភេទ
kn: ವರ್ಗದ ಪ್ರಕಾರ
ku: بەپێی بەش
lo: ຕາມປະເພດ
lt: Pagal kategoriją
mr: श्रेणीनुसार
ms: Mengikut Kategori
my: အမျိုးအစားအလိုက်
no: Etter kategori
pl: Według kategorii
ro: După categorie
si: ප්‍රවර්ගය අනුව
sk: Podľa kategórie
sq: Sipas kategorisë
sr: По категорији
sv: Efter kategori
sw: Kwa kundi
ta: வகை வாரியாக
te: వర్గం ప్రకారం
th: ตามหมวดหมู่
tr: Kategoriye Göre
uk: За категорією
ur: زمرہ کے لحاظ سے
uz: Kategoriya bo'yicha
vi: Theo danh mục

source: No Internet Connection
am: የበይነመረብ ግንኙነት የለም
ar: لا يوجد اتصال بالإنترنت
az: İnternet bağlantısı yoxdur
bg: Няма интернет връзка
bn: কোনো ইন্টারনেট সংযোগ নেই
bs: Nema internet konekcije
ca: Sense connexió a Internet
cs: Žádné internetové připojení
da: Ingen internetforbindelse
el: Δεν υπάρχει σύνδεση στο διαδίκτυο
et: Internetiühendus puudub
fa: اتصال به اینترنت برقرار نیست
fi: Ei Internet-yhteyttä
he: אין חיבור לאינטרנט
hi: कोई इंटरनेट कनेक्शन नहीं
hu: Nincs internetkapcsolat
id: Tidak Ada Koneksi Internet
ja: インターネットに接続されていません
ka: ინტერნეტთან კავშირი არ არის
kk: Интернет байланысы жоқ
km: គ្មានការតភ្ជាប់អ៊ីនធឺណិត
kn: ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವಿಲ್ಲ
ku: ئینتەرنێت نیە!
lo: ບໍ່ມີການເຊື່ອມຕໍ່ອິນເຕີເນັດ
lt: Nėra interneto ryšio
mr: इंटरनेट कनेक्शन नाही
ms: Tiada sambungan internet
my: အင်တာနက်ဆက်သွယ်မှုမရှိပါ
no: Ingen internettforbindelse
pl: Brak połączenia z internetem
ro: Nu există conexiune la internet
si: අන්තර්ජාල සම්බන්ධතාවයක් නොමැත
sk: Žiadne internetové pripojenie
sq: Nuk ka lidhje interneti
sr: Нема интернет конекције
sv: Ingen internetanslutning
sw: Hakuna muunganisho wa intaneti
ta: இணைய இணைப்பு இல்லை
te: ఇంటర్నెట్ కనెక్షన్ లేదు
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet Bağlantısı Yok
uk: Немає підключення до Інтернету
ur: انٹرنیٹ کنکشن نہیں ہے۔
uz: Internet aloqasi yo'q
vi: Không có kết nối internet

source: Settings
am: ቅንብሮች
ar: الإعدادات
az: Tənzimləmələr
bg: Настройки
bn: সেটিংস
bs: Postavke
ca: Configuració
cs: Nastavení
da: Indstillinger
el: Ρυθμίσεις
et: Seaded
fa: تنظیمات
fi: Asetukset
he: הגדרות
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
ja: 設定
ka: პარამეტრები
kk: Параметрлер
km: ការកំណត់
kn: ಸಂಯೋಜನೆಗಳು
ku: ڕێکخستنەکان
lo: ຕັ້ງຄ່າ
lt: Nustatymai
mr: सेटिंग्ज
ms: Tetapan
my: ဆက်တင်များ
no: Innstillinger
pl: Ustawienia
ro: Setări
si: සැකසුම්
sk: Nastavenia
sq: Cilësimet
sr: Подешавања
sv: Inställningar
sw: Mipangilio
ta: அமைப்புகள்
te: సెట్టింగ్స్
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
ur: ترتیبات
uz: Sozlamalar
vi: Cài đặt

# generalSetting
source: General Settings
am: አጠቃላይ ቅንብሮች
ar: الإعدادات العامة
az: Ümumi tənzimləmələr
bg: Общи настройки
bn: সাধারণ সেটিংস
bs: Opće postavke
ca: Configuració general
cs: Obecné nastavení
da: Generelle indstillinger
el: Γενικές ρυθμίσεις
et: Üldseaded
fa: تنظیمات عمومی
fi: Yleisasetukset
he: הגדרות כלליות
hi: सामान्य सेटिंग
hu: Általános beállítások
id: Pengaturan Umum
ja: 一般設定
ka: ზოგადი პარამეტრები
kk: Жалпы параметрлер
km: ការកំណត់ទូទៅ
kn: ಸಾಮಾನ್ಯ ಸಂಯೋಜನೆಗಳು
ku: ڕێکخستنە گشتییەکان
lo: ການຕັ້ງຄ່າທົ່ວໄປ
lt: Bendrieji nustatymai
mr: सामान्य सेटिंग
ms: Tetapan umum
my: အထွေထွေဆက်တင်များ
no: Generelle innstillinger
pl: Ustawienia ogólne
ro: Setări generale
si: පොදු සැකසුම්
sk: Všeobecné nastavenia
sq: Cilësimi i përgjithshëm
sr: Општа подешавања
sv: Allmänna inställningar
sw: Mpangilio wa Jumla
ta: பொது அமைப்புகள்
te: సాధారణ సెట్టింగులు
th: ตั้งค่าทั่วไป
tr: Genel Ayarlar
uk: Загальні налаштування
ur: عمومی ترتیب
uz: Umumiy sozlamalar
vi: Cài đặt chung

# getNotification
source: Get Notifications
am: ማሳወቂያዎችን ያግኙ
ar: تلقي الإشعارات
az: Bildirişlər al
bg: Получавай известия
bn: বিজ্ঞপ্তি পান
bs: Obavještenja
ca: Rebre notificacions
cs: Dostávat upozornění
da: Få besked
el: Λήψη ειδοποιήσεων
et: Saa teavitusi
fa: دریافت اعلان‌ها
fi: Vastaanota ilmoituksia
he: קבל התראות
hi: सूचनाएं प्राप्त करें
hu: Értesítések kérése
id: Terima Notifikasi
ja: 通知を受け取る
ka: შეტყობინებების მიღება
kk: Хабарландыру алу
km: ទទួលការជូនដំណឹង
kn: ಅಧಿಸೂಚನೆ ಪಡೆಯಿರಿ
ku: وەرگرتنی ئاگادارکردنەوەکان
lo: ໄດ້ຮັບການແຈ້ງເຕືອນ
lt: Gauti pranešimus
mr: सूचना मिळवा
ms: Dapatkan pemberitahuan
my: အကြောင်းကြားချက်ရယူရန်
no: Motta varsler
pl: Otrzymuj powiadomienia
ro: Primește notificări
si: දැනුම්දීම් ලබාගන්න
sk: Dostávať upozornenia
sq: Merr njoftimin
sr: Примај обавештења
sv: Få aviseringar
sw: Pata Arifa
ta: அறிவிப்புகளைப் பெறவும்
te: నోటిఫికేషన్లు పొందండి
th: รับการแจ้งเตือน
tr: Bildirimleri Al
uk: Отримувати сповіщення
ur: اطلاع حاصل کریں
uz: Bildirishnomalarni qabul qilish
vi: Nhận thông báo

# listMessages
source: Notification Messages
am: የማሳወቂያ መልዕክቶች
ar: قائمة الإشعارات
az: Mesajlar
bg: Известия
bn: বার্তা তালিকা
bs: Poruke
ca: Llista de missatges
cs: Upozornit na zprávy
da: Vis beskeder
el: Ειδοποιήσεις μηνυμάτων
et: Teavitused
fa: پیام‌های اخیر
fi: Ilmoitusviestit
he: הודעות
hi: संदेश सूची
hu: Értesítések
id: Pesan Notifikasi
ja: 通知メッセージ
ka: შეტყობინებების შეტყობინებები
kk: Хабарламалар тізімі
km: បញ្ជីសារ
kn: ಸಂದೇಶಗಳ ಪಟ್ಟಿ
ku: نامەکانی ئاگادارکردنەوە
lo: ລາຍການແຈ້ງເຕືອນ
lt: Pranešimai
mr: संदेश सूची
ms: Senarai Mesej
my: မက်ဆေ့ချ်များ
no: Varslingsmeldinger
pl: Powiadomienia
ro: Mesaje de notificare
si: පණිවිඩ ලැයිස්තුව
sk: Upozornenia na správy
sq: Njofto mesazhet
sr: Листа обавештења
sv: Meddelanden
sw: Arifa za Ujumbe
ta: செய்திகளின் பட்டியல்
te: నోటిఫికేషన్ సందేశాలు
th: ข้อความแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
ur: پیغامات کی فہرست
uz: Xabarlar ro'yxati
vi: Danh sách tin nhắn

# language
source: Languages
am: ቋንቋዎች
ar: اللغة
az: Dil
bg: Език
bn: ভাষা
bs: Jezik
ca: Idioma
cs: Jazyk
da: Sprog
el: Γλώσσες
et: Keel
fa: زبان
fi: Kielet
he: שפה
hi: भाषाएं
hu: Rendszer nyelve
id: Bahasa
ja: 言語
ka: ენები
kk: Тілдер
km: ភាសា
kn: ಭಾಷೆಗಳು
ku: زمان
lo: ພາສາຕ່າງໆ
lt: Kalbos
mr: भाषा
ms: Bahasa
my: ဘာသာစကား
no: Språk
pl: Języki
ro: Limbă
si: භාෂාව
sk: Jazyky
sq: Gjuha
sr: Језик
sv: Språk
sw: Lugha
ta: மொழி
te: భాషలు
th: ภาษา
tr: Dil
uk: Мови
ur: زبانیں
uz: Tillar
vi: Ngôn ngữ

source: Dark Theme
am: ጨለማ ገጽታ
ar: الوضع الداكن
az: Qaranlıq rejim
bg: Тъмна тема
bn: ডার্ক থিম
bs: Tamna tema
ca: Tema fosc
cs: Tmavý režim
da: Mørkt tema
el: Σκούρο θέμα
et: Tume teema
fa: حالت تاریک
fi: Tumma teema
he: מצב כהה
hi: डार्क थीम
hu: Sötét mód
id: Tema Gelap
ja: ダークテーマ
ka: მუქი თემა
kk: Қараңғы тақырып
km: ស្បែកងងឹត
kn: ಡಾರ್ಕ್ ಥೀಮ್
ku: دۆخی تاریك
lo: ຮູບແບບສີດຳ
lt: Tamsi tema
mr: गडद थीम
ms: Tema gelap
my: အနက်ရောင်သို့ပြောင်းရန်
no: Mørkt tema
pl: Ciemny motyw
ro: Temă întunecată
si: අඳුරු තේමාව
sk: Tmavý režim
sq: Tema e errët
sr: Тамна тема
sv: Mörkt tema
sw: Mandhari ya Giza
ta: இருண்ட தீம்
te: డార్క్ థీమ్
th: ธีมสีเข้ม
tr: Koyu Tema
uk: Темна тема
ur: ڈارک تھیم
uz: Tungi rejim
vi: Giao diện tối

source: Rate the App
am: ይህን መተግበሪያ ደረጃ ይስጡ
ar: تقييم التطبيق
az: Tətbiqi qiymətləndir
bg: Оцени приложението
bn: অ্যাপ্লিকেশন রেট করুন
bs: Ocijeni aplikaciju
ca: Valora l'aplicació
cs: Ohodnoťte aplikaci
da: Bedøm appen
el: Βαθμολογήστε την εφαρμογή
et: Hinda rakendust
fa: امتیاز به برنامه
fi: Arvostele sovellus
he: דרג את האפליקציה
hi: ऐप को रेट करें
hu: Értékelje az alkalmazást
id: Beri Rating Aplikasi
ja: アプリを評価する
ka: შეაფასეთ აპლიკაცია
kk: Қолданбаны бағалаңыз
km: វាយតម្លៃកម្មវិធី
kn: ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ರೇಟ್ ಮಾಡಿ
ku: هەڵسەنگاندنى ئەپڵیکەشن
lo: ໃຫ້ຄະແນນແອັບ
lt: Įvertinkite programėlę
mr: अॅपला रेटिंग द्या
ms: Nilaikan aplikasi
my: အက်ပ်ကိုအဆင့်သတ်မှတ်ပါ
no: Vurder appen
pl: Oceń aplikację
ro: Evaluează aplicația
si: යෙදුම ඇගයීම
sk: Ohodnoťte aplikáciu
sq: Vlerësoni aplikacionin
sr: Оцени апликацију
sv: Betygsätt appen
sw: Kadiria programu
ta: பயன்பாட்டை மதிப்பிடவும்
te: యాప్‌ను రేట్ చేయండి
th: ให้คะแนนแอป
tr: Uygulamayı Değerlendir
uk: Оцініть додаток
ur: ایپ کی درجہ بندی کریں
uz: Ilovani baholang
vi: Đánh giá ứng dụng

source: Logout
am: ውጣ
ar: تسجيل الخروج
az: Çıxış
bg: Изход
bn: লগআউট
bs: Odjavi se
ca: Tancar sessió
cs: Odhlásit se
da: Log ud
el: Αποσύνδεση
et: Logi välja
fa: خروج از حساب کاربری
fi: Kirjaudu ulos
he: התנתק
hi: लॉग आउट
hu: Kijelentkezés
id: Keluar
ja: ログアウト
ka: გამოსვლა
kk: Шығу
km: ចាកចេញ
kn: ನಿರ್ಗಮಿಸಿ
ku: چوونەدەرەوە
lo: ອອກ​ຈາກ​ລະ​ບົບ
lt: Atsijungti
mr: लॉगआउट
ms: Log keluar
my: အကောင့်ထွက်ရန်
no: Logg ut
pl: Wyloguj
ro: Deconectare
si: ඉවත් වන්න
sk: Odhlásiť sa
sq: Dil
sr: Одјави се
sv: Logga ut
sw: Toka
ta: வெளியேறு
te: లాగౌట్
th: ออกจากระบบ
tr: Çıkış Yap
uk: Вийти
ur: لاگ آوٹ
uz: Chiqish
vi: Đăng xuất

source: Login
am: ግባ
ar: تسجيل الدخول
az: Giriş
bg: Вход
bn: লগইন
bs: Prijavi se
ca: Iniciar sessió
cs: Přihlásit se
da: Log ind
el: Σύνδεση
et: Logi sisse
fa: ورود به حساب کاربری
fi: Kirjaudu sisään
he: התחבר
hi: लॉग इन
hu: Bejelentkezés
id: Masuk
ja: ログイン
ka: Შესვლა
kk: Кіру
km: ចូល
kn: ಪ್ರವೇಶಿಸಿ
ku: چوونەدەرەوە
lo: ເຂົ້າ​ສູ່​ລະ​ບົບ
lt: Prisijungti
mr: लॉगिन
ms: Log masuk
my: အကောင့်ဝင်ရန်
no: Logg inn
pl: Zaloguj się
ro: Conectare
si: පිවිසෙන්න
sk: Prihlásiť sa
sq: Hyr
sr: Пријави се
sv: Logga in
sw: Ingia
ta: உள்நுழைக
te: లాగిన్
th: เข้าสู่ระบบ
tr: Giriş Yap
uk: Увійти
ur: میں لاگ ان کریں
uz: Kirish
vi: Đăng nhập

source: items
am: እቃዎች
ar: العناصر
az: Məhsullar
bg: продукта
bn: আইটেম
bs: artikli
ca: articles
cs: Položky
da: Elementer
el: Αντικείμενα
et: toodet
fa: محصولات
fi: Tuotteet
he: פריטים
hi: आइटम
hu: Termékek
id: Item
ja: 商品
kk: Элементтер
km: ទំនិញ
kn: ವಸ್ತುಗಳು
ku: ئایتم
lo: ລາຍການ
lt: Prekės
mr: वस्तू
ms: Item
my: ပစ္စည်းများ
no: varer
pl: Przedmioty
ro: Produse
si: අයිතම
sk: Položky
sq: Artikuj
sr: Ставке
sv: Artiklar
sw: Vitu
ta: பொருட்கள்
te: అంశాలు
th: รายการ
tr: Ürünler
uk: Товари
ur: اشیاء
uz: elementlar
vi: sản phẩm

source: Cart
am: ጋሪ
ar: السلة
az: Səbət
bg: Количка
bn: কার্ট
bs: Korpa
ca: Carret
cs: Košík
da: Kurv
el: Καλάθι
et: Ostukorv
fa: سبد خرید
fi: Ostoskori
he: עגלה
hi: कार्ट
hu: Kosár
id: Keranjang
ja: カート
ka: კალათა
kk: Себет
km: កន្រ្តក
kn: ಕಾರ್ಟ್
ku: سەبەتەى کڕین
lo: ກະຕ່າ
lt: Krepšelis
mr: कार्ट
ms: Troli
my: စျေးခြင်း
no: Handlekurv
pl: Koszyk
ro: Coș
si: කරත්තය
sk: Košík
sq: Shporta
sr: Корпа
sv: Kundvagn
sw: Rukwama
ta: கூடை
te: కార్ట్
th: ตะกร้า
tr: Sepet
uk: Кошик
ur: کارٹ
uz: Savat
vi: Giỏ hàng

source: Shop
am: ሱቅ
ar: المتجر
az: Mağaza
bg: Магазин
bn: দোকান
bs: Prodavnica
ca: Botiga
cs: Obchod
da: Butik
el: Κατάστημα
et: Pood
fa: فروشگاه
fi: Kauppa
he: חנות
hi: दुकान
hu: Bolt
id: Toko
ja: ショップ
ka: მაღაზია
kk: Дүкен
km: ហាង
kn: ಅಂಗಡಿ
ku: فرۆشگا
lo: ຮ້ານຄ້າ
lt: Parduotuvė
mr: दुकान
ms: Kedai
my: ဆိုင်
no: Butikk
pl: Sklep
ro: Magazin
si: සාප්පුව
sk: Obchod
sq: Dyqan
sr: Продавница
sv: Butik
sw: Duka
ta: கடை
te: షాప్
th: ร้านค้า
tr: Mağaza
uk: Магазин
ur: دکان
uz: Do'kon
vi: Cửa hàng

source: Search
am: ፍለጋ
ar: بحث
az: Axtar
bg: Търсене
bn: অনুসন্ধান
bs: Pretraga
ca: Cerca
cs: Hledat
da: Søg
el: Αναζήτηση
et: Otsi
fa: جستجوی محصول
fi: Hae
he: חיפוש
hi: खोज
hu: Keresés
id: Cari
ja: 検索
ka: ძიება
kk: Іздеу
km: ស្វែងរក
kn: ಹುಡುಕಿ
ku: گەڕان
lo: ຊອກຫາ
lt: Paieška
mr: शोधा
ms: Carian
my: ရှာဖွေရန်
no: Søk
pl: Szukaj
ro: Căutare
si: සොයන්න
sk: Vyhľadávanie
sq: Kërko
sr: Претрага
sv: Sök
sw: Tafuta
ta: தேடல்
te: శోధించండి
th: ค้นหา
tr: Ara
uk: Пошук
ur: تلاش کریں
uz: Qidirish
vi: Tìm kiếm

source: Blog
am: ብሎግ
ar: المدونة
az: Bloq
bg: Блог
bn: ব্লগ
el: Ιστολόγιο
et: Blogi
fa: وبلاگ
fi: Blogi
he: בלוג
hi: ब्लॉग
ja: ブログ
ka: ბლოგი
kk: Блог
km: ប្លុក
kn: ಬ್ಲಾಗ್
ku: بڵاوکراوەکان
lo: ບລັອກ
lt: Tinklaraštis
mr: ब्लॉग
my: ဘလော့ဂ်
no: Blogg
si: බ්ලොග්
sr: Блог
sv: Blogg
sw: Blogu
ta: வலைப்பதிவு
te: బ్లాగ్
th: บล็อก
uk: Блог
ur: بلاگ

source: Apply
am: ተግብር
ar: تطبيق
az: Tətbiq et
bg: Приложи
bn: প্রয়োগ করুন
bs: Primijeni
ca: Aplicar
cs: Použít
da: Anvend
el: Εφαρμογή
et: Rakenda
fa: تایید
fi: Käytä
he: החל
hi: लागू करें
hu: Alkalmaz
id: Terapkan
ja: 適用
ka: გამოყენება
kk: Қолдану
km: អនុវត្ត
kn: ಅನ್ವಯಿಸು
ku: پەسەندکردن
lo: ນຳໃຊ້
lt: Taikyti
mr: लागू करा
ms: Terapkan
my: အသုံးပြုရန်
no: Bruk
pl: Zastosuj
ro: Aplică
si: යොදන්න
sk: Potvrdiť
sq: Apliko
sr: Примени
sv: Tillämpa
sw: Omba
ta: பயன்படுத்து
te: అమలు చేయండి
th: ยืนยัน
tr: Uygula
uk: Застосувати
ur: درخواست دیں
uz: Qo'llash
vi: Áp dụng

source: Reset
am: ዳግም አስጀምር
ar: إعادة تعيين
az: Sıfırla
bg: Нулиране
bn: রিসেট
bs: Resetuj
ca: Restablir
cs: Resetovat
da: Nulstil
el: Επαναφορά
et: Lähtesta
fa: تنظیم مجدد
fi: Nollaa
he: אפס
hi: रीसेट
hu: Visszaállítás
ja: リセット
ka: გადატვირთვა
kk: Қалпына келтіру
km: កំណត់ឡើងវិញ
kn: ಮರುಹೊಂದಿಸಿ
ku: ڕیسێت کردن
lo: ຕັ້ງຄ່າໃໝ່
lt: Atstatyti
mr: रीसेट करा
ms: Tetapkan semula
my: ပြန်လည်သတ်မှတ်ရန်
no: Tilbakestill
ro: Resetează
si: යළි පිහිටුවන්න
sk: Resetovať
sq: Rivendos
sr: Ресетуј
sv: Återställ
sw: Weka upya
ta: மீட்டமை
te: రీసెట్
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
ur: دوبارہ ترتیب دیں
uz: Qayta o'rnatish
vi: Đặt lại

source: Sign in with email
am: በኢሜይል ይግቡ
ar: تسجيل الدخول باستخدام البريد الإلكتروني
az: E-poçt ilə daxil ol
bg: Вход с имейл
bn: ইমেল দিয়ে সাইন ইন করুন
bs: Prijavi se sa emailom
ca: Iniciar sessió amb correu electrònic
cs: Přihlásit se e-mailem
da: Log ind med e-mail
el: Σύνδεση με email
et: Logi sisse e-postiga
fa: ورود با ایمیل
fi: Kirjaudu sisään sähköpostilla
he: התחבר באמצעות דוא"ל
hi: ईमेल से साइन इन करें
hu: Bejelentkezés e-mail címmel
id: Masuk dengan Email
ja: メールアドレスでログイン
ka: შესვლა ელ.ფოსტით
kk: Электрондық пошта арқылы кіру
km: ចូលដោយអ៊ីមែល
kn: ಇಮೇಲ್ ಮೂಲಕ ಪ್ರವೇಶಿಸಿ
ku: چوونەژوورەوە بە ئیمەیل
lo: ເຂົ້າສູ່ລະບົບດ້ວຍອີເມວ
lt: Prisijungti su el. paštu
mr: ईमेलद्वारे साइन इन करा
ms: Log masuk dengan E-mel
my: အီးမေးလ်ဖြင့်အကောင့်ဝင်ရန်
no: Logg inn med e-post
pl: Zaloguj się przez e-mail
ro: Conectare cu email
si: විද්‍යුත් තැපෑලෙන් පිවිසෙන්න
sk: Prihlásiť sa e-mailom
sq: Hyr me email
sr: Пријави се имејлом
sv: Logga in med e-post
sw: Ingia kwa kutumia barua pepe
ta: மின்னஞ்சல் மூலம் உள்நுழைக
te: ఈమెయిల్‌తో సైన్ ఇన్ చేయండి
th: เข้าสู่ระบบด้วยอีเมล
tr: E-posta ile Giriş Yap
uk: Увійти через електронну пошту
ur: ای میل کے ساتھ سائن ان کریں
uz: Elektron pochta orqali kirish
vi: Đăng nhập bằng email

# dontHaveAccount
source: Don't have an account?
am: መለያ የለዎትም?
ar: ليس لديك حساب؟
az: Hesabınız yoxdur?
bg: Нямате профил?
bn: অ্যাকাউন্ট নেই?
bs: Nemate račun?
ca: No tens un compte?
cs: Nemáte účet?
da: Har du ikke en konto?
el: Δεν έχετε λογαριασμό;
et: Kas sul pole kontot?
fa: حساب کاربری ندارید؟
fi: Eikö sinulla ole tiliä?
he: אין לך חשבון?
hi: खाता नहीं है?
hu: Nincs még fiókja? Regisztráljon most!
id: Belum punya akun?
ja: アカウントをお持ちでない方
ka: არ გაქვთ ანგარიში?
kk: Есептік жазбаңыз жоқ па?
km: មិនទាន់មានគណនី?
kn: ಖಾತೆ ಇಲ್ಲವೇ?
ku: هەژمارت نیە؟
lo: ບໍ່ມີບັນຊີບໍ?
lt: Neturite paskyros?
mr: खाते नाही?
ms: Tidak mempunyai akaun?
my: အကောင့်မရှိဘူးလား?
no: Har du ikke konto?
pl: Nie masz konta?
ro: Nu ai cont?
si: ගිණුමක් නොමැතිද?
sk: Nemáte účet?
sq: Nuk keni llogari?
sr: Немате налог?
sv: Har du inget konto?
sw: Huna akaunti?
ta: கணக்கு இல்லையா?
te: ఖాతా లేదా?
th: ยังไม่มีบัญชี?
tr: Hesabınız yok mu?
uk: Немає облікового запису?
ur: اکاؤنٹ نہیں ہے؟
uz: Hisobingiz yo'qmi?
vi: Chưa có tài khoản?
