Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# firstComment
source: Be the first one to comment on this post!
am: በዚህ ልጥፍ የመጀመሪያው ማስተያየት ይሁኑ!
ar: كن أول من يعلق على هذا المنشور!
az: Bu yazıya ilk şərh yazan siz olun!
bg: Бъдете първият, който коментира тази публикация!
bn: এই পোস্টে প্রথম মন্তব্যকারী হোন!
bs: Budite prvi koji će komentarisati ovu objavu!
ca: Sigues el primer a comentar aquesta publicació!
cs: Buďte první, kdo okomentuje tento příspěvek!
da: Vær den første til at kommentere dette opslag!
el: Γίνετε ο πρώτος που θα σχολιάσει αυτήν την ανάρτηση!
et: Ole esimene, kes kommenteerib seda postitust!
fa: اولین نفری باشید که درباره این پست نظر می‌دهد!
fi: Ole ensimmäinen, joka kommentoi tätä julkaisua!
he: היה הראשון להגיב על פוסט זה!
hi: इस पोस्ट पर टिप्पणी करने वाले पहले व्यक्ति बनें!
hu: Legyen Ön az első, aki hozzászól!
id: Jadilah yang pertama mengomentari postingan ini!
ja: 最初のコメントを投稿しましょう！
ka: იყავით პირველი, ვინც დატოვებს კომენტარს ამ პოსტზე!
kk: Осы жазбаға бірінші болып пікір қалдырыңыз!
km: ក្លាយជាអ្នកបញ្ចេញមតិដំបូងលើប្រកាសនេះ!
kn: ಈ ಪೋಸ್ಟ್‌ಗೆ ಪ್ರತಿಕ್ರಿಯಿಸುವ ಮೊದಲ ವ್ಯಕ್ತಿಯಾಗಿರಿ!
ku: یەکەم کەس بە باشە کۆمێنت بدەیت لەم بڵاوکراوە!
lo: ເປັນຄົນທຳອິດທີ່ສະແດງຄວາມຄິດເຫັນໃນໂພສນີ້!
lt: Būkite pirmas, pakomentavęs šį įrašą!
mr: या पोस्टवर पहिली टिप्पणी करणारे व्हा!
ms: Jadilah yang pertama mengulas pada siaran ini!
my: ဒီပို့စ်မှာပထမဦးဆုံးမှတ်ချက်ပေးသူနေရာကိုရယူလိုက်ပါ!
no: Vær den første som kommenterer dette innlegget!
pl: Bądź pierwszym komentującym ten post!
ro: Fii primul care comentează la această postare!
si: මෙම පළ කිරීමට පළමු අදහස දක්වන්නා වන්න!
sk: Buďte prvý, kto komentuje tento príspevok!
sq: Bëhu i pari që komenton në këtë postim!
sr: Будите први који ће оставити коментар на ову објаву!
sv: Var först med att kommentera detta inlägg!
sw: Kuwa wa kwanza kutoa maoni kwenye chapisho hili!
ta: இந்த இடுகையில் முதல் கருத்தை பதிவிடுபவராக இருங்கள்!
te: ఈ పోస్ట్‌పై వ్యాఖ్యానించే మొదటి వ్యక్తి అవ్వండి!
th: เป็นคนแรกที่แสดงความคิดเห็นในโพสต์นี้!
tr: Bu gönderiye ilk yorum yapan siz olun!
uk: Будьте першим, хто прокоментує цей допис!
ur: اس پوسٹ پر تبصرہ کرنے والے پہلے فرد بنیں!
uz: Bu xabarga birinchi bo'lib izoh qoldiring!
vi: Hãy là người đầu tiên bình luận cho bài viết này!

# greaterDistance
source: >{total} km
am: >{total} ኪ.ሜ
ar: أكثر من {total} كم
az: {total} km-dən çox
bg: >{total} км
bn: >{total} কিমি
ca: Més de {total} km
el: >{total} χλμ
fa: بیش از {total} کیلومتر
he: יותר מ-{total} ק"מ
hi: >{total} किमी
ja: {total}km以上
ka: >{total} კმ
kk: >{total} км
km: >{total} គីឡូម៉ែត្រ
kn: >{total} ಕಿ.ಮೀ
ku: >{total} کێلۆمەتر
lo: >{total} ກິໂລແມັດ
mr: >{total} किमी
si: >{total} කි.මී.
sr: >{total} км
sw: > kilomita{total}
ta: >{total} கி.மீ
te: >{total} కి.మీ
th: >{total} กม.
uk: >{total} км
ur: >{total} کلومیٹر
uz: {total} km dan uzoq

# addToCartMaximum
source: The maximum quantity has been exceeded
am: ከፍተኛው ብዛት ተበላሽቷል
ar: تم تجاوز الكمية القصوى
az: Maksimum miqdar keçildi
bg: Максималното количество е надвишено
bn: সর্বোচ্চ পরিমাণ অতিক্রম করা হয়েছে
bs: Maksimalna količina je prekoračena
ca: S'ha superat la quantitat màxima
cs: Bylo překročeno maximální množství
da: Den maksimale mængde er overskredet
el: Έχετε υπερβεί τη μέγιστη ποσότητα
et: Maksimaalne kogus on ületatud
fa: از حداکثر مقدار مجاز فراتر رفته‌اید
fi: Enimmäismäärä ylitetty
he: חרגת מהכמות המרבית
hi: अधिकतम मात्रा पार हो गई है
hu: A maximális mennyiséget túllépte
id: Jumlah maksimum telah tercapai
ja: 最大数量を超えています
ka: მაქსიმალური რაოდენობა გადაჭარბებულია
kk: Максималды саннан асып кетті
km: លើសបរិមាណអតិបរមា
kn: ಗರಿಷ್ಠ ಪ್ರಮಾಣವನ್ನು ಮೀರಿದೆ
ku: بەرزترین ژمارە تێپەڕدرا
lo: ເພີ່ມໃສ່ກະຕ່າໄດ້ສູງສຸດ
lt: Viršytas maksimalus kiekis
mr: कमाल मर्यादा ओलांडली गेली आहे
ms: Kuantiti maksimum telah melebihi had
my: အများဆုံးလက်ခံနိုင်သည့်ပမာဏကျော်လွန်သွားပါပြီ
no: Maksimalt antall er overskredet
pl: Przekroczono maksymalną ilość
ro: Cantitatea maximă a fost depășită
si: උපරිම ප්‍රමාණය ඉක්මවා ඇත
sk: Prekročili ste maximálne množstvo
sq: Është tejkaluar sasia maksimale
sr: Максимална количина је прекорачена
sv: Maximal mängd har överskridits
sw: Umezidi kiwango cha juu
ta: அதிகபட்ச அளவை தாண்டிவிட்டது
te: గరిష్ట పరిమితి మించి ఉంది
th: เกินปริมาณสูงสุด
tr: Maksimum miktar aşıldı
uk: Перевищено максимальну кількість
ur: زیادہ سے زیادہ حد سے تجاوز کر گیا
uz: Maksimal miqdordan oshib ketdi
vi: Đã vượt quá số lượng tối đa

source: Play All
am: ሁሉንም ያጫውቱ
ar: تشغيل الكل
az: Hamısını Oyna
bg: Пускане на всички
bn: সব চালান
bs: Pusti sve
ca: Reprodueix-ho tot
cs: Přehrát vše
da: Afspil alle
el: Αναπαραγωγή όλων
et: Mängi kõiki
fa: پخش همه
fi: Toista kaikki
he: נגן הכל
hi: सभी चलाएं
hu: Összes lejátszása
id: Putar Semua
ja: すべて再生
ka: ყველას დაკვრა
kk: Барлығын ойнату
km: ចាក់ទាំងអស់
kn: ಎಲ್ಲವನ್ನೂ ಪ್ಲೇ ಮಾಡಿ
ku: هەمووی پێبکە
lo: ຫຼິ້ນທັງໝົດ
lt: Leisti viską
mr: सर्व प्ले करा
ms: Main Semua
no: Spill alle
pl: Odtwórz wszystko
ro: Redă toate
si: සියල්ල වාදනය කරන්න
sk: Prehrať všetko
sq: Luaji të gjitha
sr: Пусти све
sv: Spela alla
sw: Cheza Zote
ta: அனைத்தையும் இயக்கு
te: అన్ని ప్లే చేయండి
th: เล่นทั้งหมด
tr: Tümünü Oynat
uk: Відтворити все
ur: سب کھیلیں
uz: Hammasini o'ynatish
vi: Phát tất cả

source: Tamil
am: ታሚልኛ
ar: التاميلية
bg: Тамилски
bn: তামিল
bs: Tamilski
ca: Tàmil
cs: tamilština
el: Ταμίλ
fa: تامیل
he: טמילית
hi: तमिल
ja: タミル語
ka: ტამილური
kk: Тамил
km: តាមិល
kn: ತಮಿಳು
ku: تامیلی
lo: ພາສາທະມິນ
lt: Tamilų
mr: तमिळ
ms: Bahasa Tamil
pl: Tamilski
si: දෙමළ
sk: tamilský
sr: тамилски
sw: Kitamil
ta: தமிழ்
te: తమిళం
th: ทมิฬ
tr: Tamilce
uk: Тамільська
ur: تمل
uz: Tamil tili
vi: Tiếng Tamil

source: Customer note
am: የደንበኛ ማስታወቂያ
ar: ملاحظة العميل
az: Müştəri qeydi
bg: Бележка от клиента
bn: গ্রাহকের নোট
bs: Napomena kupca
ca: Nota del client
cs: Poznámka zákazníka
da: Kundenote
el: Σημείωση πελάτη
et: Kliendi märkus
fa: یادداشت مشتری
fi: Asiakkaan huomautus
he: הערת לקוח
hi: ग्राहक नोट
hu: Ügyfél megjegyzése
id: Catatan Pelanggan
ja: お客様メモ
ka: მომხმარებლის შენიშვნა
kk: Тұтынушы ескертпесі
km: កំណត់ចំណាំអតិថិជន
kn: ಗ್ರಾಹಕರ ಟಿಪ್ಪಣಿ
ku: تێبینی کڕیار
lo: ບັນທຶກລູກຄ້າ
lt: Kliento pastaba
mr: ग्राहक टीप
ms: Nota pelanggan
my: ဝယ်ယူသူမှတ်စု
no: Kundenotat
pl: Uwagi klienta
ro: Notă client
si: පාරිභෝගික සටහන
sk: Poznámka zákazníka
sq: Shënim i klientit
sr: Напомена купца
sv: Kundnotering
sw: Ujumbe wa mteja
ta: வாடிக்கையாளர் குறிப்பு
te: కస్టమర్ గమనిక
th: หมายเหตุลูกค้า
tr: Müşteri Notu
uk: Примітка клієнта
ur: گاہک کا نوٹ
uz: Mijoz izohi
vi: Ghi chú của khách hàng

source: Stop
am: አቁም
ar: إيقاف
az: Dayan
bg: Спиране
bn: থামুন
bs: Zaustavi
ca: Atura
cs: Zastavit
el: Διακοπή
et: Peata
fa: توقف
fi: Lopeta
he: עצור
hi: रुकें
hu: Leállítás
id: Berhenti
ja: 停止
ka: გაჩერება
kk: Тоқтату
km: ឈប់
kn: ನಿಲ್ಲಿಸಿ
ku: وەستان
lo: ຢຸດ
lt: Sustabdyti
mr: थांबा
ms: Berhenti
no: Stopp
si: නවත්වන්න
sk: Zastaviť
sq: Ndalo
sr: Зауставити
sv: Stoppa
sw: Simama
ta: நிறுத்து
te: ఆపండి
th: หยุด
tr: Durdur
uk: Стоп
ur: رکیں
uz: To'xtatish
vi: Dừng

source: Account
am: መለያ
ar: الحساب
az: Hesab
bg: Профил
bn: হিসাব
bs: Račun
ca: Compte
cs: Účet
da: Konto
el: Λογαριασμός
et: Konto
fa: حساب کاربری
fi: Tili
he: חשבון
hi: खाता
hu: Fiók
id: Akun
ja: アカウント
ka: ანგარიში
kk: Тіркелгі
km: គណនី
kn: ಖಾತೆ
ku: هەژمار
lo: ບັນຊີ
lt: Paskyra
mr: खाते
ms: Akaun
my: အကောင့်
no: Konto
pl: Konto
ro: Cont
si: ගිණුම
sk: Účet
sq: Llogaria
sr: Рачун
sv: Konto
sw: Akaunti
ta: கணக்கு
te: ఖాతా
th: บัญชี
tr: Hesap
uk: Обліковий запис
ur: اکاؤنٹ
uz: Hisob
vi: Tài khoản

# accountDeleteDescription
source: Deleting your account removes personal information from our database.
am: መለያዎን መሰረዝ የግል መረጃዎን ከመረጃቤቱ ያጥፋል።
ar: حذف حسابك يزيل المعلومات الشخصية من قاعدة بياناتنا. يصبح بريدك الإلكتروني محجوزاً بشكل دائم ولا يمكن إعادة استخدام نفس البريد الإلكتروني لتسجيل حساب جديد.
az: Hesabınızın silinməsi şəxsi məlumatları bazamızdan silir.
bg: Изтриването на вашия профил премахва личната информация от нашата база данни.
bn: আপনার অ্যাকাউন্ট মুছে ফেলা আমাদের ডাটাবেস থেকে ব্যক্তিগত তথ্য মুছে ফেলা হয়. আপনার ইমেল স্থায়ীভাবে সংরক্ষিত হয়ে যায় এবং একই ইমেল একটি নতুন অ্যাকাউন্ট নিবন্ধন করার জন্য পুনরায় ব্যবহার করা যাবে না।
bs: Brisanjem vašeg računa uklanjate lične podatke iz naše baze podataka.
ca: Suprimir el teu compte elimina la informació personal de la nostra base de dades.
cs: Smazáním vašeho účtu odstraníte osobní údaje z naší databáze. Váš e-mail bude trvale rezervován a stejný e-mail nelze znovu použít k registraci nového účtu.
da: Sletning af din konto fjerner personlige oplysninger fra vores database.
el: Η διαγραφή του λογαριασμού σας αφαιρεί τα προσωπικά σας δεδομένα από τη βάση δεδομένων μας. Το email σας δεσμεύεται μόνιμα και δεν μπορεί να χρησιμοποιηθεί ξανά για εγγραφή νέου λογαριασμού.
et: Konto kustutamine eemaldab isiklikud andmed meie andmebaasist.
fa: حذف حساب کاربری شما اطلاعات شخصی را از پایگاه داده ما حذف می‌کند. ایمیل شما برای همیشه رزرو می‌شود و نمی‌توان از همان ایمیل برای ثبت حساب جدید استفاده کرد
fi: Tilin poistaminen poistaa henkilötiedot tietokannastamme. Sähköpostiosoitteesi varataan pysyvästi, eikä samaa sähköpostiosoitetta voi käyttää uudelleen uuden tilin rekisteröintiin.
he: מחיקת חשבונך מסירה מידע אישי ממסד הנתונים שלנו. האימייל שלך נשמר לצמיתות ולא ניתן לעשות שימוש חוזר באותו אימייל לרישום חשבון חדש.
hi: आपका खाता हटाने से हमारे डेटाबेस से आपकी व्यक्तिगत जानकारी हट जाएगी। आपका ईमेल स्थायी रूप से आरक्षित हो जाएगा और नया खाता पंजीकृत करने के लिए उसी ईमेल का पुन: उपयोग नहीं किया जा सकेगा।
hu: Fiókjának törlésével személyes adatai törlődnek adatbázisunkból. E-mail címe véglegesen foglalttá válik, és ugyanazt az e-mail címet nem lehet újra felhasználni új fiók regisztrálására.
id: Menghapus akun Anda akan menghapus informasi pribadi dari database kami. Email Anda akan dicadangkan secara permanen dan email yang sama tidak dapat digunakan kembali untuk mendaftarkan akun baru.
ja: アカウントを削除すると、データベースから個人情報が削除されます。メールアドレスは永久に予約され、同じメールアドレスで新しいアカウントを登録することはできません。
ka: თქვენი ანგარიშის წაშლა წაშლის პერსონალურ ინფორმაციას ჩვენი მონაცემთა ბაზიდან.
kk: Тіркелгіні жою деректер базасынан жеке ақпаратты өшіреді.
km: ការលុបគណនីរបស់អ្នកនឹងលុបព័ត៌មានផ្ទាល់ខ្លួនចេញពីមូលដ្ឋានទិន្នន័យរបស់យើង។ អ៊ីមែលរបស់អ្នកនឹងត្រូវបានរក្សាទុកជាអចិន្ត្រៃយ៍ ហើយមិនអាចប្រើឡើងវិញសម្រាប់ចុះឈ្មោះគណនីថ្មីបានទេ។
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸುವುದರಿಂದ ನಮ್ಮ ಡೇಟಾಬೇಸ್‌ನಿಂದ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ.
ku: سڕینەوەی هەژمارت زانیاری تایبەتی لە بنکەدراوەکەمان دەسڕێتەوە.
lo: ການລຶບບັນຊີຂອງທ່ານເອົາຂໍ້ມູນສ່ວນຕົວອອກຈາກຖານຂໍ້ມູນຂອງພວກເຮົາ. ອີເມວຂອງທ່ານຖືກສະຫງວນໄວ້ຢ່າງຖາວອນ ແລະ ບໍ່ສາມາດໃຊ້ອີເມວດຽວກັນເພື່ອລົງທະບຽນບັນຊີໃໝ່ໄດ້.
lt: Ištrynus paskyrą, iš mūsų duomenų bazės bus pašalinta visa jūsų asmeninė informacija.
mr: तुमचे खाते हटवल्याने आमच्या डेटाबेसमधून वैयक्तिक माहिती काढून टाकली जाईल.
ms: Memadam akaun anda akan mengalih keluar maklumat peribadi daripada pangkalan data kami. E-mel anda akan disimpan secara kekal dan e-mel yang sama tidak boleh digunakan semula untuk mendaftar akaun baharu.
my: သင့်အကောင့်ကို ဖျက်ခြင်းသည် ကျွန်ုပ်တို့၏ဒေတာဘေ့စ်မှ ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို ဖယ်ရှားပေးပါသည်။ သင့်အီးမေးလ်ကို အပြီးအပိုင် သိမ်းထားပြီး အကောင့်အသစ်တစ်ခု မှတ်ပုံတင်ရန်အတွက် တူညီသောအီးမေးလ်ကို ပြန်လည်အသုံးမပြုနိုင်ပါ။
no: Sletting av kontoen din fjerner personlig informasjon fra databasen vår
pl: Usunięcie konta spowoduje usunięcie danych osobowych z naszej bazy danych. Twój adres e-mail zostanie na stałe zarezerwowany i nie będzie można go użyć do rejestracji nowego konta.
ro: Ștergerea contului tău elimină informațiile personale din baza noastră de date. E-mailul tău devine permanent rezervat și nu poate fi reutilizat pentru a înregistra un cont nou.
si: ඔබගේ ගිණුම මැකීමෙන් අපගේ දත්ත සමුදායෙන් පුද්ගලික තොරතුරු ඉවත් කරයි.
sk: Odstránením účtu vymažete osobné údaje z našej databázy. Váš e-mail sa stane trvalo rezervovaným a nebude možné ho znova použiť na registráciu nového účtu.
sq: Fshirja e llogarisë suaj heq të gjitha të dhënat personale nga databaza jonë. Emaili juaj bëhet përgjithmonë i rezervuar dhe i njëjti email nuk mund të ripërdoret për të regjistruar një llogari të re.
sr: Брисањем налога уклањате личне податке из наше базе података.
sv: När du tar bort ditt konto raderas personlig information från vår databas. Din e-post blir permanent reserverad och samma e-post kan inte återanvändas för att registrera ett nytt konto.
sw: Kufuta akaunti yako kunaondoa taarifa za kibinafsi kutoka kwenye hifadhidata yetu. Barua pepe yako itahifadhiwa kabisa na barua pepe ile ile haiwezi kutumika tena kusajili akaunti mpya.
ta: உங்கள் கணக்கை நீக்குவது எங்கள் தரவுத்தளத்திலிருந்து அனைத்து தனிப்பட்ட தகவல்களையும் நீக்கும். உங்கள் மின்னஞ்சல் நிரந்தரமாக முன்பதிவு செய்யப்பட்டு, அதே மின்னஞ்சலை புதிய கணக்கைப் பதிவு செய்ய மீண்டும் பயன்படுத்த முடியாது.
te: మీ ఖాతా తొలగించడం ద్వారా మా డేటాబేస్ నుండి వ్యక్తిగత సమాచారం తీసివేయబడుతుంది.
th: การลบบัญชีของคุณจะลบข้อมูลส่วนบุคคลออกจากฐานข้อมูลของเรา อีเมลของคุณจะถูกสงวนไว้อย่างถาวรและไม่สามารถใช้อีเมลเดิมเพื่อลงทะเบียนบัญชีใหม่ได้
tr: Hesabınızı silmek, kişisel bilgilerinizi veritabanımızdan kaldırır. E-posta adresiniz kalıcı olarak rezerve edilir ve aynı e-posta adresi yeni bir hesap açmak için yeniden kullanılamaz.
uk: Видалення вашого облікового запису видаляє особисту інформацію з нашої бази даних. Ваша електронна адреса буде зарезервована назавжди, і її не можна буде використати повторно для реєстрації нового облікового запису
ur: آپ کے اکاؤنٹ کو حذف کرنے سے آپ کی ذاتی معلومات ہمارے ڈیٹا بیس سے حذف ہو جائیں گی۔
uz: Hisobingizni o'chirish shaxsiy ma'lumotlar bazamizdan o'chirilishiga olib keladi. Sizning elektron pochtangiz doimiy zahirada saqlanadi va yangi hisob yaratish uchun xuddi shu elektron pochtadan qayta foydalanib bo'lmaydi.
vi: Xóa tài khoản sẽ xóa thông tin cá nhân khỏi cơ sở dữ liệu của chúng tôi. Email của bạn sẽ được giữ lại vĩnh viễn và không thể sử dụng lại để đăng ký tài khoản mới.

# accountIsPendingApproval
source: The account is pending approval.
am: መለያው በማረጋገጫ ሂደት ላይ ነው።
ar: الحساب في انتظار الموافقة
az: Hesab təsdiq gözləyir.
bg: Профилът очаква одобрение.
bn: অ্যাকাউন্ট অনুমোদন মুলতুবি আছে.
bs: Račun čeka odobrenje.
ca: El compte està pendent d'aprovació.
cs: Účet čeká na schválení.
da: Kontoen afventer godkendelse.
el: Ο λογαριασμός εκκρεμεί προς έγκριση
et: Konto ootab heakskiitu.
fa: حساب کاربری در انتظار تأیید است
fi: Tili odottaa hyväksyntää
he: החשבון ממתין לאישור.
hi: खाता अनुमोदन के लिए लंबित है।
hu: A fiók jóváhagyásra vár.
id: Akun sedang menunggu persetujuan.
ja: アカウントは承認待ちです
ka: ანგარიში ელოდება დამტკიცებას.
kk: Тіркелгі мақұлдауды күтуде.
km: គណនីកំពុងរង់ចាំការអនុម័ត
kn: ಖಾತೆ ಅನುಮೋದನೆಗಾಗಿ ಬಾಕಿಯಿದೆ.
ku: هەژمارت چاوەڕێی پەسەندکردنە.
lo: ບັນຊີກຳລັງລໍຖ້າການອະນຸມັດ
lt: Paskyra laukia patvirtinimo.
mr: खाते मंजुरीसाठी प्रलंबित आहे.
ms: Akaun sedang menunggu kelulusan.
my: အကောင့်သည် အတည်ပြုချက်ကို ဆိုင်းငံ့ထားသည်။
no: Kontoen venter på godkjenning
pl: Konto oczekuje na zatwierdzenie.
ro: Contul este în așteptarea aprobării.
si: ගිණුම අනුමැතිය සඳහා රැඳී සිටී
sk: Účet čaká na schválenie
sq: Llogaria është në pritje të miratimit.
sr: Налог чека одобрење.
sv: Kontot väntar på godkännande.
sw: Akaunti inasubiri kuidhinishwa.
ta: கணக்கு ஒப்புதலுக்காக காத்திருக்கிறது.
te: ఖాతా ఆమోదానికి వేచి ఉంది.
th: บัญชีอยู่ระหว่างรอการอนุมัติ
tr: Hesap onay bekliyor.
uk: Обліковий запис очікує на затвердження
ur: اکاؤنٹ کی منظوری زیر التواء ہے
uz: Hisob tasdiqlanishi kutilmoqda.
vi: Tài khoản đang chờ phê duyệt.

source: Account Number
am: የመለያ ቁጥር
ar: رقم الحساب
az: Hesab nömrəsi
bg: Номер на сметка
bn: হিসাব নাম্বার
bs: Broj računa
ca: Número de compte
cs: Číslo účtu
da: Kontonummer
el: Αριθμός λογαριασμού
et: Kontonumber
fa: شماره حساب
fi: Tilinumero
he: מספר חשבון
hi: खाता संख्या
hu: Számlaszám
id: Nomor Rekening
ja: 口座番号
ka: ანგარიშის ნომერი
kk: Тіркелгі нөмірі
km: លេខគណនី
kn: ಖಾತೆ ಸಂಖ್ಯೆ
ku: ژمارەی هەژمار
lo: ເລກບັນຊີ
lt: Sąskaitos numeris
mr: खाते क्रमांक
ms: Nombor akaun
my: အကောင့်နံပါတ်
no: Kontonummer
pl: Numer konta
ro: Număr de cont
si: ගිණුම් අංකය
sk: Číslo účtu
sq: Numri i llogarisë
sr: Број рачуна
sv: Kontonummer
sw: Nambari ya Akaunti
ta: கணக்கு எண்
te: ఖాతా నంబర్
th: เลขที่บัญชี
tr: Hesap numarası
uk: Номер рахунку
ur: اکاؤنٹ نمبر
uz: Hisob raqami
vi: Số tài khoản

# activeFor
source: Active for {x}
am: ንቁ ሆኖ ኖረ {x}
ar: نشط منذ {x}
az: {x}üçün aktivdir
bg: Активен от {x}
bn: সক্রিয় {x}
bs: Aktivno za {x}
ca: Actiu durant {x}
cs: Aktivní po dobu {x}
da: Aktiv i {x}
el: Ενεργός για {x}
et: Aktiivne {x}
fa: {x} فعال است
fi: Aktiivinen {x}
he: פעיל {x}
hi: {x} के लिए सक्रिय
hu: Aktív {x}
id: Aktif selama {x}
ja: {x}に有効
ka: აქტიურია {x}
kk: Белсенді {x}
km: រយៈពេលសកម្ម {x}
kn: {x}ಗಾಗಿ ಸಕ್ರಿಯವಾಗಿದೆ
ku: چالاک بۆ {x}
lo: ເຄື່ອນໄຫວ {x}
lt: Aktyvus {x}
mr: {x} साठी सक्रिय
ms: Aktif untuk {x}
my: အသက်ဝင်သော {x}
no: Aktiv i {x}
pl: Aktywny przez {x}
ro: Activ de {x}
si: {x} සඳහා සක්‍රියව ඇත
sk: Aktívne {x}
sq: Aktiv për {x}
sr: Активан {x}
sv: Aktiv i {x}
sw: Inatumika kwa {x}
ta: {x} நேரமாக செயலில்
te: {x} కోసం యాక్టివ్ ఉంది
th: ใช้งานมาแล้ว {x}
tr: {x} süredir aktif
uk: Активний протягом {x}
ur: {x} کے لیے فعال
uz: {x} faol
vi: Đang hoạt động {x}

# activeLongAgo
source: Active a long time ago
am: ከጊዜ በፊት ነበረ
ar: نشط منذ فترة طويلة
az: Uzun müddətdir aktivdir
bg: Активен отдавна
bn: অনেক দিন আগে সক্রিয়
bs: Aktivno odavno
ca: Actiu fa molt temps
cs: Aktivní před dlouhou dobou
da: Aktiv for længe siden
el: Ενεργός εδώ και καιρό
et: Aktiivne ammu
fa: مدت زیادی است فعال بوده
fi: Aktiivinen kauan sitten
he: פעיל מזמן
hi: बहुत पहले से सक्रिय
hu: Régen aktív
id: Aktif sejak lama
ja: 長時間アクティブ
ka: აქტიური იყო დიდი ხნის წინ
kk: Бұрыннан белсенді
km: សកម្មតាំងពីយូរមកហើយ
kn: ಬಹಳ ಹಿಂದೆಯೇ ಸಕ್ರಿಯವಾಗಿತ್ತು
ku: زۆر پێشتر چالاک بوو
lo: ມີການເຄື່ອນໄຫວດົນນານມາແລ້ວ
lt: Aktyvus seniai
mr: बराच काळ आधीपासून सक्रिय
ms: Aktif sejak lama
my: လှုပ်ရှားနေတာကြာပြီ
no: Aktiv for lenge siden
pl: Aktywny dawno temu
ro: Activ cu mult timp în urmă
si: බොහෝ කලකට පෙර සක්‍රිය වුණා
sk: Aktívne pred dlhým časom
sq: Aktiv shumë kohë më parë
sr: Активан давно
sv: Aktiv för länge sedan
sw: Imetumika muda mrefu uliopita
ta: நீண்ட காலத்திற்கு முன்பு செயலில்
te: చాలా కాలం క్రితం యాక్టివ్ అయింది
th: ใช้งานมานานแล้ว
tr: Uzun süre önce aktifti
uk: Активний давно
ur: کافی عرصہ پہلے فعال
uz: Uzoq vaqt oldin faol bo'lgan
vi: Hoạt động đã lâu

source: Active now
am: አሁን በንቁነት
ar: نشط الآن
az: İndi aktivdir
bg: Активен сега
bn: এখন সক্রিয়
bs: Aktivno sada
ca: Actiu ara
cs: Nyní aktivní
da: Aktiv nu
el: Ενεργός τώρα
et: Praegu aktiivne
fa: هم‌اکنون فعال است
fi: Aktiivinen nyt
he: פעיל כעת
hi: अभी सक्रिय
hu: Most aktív
id: Aktif sekarang
ja: 現在アクティブ
ka: ამჟამად აქტიურია
kk: Қазір белсенді
km: សកម្មឥឡូវនេះ
kn: ಈಗ ಸಕ್ರಿಯವಾಗಿದೆ
ku: ئێستا چالاکە
lo: ກຳລັງໃຊ້ງານ
lt: Aktyvus dabar
mr: आता सक्रिय
ms: Aktif sekarang
my: အသက်ဝင်နေပြီ။
no: Aktiv nå
pl: Aktywny teraz
ro: Activ acum
si: දැන් සක්‍රියයි
sk: Aktívne teraz
sq: Aktiv tani
sr: Тренутно активан
sv: Aktiv nu
sw: Inatumika sasa
ta: இப்போது செயலில்
te: ప్రస్తుతం యాక్టివ్ ఉంది
th: กำลังใช้งานอยู่
tr: Şu anda aktif
uk: Активний зараз
ur: ابھی فعال
uz: Hozir faol
vi: Đang hoạt động

source: Add to order
am: ወደ ትእዛዝ አክል
ar: إضافة إلى الطلب
az: Sifarişə əlavə et
bg: Добавяне към поръчката
bn: অর্ডারে যোগ করুন
bs: Dodaj u narudžbu
ca: Afegeix a la comanda
cs: Přidat k objednávce
da: Tilføj til ordre
el: Προσθήκη στην παραγγελία
et: Lisa tellimusse
fa: افزودن به سفارش
fi: Lisää tilaukseen
he: הוסף להזמנה
hi: ऑर्डर में जोड़ें
hu: Hozzáadás a rendeléshez
id: Tambahkan ke pesanan
ja: 注文に追加
ka: შეკვეთაში დამატება
kk: Тапсырысқа қосу
km: បន្ថែមទៅការបញ្ជាទិញ
kn: ಆದೇಶಕ್ಕೆ ಸೇರಿಸಿ
ku: زیادکردن بۆ داواکاری
lo: ເພີ່ມໃສ່ຄຳສັ່ງ
lt: Pridėti prie užsakymo
mr: ऑर्डरमध्ये जोडा
ms: Tambah pada pesanan
my: အော်ဒါမှာထည့်ပါ။
no: Legg til i bestilling
pl: Dodaj do zamówienia
ro: Adaugă la comandă
si: ඇණවුමට එකතු කරන්න
sk: Pridať do objednávky
sq: Shto në porosi
sr: Додајте у наруџбу
sv: Lägg till i order
sw: Ongeza kwenye oda
ta: ஆர்டரில் சேர்க்கவும்
te: ఆర్డర్‌కి జోడించండి
th: เพิ่มในคำสั่งซื้อ
tr: Siparişe ekle
uk: Додати до замовлення
ur: آرڈر میں شامل کریں
uz: Buyurtmaga qo'shish
vi: Thêm vào đơn hàng

source: Added
am: ታክሏል
ar: تمت الإضافة
az: Əlavə edildi
bg: Добавено
bn: যোগ করা হয়েছে
bs: Dodano
ca: Afegit
cs: Přidáno
da: Tilføjet
el: Προστέθηκε
et: Lisatud
fa: اضافه شد
fi: Lisätty
he: נוסף
hi: जोड़ा गया
hu: Hozzáadva
id: Ditambahkan
ja: 追加されました
ka: დამატებულია
kk: Қосылды
km: បានបន្ថែម
kn: ಸೇರಿಸಲಾಗಿದೆ
ku: زیادکرا
lo: ເພີ່ມແລ້ວ
lt: Pridėta
mr: जोडले
ms: Ditambah
my: ပေါင်းထည့်ပြီးပါပြီ
no: Lagt til
pl: Dodano
ro: Adăugat
si: එකතු කර ඇත
sk: Pridané
sq: Shtuar
sr: додао је
sv: Tillagd
sw: Imeongezwa
ta: சேர்க்கப்பட்டது
te: జోడించబడింది
th: เพิ่มแล้ว
tr: Eklendi
uk: Додано
ur: شامل کر دیا گیا
uz: Qo'shildi
vi: Đã thêm

source: Afternoon
am: ከሰዓት በኋላ
ar: بعد الظهر
az: Günorta
bg: Следобед
bn: বিকেল
bs: Poslijepodne
ca: Tarda
cs: Odpoledne
da: Eftermiddag
el: Απόγευμα
et: Pärastlõuna
fa: بعد از ظهر
fi: Iltapäivä
he: אחר הצהריים
hi: दोपहर
hu: Délután
id: Siang
ja: 午後
ka: შუადღე
kk: Түстен кейін
km: រសៀល
kn: ಮಧ್ಯಾಹ್ನ
ku: نیوەڕۆ
lo: ຕອນບ່າຍ
lt: Popietė
mr: दुपार
ms: Petang
my: နေ့လည်ခင်း
no: Ettermiddag
pl: Popołudnie
ro: După-amiază
si: දහවල
sk: Popoludnie
sq: Pasdite
sr: поподне
sv: Eftermiddag
sw: Alasiri
ta: மதியம்
te: మధ్యాహ్నం
th: บ่าย
tr: Öğleden sonra
uk: Після обіду
ur: دوپہر
uz: Tushdan keyin
vi: Chiều

source: Agree
am: ተስማምተሃል
ar: موافق
az: Razılaşıram
bg: Съгласен съм
bn: একমত
bs: Slažem se
ca: Accepta
cs: Souhlasit
da: Enig
el: Συμφωνώ
et: Nõustu
fa: موافقم
fi: Hyväksy
he: מסכים
hi: सहमत
hu: Elfogadom
id: Setuju
ja: 同意する
ka: ვეთანხმები
kk: Келісемін
km: យល់ព្រម
kn: ಒಪ್ಪುತ್ತೇನೆ
ku: ڕازییەم
lo: ເຫັນດີ
lt: Sutinku
mr: सहमत
ms: Setuju
my: သဘောတူတယ်။
no: Godta
pl: Zgadzam się
ro: De acord
si: එකඟයි
sk: Súhlasím
sq: Pranoj
sr: Слажем се
sv: Håller med
sw: Kubali
ta: ஒப்புக்கொள்கிறேன்
te: అంగీకరించు
th: ยอมรับ
tr: Kabul et
uk: Погоджуюсь
ur: متفق
uz: Roziman
vi: Đồng ý

source: Albanian
am: አልባንያኛ
ar: الألبانية
az: Alban
bg: Албански
bn: আলবেনীয়
bs: Albanski
ca: Albanès
cs: Albánština
da: albansk
el: Αλβανικά
et: Albaania
fa: آلبانیایی
fi: Albania
he: אלבנית
hi: अल्बानियन
hu: Albán
id: Albania
ja: アルバニア語
ka: ალბანური
kk: Албан
km: អាល់បានី
kn: ಅಲ್ಬೇನಿಯನ್
ku: ئەلبانیا
lo: ອານບານີ
lt: Albanų
mr: अल्बानियन
ms: Bahasa Albania
my: အယ်လ်ဘေးနီးယန်း
no: Albansk
pl: Albański
ro: Albaneză
si: ඇල්බේනියානු
sk: Albánčina
sq: Shqip
sr: Албанац
sv: Albanska
sw: Kialbania
ta: அல்பேனிய
te: అల్బేనియన్
th: แอลเบเนีย
tr: Arnavutça
uk: Албанська
ur: البانوی
uz: Alban tili
vi: Tiếng Albania

source: All Brands
am: ሁሉም የእቃ ምልክቶች
ar: جميع العلامات التجارية
az: Bütün brendlər
bg: Всички марки
bn: সমস্ত ব্র্যান্ড
bs: Svi brendovi
ca: Totes les marques
cs: Všechny značky
da: Alle mærker
el: Όλες οι μάρκες
et: Kõik brändid
fa: همه برندها
fi: Kaikki brändit
he: כל המותגים
hi: सभी ब्रांड
hu: Minden márka
id: Semua Merek
ja: すべてのブランド
ka: ყველა ბრენდი
kk: Барлық брендтер
km: ម៉ាកទាំងអស់
kn: ಎಲ್ಲಾ ಬ್ರ್ಯಾಂಡ್‌ಗಳು
ku: هەموو براندەکان
lo: ຍີ່ຫໍ້ທັງໝົດ
lt: Visi prekių ženklai
mr: सर्व ब्रँड्स
ms: Semua Jenama
my: အမှတ်တံဆိပ်အားလုံး
no: Alle merker
pl: Wszystkie marki
ro: Toate mărcile
si: සියලු වෙළඳ නාම
sk: Všetky značky
sq: Të gjitha markat
sr: Сви брендови
sv: Alla märken
sw: Bidhaa zote
ta: அனைத்து பிராண்டுகள்
te: అన్ని బ్రాండ్లు
th: แบรนด์ทั้งหมด
tr: Tüm Markalar
uk: Усі бренди
ur: تمام برانڈز
uz: Barcha brendlar
vi: Tất cả thương hiệu
