Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# pointMsgEnter
source: Please enter discount point
am: እባክዎ የቅናሽ ነጥብ ያስገቡ
ar: الرجاء إدخال نقاط الخصم
az: Zəhmət olmasa endirim nöqtəsini daxil edin
bg: Моля, въведете точки за отстъпка
bn: অনুগ্রহ করে ডিসকাউন্ট পয়েন্ট লিখুন
bs: Unesite bodove za popust
ca: Si us plau, introdueix el punt de descompte
cs: Zadejte slevový bod
da: Indtast venligst point
el: Παρακαλώ εισάγετε πόντους έκπτωσης
et: Palun sisesta sooduspunkt
fa: لطفاً نقطه تخفیف را وارد کنید
fi: Anna pisteet
he: אנא הזן נקודות הנחה
hi: कृपया छूट बिंदु दर्ज करें
hu: Kérjük, adja meg a kedvezménypontot
id: Silakan masukkan poin diskon
ja: ポイントを入力してください
ka: გთხოვთ შეიყვანოთ ფასდაკლების ქულა
kk: Жеңілдік ұпайын енгізіңіз
km: សូមបញ្ចូលពិន្ទុបញ្ចុះតម្លៃ
kn: ದಯವಿಟ್ಟು ರಿಯಾಯಿತಿ ಪಾಯಿಂಟ್ ನಮೂದಿಸಿ
ku: تکایە خاڵی داشکاندن بنووسە
lo: ກະລຸນາໃສ່ຄະແນນສ່ວນຫຼຸດ
lt: Įveskite nuolaidos taškus
mr: कृपया सवलत पॉइंट प्रविष्ट करा
ms: Sila masukkan titik diskaun
my: ကျေးဇူးပြုပြီးအသုံးပြုမည့်လျော့ဈေးအမှတ်ထည့်ပါ။
no: Vennligst skriv inn rabattpoeng
pl: Wprowadź punkty rabatowe
ro: Te rugăm să introduci punctul de reducere
si: කරුණාකර වට්ටම් ලකුණ ඇතුළත් කරන්න
sk: Prosím, zadajte zľavové body
sq: Ju lutemi vendosni pikët e zbritjes
sr: Унесите тачку попуста
sv: Ange rabattpunkt
sw: Tafadhali weka pointi za punguzo
ta: தள்ளுபடி புள்ளியை உள்ளிடவும்
te: దయచేసి రాయితీ పాయింట్‌ను నమోదు చేయండి
th: กรุณาใส่จุดส่วนลด
tr: Lütfen indirim puanını girin
uk: Будь ласка, введіть точку знижки
ur: براہ کرم ڈسکاؤنٹ پوائنٹ درج کریں
uz: Iltimos, chegirma ballini kiriting
vi: Vui lòng nhập điểm giảm giá

# pointMsgMaximumDiscountPoint
source: Maximum discount point
am: የተቻለው ከፍተኛ እቃ ቁጥር
ar: الحد الأقصى لنقاط الخصم
az: Maksimum endirim nöqtəsi
bg: Максимален брой точки за отстъпка
bn: সর্বোচ্চ ছাড় পয়েন্ট
bs: Maksimalni broj bodova za popust
ca: Punt màxim de descompte
cs: Maximální slevový bod
da: Maksimale rabatpoint
el: Μέγιστοι πόντοι έκπτωσης
et: Maksimaalne sooduspunkt
fa: حداکثر امتیاز تخفیف
fi: Suurin alennuspistemäärä
he: נקודת הנחה מקסימלית
hi: अधिकतम छूट बिंदु
hu: Maximális kedvezménypont
id: Poin diskon maksimum
ja: 最大割引ポイント
ka: მაქსიმალური ფასდაკლების ქულა
kk: Максималды жеңілдік ұпайы
km: ពិន្ទុបញ្ចុះតម្លៃអតិបរមា
kn: ಗರಿಷ್ಠ ರಿಯಾಯಿತಿ ಪಾಯಿಂಟ್
ku: زۆرترین خاڵی داشکاندن
lo: ຄະແນນສ່ວນຫຼຸດສູງສຸດ
lt: Maksimalus nuolaidos taškų skaičius
mr: कमाल सवलत पॉइंट
ms: Mata diskaun maksimum
my: အများဆုံးလျော့ဈေးပမာဏ
no: Maksimale rabattpoeng
pl: Maksymalny punkt rabatowy
ro: Punct maxim de reducere
si: උපරිම වට්ටම් ලකුණු
sk: Maximálny počet zľavových bodov
sq: Pikët maksimale të zbritjes
sr: Максимални поен попуста
sv: Maximal rabattpunkt
sw: Kiwango cha juu cha pointi za punguzo
ta: அதிகபட்ச தள்ளுபடி புள்ளி
te: గరిష్ట రాయితీ పాయింట్
th: จุดส่วนลดสูงสุด
tr: Maksimum indirim puanı
uk: Максимальна точка знижки
ur: زیادہ سے زیادہ ڈسکاؤنٹ پوائنٹ
uz: Maksimal chegirma balli
vi: Điểm giảm giá tối đa

# pointMsgNotEnough
source: You don't have enough discount points. Your total discount point is
am: በቂ የቅናሽ ነጥቦች የሉዎትም። ጠቅላላ የነጥብ ብዛትዎ፦
ar: ليس لديك نقاط خصم كافية. مجموع نقاط الخصم المتاحة هو
az: Kifayət qədər endirim balınız yoxdur. Sizin ümumi endirim nöqtənizdir
bg: Нямате достатъчно точки за отстъпка. Общият брой точки за отстъпка е
bn: আপনার পর্যাপ্ত ডিসকাউন্ট পয়েন্ট নেই। আপনার মোট ডিসকাউন্ট পয়েন্ট হল
bs: Nemate dovoljno bodova za popust. Vaš ukupni broj bodova je
ca: No tens prou punts de descompte. El teu total de punts de descompte és
cs: Nemáte dostatek slevových bodů. Váš celkový slevový bod je
da: Du har ikke nok rabatpoint. Dit samlede rabatpoint er
el: Δεν έχετε αρκετούς πόντους έκπτωσης. Οι συνολικοί πόντοι έκπτωσης είναι
et: Sul pole piisavalt sooduspunkte. Sinu kogu sooduspunkt on
fa: امتیاز تخفیف کافی ندارید. کل امتیاز تخفیف شما
fi: Sinulla ei ole tarpeeksi alennuspisteitä. Kokonaispisteesi on
he: אין לך מספיק נקודות הנחה. נקודות ההנחה הכוללות שלך הן
hi: आपके पास पर्याप्त छूट बिंदु नहीं हैं। आपका कुल छूट बिंदु है
hu: Nincs elég kedvezménypontja. A teljes kedvezménypontja
id: Poin diskon Anda tidak cukup. Total poin diskon Anda adalah
ja: ポイントが不足しています。合計ポイントは
ka: არ გაქვთ საკმარისი ფასდაკლების ქულა. თქვენი ჯამური ფასდაკლების ქულაა
kk: Жеңілдік ұпайы жеткіліксіз. Жалпы жеңілдік ұпайыңыз
km: អ្នកមិនមានពិន្ទុបញ្ចុះតម្លៃគ្រប់គ្រាន់ទេ។ ពិន្ទុសរុបរបស់អ្នកគឺ
kn: ನೀವು ಸಾಕಷ್ಟು ರಿಯಾಯಿತಿ ಪಾಯಿಂಟ್ ಹೊಂದಿಲ್ಲ. ನಿಮ್ಮ ಒಟ್ಟು ರಿಯಾಯಿತಿ ಪಾಯಿಂಟ್
ku: خاڵی داشکاندنت بەس نییە. کۆی خاڵی داشکاندنت
lo: ທ່ານມີຄະແນນສະສົມບໍ່ພຽງພໍ. ຄະແນນສະສົມທັງໝົດຂອງທ່ານແມ່ນ
lt: Neturite pakankamai nuolaidos taškų. Jūsų bendras nuolaidos taškų skaičius yra
mr: तुमच्याकडे पुरेसे सवलत पॉइंट नाहीत. तुमचे एकूण सवलत पॉइंट आहेत
ms: Anda tidak mempunyai mata diskaun yang mencukupi. Jumlah mata diskaun anda ialah
my: သင့်တွင်လျော့ဈေးအမှတ်လုံလောက်စွာမရှိပါ. Your total discount point is
no: Du har ikke nok rabattpoeng. Ditt totale rabattpoeng er
pl: Nie masz wystarczającej liczby punktów rabatowych. Twój łączny punkt rabatowy to
ro: Nu ai suficiente puncte de reducere. Punctul tău total de reducere este
si: ඔබට ප්‍රමාණවත් වට්ටම් ලකුණු නොමැත. ඔබගේ මුළු වට්ටම් ලකුණු
sk: Nemáte dostatok zľavových bodov. Váš celkový počet zľavových bodov je
sq: Nuk keni mjaftueshëm pikë zbritjeje. Pikët tuaja totale të zbritjes janë
sr: Немате довољно поена за попуст. Ваш укупни поен попуста је
sv: Du har inte tillräckligt med rabattpunkter. Din totala rabattpunkt är
sw: Huna pointi za punguzo za kutosha. Jumla ya pointi zako za punguzo ni
ta: போதுமான தள்ளுபடி புள்ளிகள் இல்லை. உங்கள் மொத்த தள்ளுபடி புள்ளி
te: మీ వద్ద సరిపడా డిస్కౌంట్ పాయింట్లు లేవు. మీ మొత్తం డిస్కౌంట్ పాయింట్లు
th: คุณมีจุดส่วนลดไม่เพียงพอ จุดส่วนลดทั้งหมดของคุณคือ
tr: Yeterli indirim puanınız yok. Toplam indirim puanınız
uk: У вас недостатньо точок знижки. Ваша загальна точка знижки
ur: آپ کے پاس کافی ڈسکاؤنٹ پوائنٹ نہیں ہیں۔ آپ کا کل ڈسکاؤنٹ پوائنٹ ہے
uz: Sizda yetarli chegirma balli yo'q. Sizning umumiy chegirma ballingiz
vi: Bạn không đủ điểm giảm giá. Tổng điểm giảm giá của bạn là

# pointMsgOverMaximumDiscountPoint
source: You have reached the maximum discount point
am: በተቀመጠው የቅናሽ ነጥብ ከፍተኛ ደረጃ ተደርሷል
ar: لقد وصلت إلى الحد الأقصى لنقاط الخصم
az: Maksimum endirim nöqtəsinə çatdınız
bg: Достигнахте максималния брой точки за отстъпка
bn: আপনি সর্বোচ্চ ছাড় পয়েন্টে পৌঁছেছেন
bs: Dostigli ste maksimalni broj bodova za popust
ca: Has arribat al punt màxim de descompte
cs: Dosáhli jste maximálního slevového bodu
da: Du har nået det maksimale rabatpoint
el: Έχετε φτάσει στο μέγιστο όριο πόντων έκπτωσης
et: Oled jõudnud maksimaalse sooduspunktini
fa: به حداکثر نقطه تخفیف رسیده‌اید
fi: Olet saavuttanut suurimman alennuspistemäärän
he: הגעת לנקודת ההנחה המקסימלית
hi: आप अधिकतम छूट बिंदु तक पहुंच गए हैं
hu: Elérte a maximális kedvezménypontot
id: Anda telah mencapai poin diskon maksimum
ja: 最大割引ポイントに達しました
ka: მიაღწიეთ მაქსიმალურ ფასდაკლების ქულას
kk: Максималды жеңілдік ұпайына жеттіңіз
km: អ្នកបានឈានដល់ពិន្ទុបញ្ចុះតម្លៃអតិបរមា
kn: ನೀವು ಗರಿಷ್ಠ ರಿಯಾಯಿತಿ ಪಾಯಿಂಟ್ ತಲುಪಿದ್ದೀರಿ
ku: گەیشتووتە بەرزترین خاڵی داشکاندن
lo: ທ່ານໄດ້ໃຊ້ຄະແນນສ່ວນຫຼຸດເກີນກຳນົດແລ້ວ
lt: Pasiekėte maksimalų nuolaidos taškų skaičių
mr: तुम्ही कमाल सवलत पॉइंटवर पोहोचला आहात
ms: Anda telah mencapai titik diskaun maksimum
my: သင်ရနိုင်သောအများဆုံးလျော့ဈေးပမာဏရောက်နေပါပြီ
no: Du har nådd maksimalt antall rabattpoeng
pl: Osiągnąłeś maksymalny punkt rabatowy
ro: Ai atins punctul maxim de reducere
si: ඔබ උපරිම වට්ටම් ලකුණට ළඟා වී ඇත
sk: Dosiahli ste maximálny počet zľavových bodov
sq: Keni arritur pikët maksimale të zbritjes
sr: Достигли сте максималну тачку попуста
sv: Du har nått maximal rabattpunkt
sw: Umefika kiwango cha juu cha pointi za punguzo
ta: நீங்கள் அதிகபட்ச தள்ளுபடி புள்ளியை அடைந்துவிட்டீர்கள்
te: మీరు గరిష్ట రాయితీ పాయింట్‌ను చేరుకున్నారు
th: คุณถึงจุดส่วนลดสูงสุดแล้ว
tr: Maksimum indirim puanına ulaştınız
uk: Ви досягли максимальної точки знижки
ur: آپ زیادہ سے زیادہ ڈسکاؤنٹ پوائنٹ تک پہنچ گئے ہیں
uz: Siz maksimal chegirma balliga yetdingiz
vi: Bạn đã đạt đến điểm giảm giá tối đa

# pointMsgOverTotalBill
source: The total discount value exceeds the bill total
am: የቅናሽ እሴት ከክፍያው ድምር በላይ ነው
ar: إجمالي قيمة الخصم يتجاوز إجمالي الفاتورة
az: Ümumi endirim dəyəri faktura cəmindən artıqdır
bg: Общата стойност на отстъпката надвишава сумата на сметката
bn: মোট ছাড়ের মূল্য মোট বিলের চেয়ে বেশি
bs: Ukupna vrijednost popusta je veća od ukupnog iznosa računa
ca: El valor total del descompte supera el total de la factura
cs: Celková hodnota slevy je vyšší než celková částka
da: Den samlede rabatværdi overstiger ordretotalen
el: Η συνολική αξία έκπτωσης υπερβαίνει το σύνολο του λογαριασμού
et: Kogu soodustuse väärtus ületab arve summa
fa: ارزش تخفیف کل بیشتر از مبلغ صورتحساب است
fi: Alennuksen kokonaisarvo ylittää laskun summan
he: ערך ההנחה הכולל גדול מסכום החשבון
hi: कुल छूट मूल्य कुल बिल से अधिक है
hu: A teljes kedvezmény értéke meghaladja a számla végösszegét
id: Total nilai diskon melebihi total tagihan
ja: 割引合計が請求額を超えています
ka: ფასდაკლების ჯამური ღირებულება აღემატება ანგარიშის ჯამს
kk: Жеңілдіктің жалпы құны шоттың жалпы сомасынан асады
km: តម្លៃបញ្ចុះតម្លៃសរុបលើសពីវិក្កយបត្រសរុប
kn: ಒಟ್ಟು ರಿಯಾಯಿತಿ ಮೌಲ್ಯವು ಬಿಲ್ ಮೊತ್ತಕ್ಕಿಂತ ಹೆಚ್ಚಾಗಿದೆ
ku: نرخی گشتی داشکاندن لەسەر گشتی قەرز زیاترە
lo: ມູນຄ່າສ່ວນຫຼຸດທັງໝົດເກີນລາຄາໃນໃບບິນ
lt: Bendra nuolaidos vertė viršija bendrą sąskaitos sumą
mr: एकूण सवलत मूल्य बिलाच्या एकूण मूल्यापेक्षा जास्त आहे
ms: Jumlah nilai diskaun melebihi jumlah bil
my: ယူထားသောလျော့ဈေးပမာဏသည် ရှင်းရမည့်ငွေပမာဏထက်ကျော်လွန်နေပါသည်။
no: Total rabattverdi er høyere enn ordretotal
pl: Całkowita wartość rabatu przekracza wartość rachunku
ro: Valoarea totală a reducerii este peste totalul facturii
si: මුළු වට්ටම් අගය මුළු බිල ඉක්මවයි
sk: Celková hodnota zľavy je vyššia ako celková suma účtu
sq: Vlera totale e zbritjes është më e madhe se totali i faturës
sr: Укупна вредност попуста је већа од укупне вредности рачуна
sv: Det totala rabattvärdet överstiger ordersumman
sw: Jumla ya thamani ya punguzo ni zaidi ya jumla ya bili
ta: மொத்த தள்ளுபடி மதிப்பு பில் மொத்தத்தை விட அதிகமாக உள்ளது
te: మొత్తం డిస్కౌంట్ విలువ బిల్లు మొత్తాన్ని మించిపోతుంది
th: มูลค่าส่วนลดรวมเกินกว่ายอดบิลทั้งหมด
tr: Toplam indirim değeri fatura toplamından fazla
uk: Загальна вартість знижки перевищує суму рахунку
ur: رعایت کی کل قیمت بل کے کل سے زیادہ ہے
uz: Umumiy chegirma qiymati hisobning umumiy qiymatidan oshib ketdi
vi: Tổng giá trị giảm giá vượt quá tổng hóa đơn

# pointMsgRemove
source: Discount point removed
am: የቅናሽ ነጥብ ተወግዷል
ar: تم إزالة نقاط الخصم
az: Endirim nöqtəsi silindi
bg: Точките за отстъпка са премахнати
bn: ডিসকাউন্ট পয়েন্ট সরানো হয়েছে
bs: Bodovi za popust su uklonjeni
ca: S'ha eliminat el punt de descompte
cs: Slevový bod byl odebrán
da: Rabatpoint er fjernet
el: Οι πόντοι έκπτωσης αφαιρέθηκαν
et: Sooduspunkt on eemaldatud
fa: نقطه تخفیف حذف می‌شود
fi: Alennuspisteet poistetaan
he: נקודת ההנחה הוסרה
hi: छूट बिंदु हटा दिया गया है
hu: A kedvezménypont eltávolítva
id: Poin diskon dihapus
ja: ポイントが削除されます
ka: ფასდაკლების ქულა წაშლილია
kk: Жеңілдік ұпайы жойылды
km: ពិន្ទុបញ្ចុះតម្លៃត្រូវបានដកចេញ
kn: ರಿಯಾಯಿತಿ ಪಾಯಿಂಟ್ ತೆಗೆದುಹಾಕಲಾಗಿದೆ
ku: خاڵی داشکاندن سڕایەوە
lo: ຄະແນນສ່ວນຫຼຸດຖືກລຶບອອກແລ້ວ
lt: Nuolaidos taškai pašalinti
mr: सवलत पॉइंट काढले गेले
ms: Titik diskaun dikeluarkan
my: လျော့ဈေးကိုပယ်ဖျက်ပြီးပါပြီ
no: Rabattpoeng er fjernet
pl: Punkt rabatowy został usunięty
ro: Punctul de reducere este eliminat
si: වට්ටම් ලකුණ ඉවත් කර ඇත
sk: Zľavové body boli odstránené
sq: Pikët e zbritjes janë hequr
sr: Тачка попуста је уклоњена
sv: Rabattpunkten tas bort
sw: Pointi za punguzo zimeondolewa
ta: தள்ளுபடி புள்ளி நீக்கப்பட்டது
te: రాయితీ పాయింట్ తొలగించబడింది
th: จุดส่วนลดถูกลบออก
tr: İndirim puanı kaldırıldı
uk: Точку знижки видалено
ur: ڈسکاؤنٹ پوائنٹ ہٹا دیا گیا
uz: Chegirma balli olib tashlandi
vi: Đã xóa điểm giảm giá

# pointMsgSuccess
source: Discount point applied successfully
am: የቅናሽ ነጥብ በተሳካ ሁኔታ ተተግብሯል
ar: تم تطبيق نقاط الخصم بنجاح
az: Endirim nöqtəsi uğurla tətbiq olundu
bg: Точките за отстъпка са успешно приложени
bn: ডিসকাউন্ট পয়েন্ট সফলভাবে প্রয়োগ করা হয়েছে
bs: Bodovi za popust su uspješno primijenjeni
ca: El punt de descompte s'ha aplicat correctament
cs: Slevový bod byl úspěšně uplatněn
da: Rabatpoint er anvendt
el: Οι πόντοι έκπτωσης εφαρμόστηκαν με επιτυχία
et: Sooduspunkt on edukalt rakendatud
fa: نقطه تخفیف با موفقیت اعمال شد
fi: Alennuspisteet lisätty onnistuneesti
he: נקודת ההנחה הוחלה בהצלחה
hi: छूट बिंदु सफलतापूर्वक लागू किया गया है
hu: A kedvezménypont sikeresen alkalmazva
id: Poin diskon berhasil diterapkan
ja: ポイントが正常に適用されました
ka: ფასდაკლების ქულა წარმატებით გამოყენებულია
kk: Жеңілдік ұпайы сәтті қолданылды
km: ពិន្ទុបញ្ចុះតម្លៃត្រូវបានអនុវត្តដោយជោគជ័យ
kn: ರಿಯಾಯಿತಿ ಪಾಯಿಂಟ್ ಯಶಸ್ವಿಯಾಗಿ ಅನ್ವಯಿಸಲಾಗಿದೆ
ku: خاڵی داشکاندن بەسەرکەوتوویی جێبەجێکرا
lo: ນຳໃຊ້ຄະແນນສ່ວນຫຼຸດສຳເລັດແລ້ວ
lt: Nuolaidos taškai sėkmingai pritaikyti
mr: सवलत पॉइंट यशस्वीरीत्या लागू केले
ms: Mata diskaun berjaya digunakan
my: လျော့ဈေးကိုအောင်မြင်စွာတောင်းဆိုပြီးပါပြီ
no: Rabattpoeng er brukt
pl: Punkt rabatowy został pomyślnie zastosowany
ro: Punctul de reducere este aplicat cu succes
si: වට්ටම් ලකුණ සාර්ථකව යොදා ඇත
sk: Zľavové body boli úspešne uplatnené
sq: Pikët e zbritjes janë aplikuar me sukses
sr: Поен за попуст је успешно примењен
sv: Rabattpunkten har tillämpats
sw: Pointi za punguzo zimetumika kwa mafanikio
ta: தள்ளுபடி புள்ளி வெற்றிகரமாக பயன்படுத்தப்பட்டது
te: రాయితీ పాయింట్ విజయవంతంగా వర్తించబడింది
th: ใช้จุดส่วนลดสำเร็จ
tr: İndirim puanı başarıyla uygulandı
uk: Точку знижки успішно застосовано
ur: ڈسکاؤنٹ پوائنٹ کامیابی سے لاگو ہو گیا
uz: Chegirma balli muvaffaqiyatli qo'llanildi
vi: Đã áp dụng điểm giảm giá thành công

source: Popularity
am: ታዋቂነት
ar: الشعبية
az: Populyarlıq
bg: Популярност
bn: জনপ্রিয়তা
bs: Popularnost
ca: Popularitat
cs: Popularita
da: Popularitet
el: Δημοτικότητα
et: Populaarsus
fa: محبوبیت
fi: Suosio
he: פופולריות
hi: लोकप्रियता
hu: Népszerűség
id: Popularitas
ja: 人気度
ka: პოპულარობა
kk: Танымалдық
km: ប្រជាប្រិយភាព
kn: ಜನಪ್ರಿಯತೆ
ku: بابەتی گەورە
lo: ຄວາມນິຍົມ
lt: Populiarumas
mr: लोकप्रियता
ms: Populariti
my: ကျော်ကြားမှု
no: Popularitet
pl: Popularność
ro: Popularitate
si: ජනප්‍රියතාවය
sk: Popularita
sq: Popullariteti
sr: Популарност
sv: Popularitet
sw: Umaarufu
ta: பிரபலம்
te: ప్రసిద్ధి
th: ความนิยม
tr: Popülerlik
uk: Популярність
ur: مقبولیت
uz: Ommaboplik
vi: Phổ biến

# posAddressToolTip
source: This address will be saved to your local device. It is NOT the user address.
am: ይህ አድራሻ በአካባቢዎ መሳሪያ ላይ ይቀመጣል። የተጠቃሚው አድራሻ አይደለም።
ar: سيتم حفظ هذا العنوان على جهازك المحلي. إنه ليس عنوان المستخدم.
az: Bu ünvan yerli cihazınızda yadda saxlanacaq. Bu istifadəçi ünvanı DEYİL.
bg: Този адрес ще бъде запазен на вашето локално устройство. Това НЕ е адресът на клиента.
bn: এই ঠিকানাটি আপনার স্থানীয় ডিভাইসে সংরক্ষণ করা হবে। এটি ব্যবহারকারীর ঠিকানা নয়।
bs: Ova adresa će biti sačuvana na vašem lokalnom uređaju. To NIJE korisnička adresa.
ca: Aquesta adreça es desarà al teu dispositiu local. NO és l'adreça de l'usuari.
cs: Tato adresa bude uložena do vašeho místního zařízení. NENÍ to adresa uživatele.
da: Denne adresse vil blive gemt på din lokale enhed. Det er IKKE brugeradressen.
el: Αυτή η διεύθυνση θα αποθηκευτεί στην τοπική συσκευή σας. ΔΕΝ είναι η διεύθυνση χρήστη.
et: See aadress salvestatakse sinu kohalikku seadmesse. See EI ole kasutaja aadress.
fa: این آدرس در دستگاه محلی شما ذخیره خواهد شد. آدرس کاربر نیست
fi: Tämä osoite tallennetaan paikalliselle laitteellesi. Se EI ole käyttäjän osoite.
he: כתובת זו תישמר במכשיר המקומי שלך. זו אינה כתובת המשתמש.
hi: यह पता आपके स्थानीय डिवाइस में सहेजा जाएगा। यह उपयोगकर्ता का पता नहीं है।
hu: Ezt a címet a rendszer elmenti a helyi eszközére. NEM a felhasználói cím.
id: Alamat ini akan disimpan ke perangkat lokal Anda. Ini BUKAN alamat pengguna.
ja: このアドレスはローカルデバイスに保存されます。ユーザーアドレスではありません。
ka: ეს მისამართი შეინახება თქვენს ლოკალურ მოწყობილობაზე. ეს არ არის მომხმარებლის მისამართი
kk: Бұл мекенжай жергілікті құрылғыңызға сақталады. Бұл пайдаланушы мекенжайы ЕМЕС
km: អាសយដ្ឋាននេះនឹងត្រូវបានរក្សាទុកក្នុងឧបករណ៍របស់អ្នក។ វាមិនមែនជាអាសយដ្ឋានអ្នកប្រើប្រាស់ទេ។
kn: ಈ ವಿಳಾಸವನ್ನು ನಿಮ್ಮ ಸ್ಥಳೀಯ ಸಾಧನದಲ್ಲಿ ಉಳಿಸಲಾಗುತ್ತದೆ. ಇದು ಬಳಕೆದಾರರ ವಿಳಾಸವಲ್ಲ.
ku: ئەم ناونیشانە لەسەر ئامێرەکەت تۆمار دەکرێت. ناونیشانی بەکارهێنەر نییە.
lo: ທີ່ຢູ່ນີ້ຈະຖືກບັນທຶກໄວ້ໃນອຸປະກອນທ້ອງຖິ່ນຂອງທ່ານ. ມັນບໍ່ແມ່ນທີ່ຢູ່ຂອງຜູ້ໃຊ້.
lt: Šis adresas bus išsaugotas jūsų įrenginyje. Tai NĖRA pristatymo adresas.
mr: हा पत्ता तुमच्या स्थानिक डिव्हाइसवर साठवला जाईल. हा वापरकर्ता पत्ता नाही.
ms: Alamat ini akan disimpan ke peranti tempatan anda. Ia BUKAN alamat pengguna.
my: ဤလိပ်စာကို သင့်စက်တွင်းစက်ပစ္စည်းတွင် သိမ်းဆည်းမည်ဖြစ်သည်။ ၎င်းသည် အသုံးပြုသူလိပ်စာမဟုတ်ပါ။
no: Denne adressen vil bli lagret på din lokale enhet. Det er IKKE brukeradressen
pl: Ten adres zostanie zapisany na Twoim lokalnym urządzeniu. NIE jest to adres użytkownika.
ro: Această adresă va fi salvată pe dispozitivul local. NU este adresa utilizatorului.
si: මෙම ලිපිනය ඔබගේ උපාංගයේ සුරැකෙනු ඇත. එය පරිශීලක ලිපිනය නොවේ.
sk: Táto adresa sa uloží do vášho lokálneho zariadenia. NIE JE to adresa používateľa.
sq: Kjo adresë do të ruhet në pajisjen tuaj. Nuk është adresa e përdoruesit.
sr: Ова адреса ће бити сачувана на вашем локалном уређају. То НИЈЕ корисничка адреса.
sv: Denna adress kommer att sparas på din lokala enhet. Det är INTE användaradressen.
sw: Anwani hii itahifadhiwa kwenye kifaa chako. Siyo anwani ya mtumiaji.
ta: இந்த முகவரி உங்கள் உள்ளூர் சாதனத்தில் சேமிக்கப்படும். இது பயனர் முகவரி அல்ல.
te: ఈ చిరునామా మీ స్థానిక పరికరంలో సేవ్ చేయబడుతుంది. ఇది వినియోగదారు చిరునామా కాదు.
th: ที่อยู่นี้จะถูกบันทึกไว้ในอุปกรณ์ของคุณเท่านั้น ไม่ใช่ที่อยู่ของผู้ใช้
tr: Bu adres yerel cihazınıza kaydedilecektir. Kullanıcı adresi DEĞİLDİR.
uk: Ця адреса буде збережена на вашому локальному пристрої. Це НЕ адреса користувача
ur: یہ پتہ آپ کے مقامی ڈیوائس میں محفوظ ہو جائے گا۔ یہ صارف کا پتہ نہیں ہے
uz: Bu manzil mahalliy qurilmangizga saqlanadi. Bu foydalanuvchi manzili EMAS
vi: Địa chỉ này sẽ được lưu vào thiết bị của bạn. Đây KHÔNG phải là địa chỉ người dùng.

source: Prepaid
am: ቀድመው የተከፈለ
ar: مدفوع مسبقاً
az: Əvvəlcədən ödənilmiş
bg: Предплатено
bn: প্রিপেইড
ca: Prepagament
cs: Předplacené
da: Forudbetalt
el: Προπληρωμένο
et: Ettemaks
fa: پیش‌پرداخت
he: משולם מראש
hi: प्रीपेड
hu: Előre fizetett
id: Prabayar
ja: プリペイド
ka: წინასწარ გადახდილი
kk: Алдын ала төленген
km: បង់ប្រាក់ជាមុន
kn: ಪ್ರಿಪೇಯ್ಡ್
ku: پێش پارداخت
lo: ຈ່າຍລ່ວງໜ້າ
lt: Išankstinis apmokėjimas
mr: प्रीपेड
ms: Prabayar
my: ကြိုတင်ငွေပေးခြေမှု
no: Forhåndsbetalt
pl: Przedpłacony
ro: Preplătit
si: පෙර ගෙවුම්
sk: Predplatené
sq: Me parapagim
sr: Препаид
sv: Förbetalad
sw: Malipo ya awali
ta: முன்கட்டணம்
te: ప్రీపెయిడ్
th: เติมเงิน
tr: Ön ödemeli
uk: Передплачено
ur: پری پیڈ
uz: Oldindan to'langan
vi: Trả trước

source: Price: High to Low
am: ዋጋ፡ ከላይ ወደ ታች
ar: السعر: من الأعلى إلى الأقل
az: Qiymət: Yüksəkdən Aşağıya
bg: Цена: От висока към ниска
bn: দাম: উচ্চ থেকে কম
bs: Cijena: od više prema nižoj
ca: Preu: De major a menor
cs: Cena: Od nejvyšší
da: Pris: Høj til lav
el: Τιμή: Υψηλή προς Χαμηλή
et: Hind: Kõrgest madalani
fa: قیمت: زیاد به کم
fi: Hinta: Korkeasta matalaan
he: מחיר: גבוה לנמוך
hi: मूल्य: उच्च से निम्न
hu: Ár: Csökkenő
id: Harga: Tertinggi ke Terendah
ja: 価格：高い順
ka: ფასი: კლებადობით
kk: Бағасы: жоғарыдан төменге
km: តម្លៃ៖ ខ្ពស់ទៅទាប
kn: ಬೆಲೆ: ಹೆಚ್ಚು ಕಡಿಮೆ
ku: نرخ: لە بەرز بۆ نزم
lo: ລາຄາ: ສູງຫາຕ່ຳ
lt: Kaina: nuo didžiausios iki mažiausios
mr: किंमत: उच्च ते कमी
ms: Harga: Tinggi ke Rendah
my: စျေးနှုန်း- မြင့်မှ အနိမ့်
no: Pris: Høy til lav
pl: Cena: od najwyższej do najniższej
ro: Preț: de la mare la mic
si: මිල: වැඩියේ සිට අඩු
sk: Cena: od najvyššej
sq: Çmimi: Nga lart-poshtë
sr: Цена: од високе до ниске
sv: Pris: Högt till lågt
sw: Bei: Juu hadi Chini
ta: விலை: உயர்ந்தது முதல் குறைவு
te: ధర: ఎక్కువ నుండి తక్కువ
th: ราคา: สูงไปต่ำ
tr: Fiyat: Yüksekten düşüğe
uk: Ціна: від високої до низької
ur: قیمت: زیادہ سے کم
uz: Narx: Yuqoridan pastga
vi: Giá: Cao đến thấp

source: Price: Low to High
am: ዋጋ፡ ከታች ወደ ላይ
ar: السعر: من الأقل إلى الأعلى
az: Qiymət: Aşağıdan Yüksəkə
bg: Цена: От ниска към висока
bn: দাম: কম থেকে উচ্চ
bs: Cijena: od niže prema višoj
ca: Preu: De menor a major
cs: Cena: Od nejnižší
da: Pris: Lav til høj
el: Τιμή: Χαμηλή προς Υψηλή
et: Hind: Madalast kõrgeni
fa: قیمت: کم به زیاد
fi: Hinta: Matalasta korkeaan
he: מחיר: נמוך לגבוה
hi: मूल्य: निम्न से उच्च
hu: Ár: Növekvő
id: Harga: Terendah ke Tertinggi
ja: 価格：安い順
ka: ფასი: ზრდადობით
kk: Бағасы: төменнен жоғарыға
km: តម្លៃ៖ ទាបទៅខ្ពស់
kn: ಬೆಲೆ: ಕಡಿಮೆಯಿಂದ ಹೆಚ್ಚು
ku: نرخ: لە کەم بۆ زۆر
lo: ລາຄາ: ຕ່ຳຫາສູງ
lt: Kaina: nuo mažiausios iki didžiausios
mr: किंमत: कमी ते उच्च
ms: Harga: Rendah ke Tinggi
my: စျေးနှုန်း- အနိမ့်မှ အမြင့်
no: Pris: Lav til høy
pl: Cena: od najniższej do najwyższej
ro: Preț: de la mic la mare
si: මිල: අඩුවේ සිට වැඩි
sk: Cena: od najnižšej
sq: Çmimi: Nga poshtë-lart
sr: Цена: од ниске до високе
sv: Pris: Lågt till högt
sw: Bei: Chini hadi Juu
ta: விலை: குறைந்தது முதல் அதிகம்
te: ధర: తక్కువ నుండి ఎక్కువ
th: ราคา: ต่ำไปสูง
tr: Fiyat: Düşükten yükseğe
uk: Ціна: від низької до високої
ur: قیمت: کم سے زیادہ
uz: Narx: Pastdan yuqoriga
vi: Giá: Thấp đến cao

source: Print Receipt
am: ደረሰኝ አትም
ar: طباعة الإيصال
az: Qəbzi çap edin
bg: Отпечатване на касова бележка
bn: রসিদ প্রিন্ট করুন
bs: Štampaj račun
ca: Imprimeix el rebut
cs: Vytisknout účtenku
da: Udskriv kvittering
el: Εκτύπωση απόδειξης
et: Prindi kviitung
fa: چاپ رسید
fi: Tulosta kuitti
he: הדפס קבלה
hi: रसीद प्रिंट करें
hu: Nyugta nyomtatása
id: Cetak Struk
ja: 領収書を印刷
ka: ქვითრის ბეჭდვა
kk: Түбіртекті басып шығару
km: បោះពុម្ពវិក្កយបត្រ
kn: ರಸೀದಿ ಮುದ್ರಿಸಿ
ku: وەرگرتنی وەسڵ
lo: ພິມໃບຮັບເງິນ
lt: Spausdinti kvitą
mr: पावती छापा
ms: Cetak resit
my: ပြေစာ ထုတ်ယူပါ။
no: Skriv ut kvittering
pl: Drukuj paragon
ro: Tipărește chitanța
si: කුවිතාන්සිය මුද්‍රණය කරන්න
sk: Vytlačiť potvrdenie
sq: Printo faturën
sr: Одштампајте потврду
sv: Skriv ut kvitto
sw: Chapisha Risiti
ta: ரசீதை அச்சிடு
te: రిసీప్ట్ ముద్రించండి
th: พิมพ์ใบเสร็จ
tr: Makbuzu Yazdır
uk: Друк чека
ur: رسید پرنٹ کریں
uz: Chekni chop etish
vi: In hóa đơn

source: Printer
am: አታሚ
ar: طابعة
bg: Принтер
bn: প্রিন্টার
bs: Štampač
ca: Impressora
cs: Tiskárna
el: Εκτυπωτής
fa: چاپگر
fi: Tulostin
he: מדפסת
hi: मुद्रक
hu: Nyomtató
ja: プリンター
ka: პრინტერი
kk: Принтер
km: ម៉ាស៊ីនបោះពុម្ព
kn: ಮುದ್ರಕ
ku: پرینتەر
lo: ເຄື່ອງພິມ
lt: Spausdintuvas
mr: प्रिंटर
ms: Pencetak
my: ပုံနှိပ်စက်
no: Skriver
pl: Drukarka
ro: Imprimantă
si: මුද්‍රණ යන්ත්‍රය
sk: Tlačiareň
sq: Printeri
sr: Штампач
sv: Skrivare
sw: Kichapishaji
ta: அச்சுப்பொறி
te: ప్రింటర్
th: เครื่องพิมพ์
tr: Yazıcı
uk: Принтер
ur: پرنٹر
vi: Máy in

# printerNotFound
source: The printer was not found
am: አታሚው አልተገኘም
ar: لم يتم العثور على الطابعة
az: Printer tapılmadı
bg: Принтерът не е намерен
bn: প্রিন্টার পাওয়া যায়নি
bs: Štampač nije pronađen
ca: No s'ha trobat la impressora
cs: Tiskárna nebyla nalezena
da: Printeren blev ikke fundet
el: Ο εκτυπωτής δεν βρέθηκε
et: Printerit ei leitud
fa: چاپگر یافت نشد
fi: Tulostinta ei löydy
he: המדפסת לא נמצאה
hi: प्रिंटर नहीं मिला
hu: A nyomtató nem található
id: Printer tidak ditemukan
ja: プリンターが見つかりません
ka: პრინტერი ვერ მოიძებნა
kk: Принтер табылмады
km: រកមិនឃើញម៉ាស៊ីនបោះពុម្ព
kn: ಪ್ರಿಂಟರ್ ಕಂಡುಬಂದಿಲ್ಲ
ku: پرینتەر نەدۆزرایەوە
lo: ບໍ່ພົບເຄື່ອງພິມ
lt: Spausdintuvas nerastas
mr: प्रिंटर सापडला नाही
ms: Pencetak tidak dijumpai
my: ပုံနှိပ်စက်ကို ရှာမတွေ့ပါ။
no: Fant ikke skriveren
pl: Nie znaleziono drukarki
ro: Imprimanta nu a fost găsită
si: මුද්‍රණ යන්ත්‍රය හමු නොවීය
sk: Tlačiareň sa nenašla
sq: Printeri nuk u gjet
sr: Штампач није пронађен
sv: Skrivaren hittades inte
sw: Kichapishaji hakijapatikana
ta: அச்சுப்பொறி கண்டுபிடிக்கப்படவில்லை
te: ప్రింటర్ కనుగొనబడలేదు
th: ไม่พบเครื่องพิมพ์
tr: Yazıcı bulunamadı
uk: Принтер не знайдено
ur: پرنٹر نہیں ملا
uz: Printer topilmadi
vi: Không tìm thấy máy in
