Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# orderStatusPendingPayment
source: Pending Payment
am: ክፍያ በመጠባበቅ ላይ
ar: في انتظار الدفع
az: Ödəniş gözləyir
bg: Очаква плащане
bn: অপেক্ষমান পেমেন্ট
bs: Čeka se plaćanje
ca: Pagament pendent
cs: Čekající platba
da: Afventer betaling
el: Πληρωμή σε εκκρεμότητα
et: Ootel makse
fa: در انتظار پرداخت
fi: Odottaa maksua
he: ממתין לתשלום
hi: भुगतान लंबित
hu: Fizetésre vár
id: Menunggu Pembayaran
ja: 支払い待ち
ka: გადახდის მოლოდინში
kk: Төлем күтілуде
km: ស្ថានភាពបញ្ជាទិញមិនទាន់ទូទាត់
kn: ಪಾವತಿ ಬಾಕಿಯಿದೆ
ku: چاوەڕێی پارەدانە
lo: ກຳລັງຈ່າຍເງິນ
lt: Laukiama apmokėjimo
mr: पेमेंट प्रलंबित
ms: Pembayaran Belum Selesai
my: ငွေပေးချေမှုစောင့်ဆိုင်းနေသည်
no: Venter på betaling
pl: Oczekująca płatność
ro: Plată în așteptare
si: ගෙවීම් අපේක්ෂිතයි
sk: Čakajúca platba
sq: Në pritje të pagesës
sr: Чека се плаћање
sv: Väntande betalning
sw: Inasubiri Malipo
ta: கட்டணம் நிலுவையில் உள்ளது
te: చెల్లింపు పెండింగ్
th: รอการชำระเงิน
tr: Ödeme Bekleniyor
uk: Очікує оплати
ur: ادائیگی زیر التواء
uz: To'lov kutilmoqda
vi: Đang chờ thanh toán

# orderStatusFailed
source: Failed
am: አልተሳካም
ar: فشل
az: Uğursuz oldu
bg: Неуспешна
bn: ব্যর্থ হয়েছে
bs: Neuspješno
ca: Ha fallat
cs: Neúspěšné
da: Mislykket
el: Απέτυχε
et: Ebaõnnestunud
fa: ناموفق
fi: Epäonnistui
he: נכשל
hi: विफल रहा
hu: Sikertelen
id: Gagal
ja: 失敗
ka: წარუმატებელია
kk: Сәтсіз аяқталды
km: ស្ថានភាពបញ្ជាទិញបរាជ័យ
kn: ಆರ್ಡರ್ ವಿಫಲವಾಗಿದೆ
ku: سەرکەوتوو نەبوو
lo: ລົ້ມເຫລວ
lt: Nepavyko
mr: अयशस्वी
ms: Gagal
my: မအောင်မြင်ပါ
no: Mislyktes
pl: Nie powiodło się
ro: Eșuat
si: අසාර්ථකයි
sk: Zlyhalo
sq: Dështuar
sr: Неуспешно
sv: Misslyckades
sw: Imeshindwa
ta: தோல்வியடைந்தது
te: విఫలమైంది
th: ล้มเหลว
tr: Başarısız
uk: Не вдалося
ur: ناکام
uz: Amalga oshmadi
vi: Thất bại

# orderStatusProcessing
source: Processing
am: በማስኬድ ላይ
ar: قيد المعالجة
az: Emal edilir
bg: Обработва се
bn: প্রক্রিয়াকরণ
bs: U obradi
ca: En procés
cs: Zpracovává se
da: Under behandling
el: Επεξεργασία
et: Töötlemisel
fa: در حال پردازش
fi: Käsittelyssä
he: בתהליך
hi: प्रसंस्करण
hu: Feldolgozás alatt
id: Diproses
ja: 処理中
ka: მუშავდება
kk: Өңделуде
km: ស្ថានភាពបញ្ជាទិញកំពុងដំណើរការ
kn: ಆರ್ಡರ್ ಸಂಸ್ಕರಣೆಯಲ್ಲಿದೆ
ku: بەڕێکردن
lo: ກຳລັງປະມວນຜົນ
lt: Apdorojamas
mr: प्रक्रिया करत आहे
ms: Memproses
my: ဆောင်ရွက်နေသည်
no: Behandler
pl: Przetwarzanie
ro: În procesare
si: සකසමින්
sk: Spracováva sa
sq: Duke u përpunuar
sr: У обради
sv: Bearbetar
sw: Inachakata
ta: செயலாக்கப்படுகிறது
te: ప్రాసెసింగ్ జరుగుతోంది
th: กำลังดำเนินการ
tr: İşleniyor
uk: Обробка
ur: پروسیسنگ جاری
uz: Qayta ishlanmoqda
vi: Đang xử lý

# orderStatusPending
source: Pending
am: በመጠባበቅ ላይ
ar: قيد الانتظار
az: Gözləyir
bg: Изчакваща
bn: বিচারাধীন
bs: Na čekanju
ca: Pendent
cs: Čekající
da: Afventer
el: εκκρεμής
et: Ootel
fa: در انتظار
fi: Odottaa
he: ממתין
hi: लंबित
hu: Függőben
id: Tertunda
ja: 保留中
ka: დამუშავების პროცესში
kk: Күтілуде
km: ស្ថានភាពបញ្ជាទិញកំពុងរង់ចាំ
kn: ಆರ್ಡರ್ ಸ್ಥಿತಿ ಬಾಕಿಯಿದೆ
ku: لە چاوەڕوانیدا
lo: ກຳລັງກະກຽມ
lt: Laukiama
mr: प्रलंबित
ms: Belum selesai
my: စောင့်ဆိုင်းနေသည်
no: Venter
pl: Oczekujące
ro: În așteptare
si: අපේක්ෂිතයි
sk: Čakajúce
sq: Në pritje
sr: На чекању
sv: Väntande
sw: Inasubiri
ta: நிலுவையில் உள்ளது
te: పెండింగ్
th: รอดำเนินการ
tr: Beklemede
uk: В очікуванні
ur: زیر التواء
uz: Kutilmoqda
vi: Đang chờ xử lý

# orderStatusCompleted
source: Completed
am: ተጠናቅቋል
ar: مكتمل
az: Tamamlandı
bg: Завършена
bn: সম্পন্ন
bs: Završeno
ca: Completat
cs: Dokončeno
da: Gennemført
el: Ολοκληρώθηκε το
et: Lõpetatud
fa: تکمیل شده
fi: Valmis
he: הושלם
hi: पूरा किया गया
hu: Teljesítve
id: Selesai
ja: 完了
ka: დასრულებულია
kk: Аяқталды
km: ស្ថានភាពបញ្ជាទិញបានបញ្ចប់
kn: ಆರ್ಡರ್ ಪೂರ್ಣಗೊಂಡಿದೆ
ku: تەواوکراوە
lo: ສຳເລັດ
lt: Užbaigtas
mr: पूर्ण झाले
ms: Selesai
my: ပြီးဆုံးပါပြီ
no: Fullført
pl: Zakończone
ro: Finalizat
si: සම්පූර්ණයි
sk: Dokončené
sq: Përfunduar
sr: Завршено
sv: Slutförd
sw: Imekamilika
ta: முடிந்தது
te: పూర్తి అయింది
th: เสร็จสมบูรณ์
tr: Tamamlandı
uk: Завершено
ur: مکمل
uz: Bajarildi
vi: Hoàn thành

# orderStatusCancelled
source: Cancelled
am: ተሰርዟል
ar: ملغي
az: Ləğv edildi
bg: Отменена
bn: বাতিল করা হয়েছে
bs: Otkazano
ca: Cancel·lat
cs: Zrušeno
da: Annulleret
el: Ακυρώθηκε
et: Tühistatud
fa: لغو شده
fi: Peruutettu
he: בוטל
hi: रद्द किया गया
hu: Törölve
id: Dibatalkan
ja: キャンセル済み
ka: გაუქმებულია
kk: Бас тартылды
km: ស្ថានភាពបញ្ជាទិញបានបោះបង់
kn: ಆರ್ಡರ್ ರದ್ದುಗೊಂಡಿದೆ
ku: هەڵوەشێندراوە
lo: ຍົກເລີກ
lt: Atšauktas
mr: रद्द केले
ms: DIBATALKAN
my: ပယ်ဖျက်ထားသည်
no: Kansellert
pl: Anulowane
ro: Anulat
si: අවලංගු කරන ලදී
sk: Zrušené
sq: Anuluar
sr: Отказано
sv: Avbruten
sw: Imeghairiwa
ta: ரத்து செய்யப்பட்டது
te: రద్దు చేయబడింది
th: ยกเลิกแล้ว
tr: İptal Edildi
uk: Скасовано
ur: منسوخ شدہ
uz: Bekor qilindi
vi: Đã hủy

# orderStatusRefunded
source: Refunded
am: ተመልሷል
ar: مسترد
az: Geri qaytarıldı
bg: Възстановена
bn: ফেরত দেওয়া হয়েছে
bs: Refundirano
ca: Reemborsat
cs: Vráceno
da: Refunderet
el: Επιστροφή χρημάτων
et: Tagastatud
fa: مسترد شده
fi: Hyvitetty
he: הוחזר
hi: धनवापसी की गई
hu: Visszatérítve
id: Dikembalikan
ja: 返金済み
ka: დაბრუნებულია
kk: Қайтарылды
km: ស្ថានភាពបញ្ជាទិញបានសងប្រាក់វិញ។
kn: ಆರ್ಡರ್ ಮರುಪಾವತಿಸಲಾಗಿದೆ
ku: گەڕێندراوە
lo: ສົ່ງເງິນຄືນແລ້ວ
lt: Grąžinti pinigai
mr: परतावा दिला
ms: Dikembalikan
my: ငွေပြန်အမ်းပြီးပါပြီ
no: Refundert
pl: Zwrócone
ro: Rambursat
si: ආපසු ගෙවන ලදී
sk: Vrátené
sq: Rimbursuar
sr: Враћен новац
sv: Återbetald
sw: Imerejeshwa
ta: பணம் திரும்ப அளிக்கப்பட்டது
te: రిఫండ్ చేయబడింది
th: คืนเงินแล้ว
tr: İade Edildi
uk: Повернуто
ur: رقم واپس
uz: Qaytarildi
vi: Đã hoàn tiền

# pleaseFillCode
source: Please enter your code
am: እባክዎ ኮድዎን ያስገቡ
ar: يرجى إدخال الرمز
az: Zəhmət olmasa kodunuzu daxil edin
bg: Моля, въведете вашия код
bn: অনুগ্রহ করে আপনার কোড পূরণ করুন
bs: Molimo unesite svoj kod
ca: Si us plau, introdueix el teu codi
cs: Vyplňte prosím svůj kód
da: Udfyld venligst din kode
el: Παρακαλώ συμπληρώστε τον κωδικό σας
et: Palun sisesta oma kood
fa: لطفاً کد خود را وارد کنید
fi: Täytä koodi
he: אנא הזן את הקוד שלך
hi: कृपया अपना कोड भरें
hu: Kérjük, adja meg a kódot
id: Mohon isi kode Anda
ja: コードを入力してください
ka: გთხოვთ შეავსოთ თქვენი კოდი
kk: Кодты енгізіңіз
km: សូមបំពេញលេខកូដរបស់អ្នក។
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಕೋಡ್ ಅನ್ನು ಭರ್ತಿ ಮಾಡಿ
ku: تکایە کۆدەکەت بنوسەوە
lo: ກະລຸນາຕື່ມລະຫັດຂອງທ່ານ
lt: Įveskite kodą
mr: कृपया तुमचा कोड भरा
ms: Sila isi kod anda
my: ကုဒ်ထည့်ပါ
no: Vennligst fyll inn koden din
pl: Wprowadź swój kod
ro: Te rugăm să introduci codul
si: කරුණාකර ඔබගේ කේතය ඇතුළත් කරන්න
sk: Prosím, vyplňte svoj kód
sq: Ju lutemi plotësoni kodin tuaj
sr: Унесите свој код
sv: Fyll i din kod
sw: Tafadhali jaza msimbo wako
ta: உங்கள் குறியீட்டை நிரப்பவும்
te: దయచేసి మీ కోడ్‌ను నమోదు చేయండి
th: โปรดใส่รหัสของคุณ
tr: Lütfen kodunuzu girin
uk: Введіть код
ur: براہ کرم اپنا کوڈ بھریں
uz: Iltimos, kodingizni kiriting
vi: Vui lòng nhập mã của bạn

# warning
source: Warning: {message}
am: ማስጠንቀቂያ፡ {message}
ar: تحذير: {message}
az: Xəbərdarlıq: {message}
bg: Предупреждение: {message}
bn: সতর্কতা: {message}
bs: Upozorenje: {message}
ca: Avís: {message}
cs: Upozornění: {message}
da: Advarsel: {message}
el: Προειδοποίηση: {message}
et: Hoiatus: {message}
fa: هشدار: {message}
fi: Varoitus: {message}
he: אזהרה: {message}
hi: चेतावनी: {message}
hu: Figyelmeztetés: {message}
id: Peringatan: {message}
ja: 警告：{message}
ka: გაფრთხილება: {message}
kk: Ескерту: {message}
km: ការព្រមាន៖ {message}
kn: ಎಚ್ಚರಿಕೆ: {message}
ku: ئاگاداری: {message}
lo: ຄຳເຕືອນ: {message}
lt: Įspėjimas: {message}
mr: चेतावणी: {message}
ms: Amaran: {message}
my: သတိပေးချက်: {message}
no: Advarsel: {message}
pl: Ostrzeżenie: {message}
ro: Atenție: {message}
si: අවවාදයයි: {message}
sk: Upozornenie: {message}
sq: Paralajmërim: {message}
sr: Упозорење: {message}
sv: Varning: {message}
sw: Onyo: {message}
ta: எச்சரிக்கை: {message}
te: హెచ్చరిక: {message}
th: คำเตือน: {message}
tr: Uyarı: {message}
uk: Попередження: {message}
ur: انتباہ: {message}
uz: Ogohlantirish: {message}
vi: Cảnh báo: {message}

# nItems
source: {itemCount} items
am: {itemCount} እቃዎች
ar: {itemCount} عنصر
az: {itemCount} məhsul
bg: {itemCount} продукта
bn: {itemCount} টি আইটেম
bs: {itemCount} artikala
ca: {itemCount} articles
cs: Položky: {itemCount}
da: {itemCount} elementer
el: {itemCount} αντικείμενα
et: {itemCount} toodet
fa: {itemCount} مورد
fi: {itemCount} kohdetta
he: {itemCount} פריטים
hi: {itemCount} आइटम
hu: {itemCount} termék
id: {itemCount} item
ja: {itemCount}点
ka: {itemCount} ერთეული
kk: {itemCount} элемент
km: ទំនិញ{itemCount}
kn: {itemCount} ವಸ್ತುಗಳು
ku: {itemCount} ئایتم
lo: {itemCount} ລາຍການ
lt: {itemCount} prekės
mr: {itemcount} वस्तू
ms: {itemCount} item
my: ပစ္စည်း {itemCount} ခု
no: {itemCount} varer
pl: {itemCount} elementów
ro: {itemCount} articole
si: අයිතම {itemCount}
sk: {itemCount} položiek
sq: {itemCount} artikuj
sr: {itemCount} ставки
sv: {itemCount} artiklar
sw: Vitu {itemCount}
ta: {itemCount} பொருட்கள்
te: {itemCount} అంశాలు
th: {itemCount} รายการ
tr: {itemCount} ürün
uk: {itemCount} товарів
ur: {itemCount} آئٹمز
uz: {itemCount} ta element
vi: {itemCount} sản phẩm

# dataEmpty
source: No Data
am: ምንም መረጃ የለም
ar: لا توجد بيانات
az: Məlumat yoxdur
bg: Няма данни
bn: কোনো তথ্য নেই
bs: Nema podataka
ca: Sense dades
cs: Žádná data
da: Ingen data
el: Κενά δεδομένα
et: Andmed puuduvad
fa: داده‌ای موجود نیست
fi: Ei tietoja
he: אין נתונים
hi: कोई डेटा नहीं
hu: Nincs adat
id: Data Kosong
ja: データがありません
ka: მონაცემები ცარიელია
kk: Деректер жоқ
km: គ្មានទិន្នន័យ
kn: ಡೇಟಾ ಖಾಲಿ
ku: بەرواری بەتالە
lo: ຂໍ້ມູນຫວ່າງເປົ່າ
lt: Duomenų nėra
mr: डेटा रिकामा
ms: Data Kosong
my: အချက်အလက်မရှိပါ
no: Ingen data
pl: Brak danych
ro: Nu există date
si: දත්ත නොමැත
sk: Žiadne údaje
sq: Të dhënat janë bosh
sr: Нема података
sv: Ingen data
sw: Hakuna Data
ta: தரவு காலியாக உள்ளது
te: డేటా లేదు
th: ไม่มีข้อมูล
tr: Veri Yok
uk: Дані відсутні
ur: ڈیٹا خالی
uz: Ma'lumotlar yo'q
vi: Không có dữ liệu

# yourAddressExistYourLocal
source: Address exists in your local storage
am: አድራሻው በአካባቢዎ ውስጥ አለ
ar: عنوانك موجود في منطقتك
az: Ünvanınız artıq mövcuddur
bg: Адресът вече съществува
bn: আপনার ঠিকানা স্থানীয়ভাবে বিদ্যমান
bs: Vaša adresa postoji
ca: La teva adreça ja existeix al teu dispositiu
cs: Vaše adresa existuje ve vašem místním umístění
da: Din adresse findes lokalt
el: Η διεύθυνσή σας υπάρχει στην τοπική σας
et: Sinu aadress on olemas sinu kohalikus
fa: آدرس شما ثبت شد
fi: Osoitteesi on jo tallennettu paikallisesti
he: הכתובת שלך קיימת
hi: आपका पता आपके स्थानीय में मौजूद है
hu: Ez a cím már létezik
id: Alamat Anda tersimpan di lokal
ja: 住所が保存されました
ka: თქვენი მისამართი უკვე არსებობს ლოკალურად
kk: Мекенжайыңыз жергілікті жадта бар
km: អាសយដ្ឋានរបស់អ្នកមានក្នុងតំបន់របស់អ្នក
kn: ನಿಮ್ಮ ವಿಳಾಸವು ನಿಮ್ಮ ಸ್ಥಳದಲ್ಲಿ ಇದೆ
ku: ناونیشانەکەت پێشتر بەردەستە
lo: ທີ່ຢູ່ຂອງທ່ານມີແລ້ວ
lt: Jūsų adresas jau yra vietinėje saugykloje
mr: तुमचा पत्ता तुमच्या स्थानिक स्टोरेजमध्ये अस्तित्वात आहे
ms: Alamat anda wujud dalam tempatan anda
my: သင့်လိပ်စာသည် သင့်စက်တွင်ရှိနေပါသည်
no: Adressen din finnes i lokal lagring
pl: Twój adres istnieje w Twojej lokalizacji
ro: Adresa ta există în localitatea ta
si: ඔබගේ ලිපිනය ඔබගේ ප්‍රදේශයේ පවතී
sk: Vaša adresa existuje vo vašom lokálnom úložisku
sq: Adresa juaj ekziston në pajisjen tuaj
sr: Ваша адреса је сачувана локално
sv: Din adress finns i din lokala
sw: Anwani yako ipo katika eneo lako
ta: உங்கள் முகவரி உள்ளூரில் உள்ளது
te: మీ చిరునామా మీ స్థానిక నిల్వలో ఉంది
th: ที่อยู่ของคุณมีในจัดเก็บแล้ว
tr: Adresiniz zaten kayıtlı
uk: Ваша адреса існує у вашому місцезнаходженні
ur: آپ کا پتہ آپ کے مقامی میں موجود ہے
uz: Manzilingiz mahalliy hududda mavjud
vi: Địa chỉ của bạn đã tồn tại

source: OK
am: እሺ
ar: موافق
bn: ঠিক আছে
ca: D'acord
da: Okay
el: ΟΚ
fa: تایید
he: אישור
hi: ठीक है
ka: კარგი
kk: Жарайды
km: យល់ព្រម
kn: ಸರಿ
ku: باشە
lo: ຕົກ​ລົງ
lt: Gerai
mr: ठीक आहे
my: အိုကေ
si: හරි
sr: У реду
sw: Sawa
ta: சரி
te: సరే
th: ตกลง
tr: Tamam
ur: ٹھیک ہے

# youHaveBeenSaveAddressYourLocal
source: You have successfully saved the address to your local file!
am: አድራሻውን በአካባቢዎ ላይ በተሳካ ሁኔታ አስቀምጠዋል!
ar: تم حفظ عنوانك في منطقتك
az: Siz ünvanı yerli faylınızda uğurla yadda saxladınız!
bg: Успешно запазихте адреса локално
bn: আপনার স্থানীয় ঠিকানা সংরক্ষিত হয়েছে
bs: Adresa je sačuvana
ca: Has desat l'adreça al teu fitxer local
cs: Vaše adresa byla uložena
da: Du har gemt adressen lokalt
el: Έχετε αποθηκεύσει τη διεύθυνση στην τοπική σας
et: Oled oma aadressi kohalikku faili salvestanud!
fa: آدرس در دستگاه شما ذخیره شد
fi: Osoitteesi on tallennettu paikallisesti
he: שמרת את הכתובת
hi: आपका पता स्थानीय रूप से सहेज लिया गया है
hu: A címet elmentette
id: Alamat telah disimpan di lokal
ja: 住所がローカルに保存されました
ka: თქვენი მისამართი წარმატებით შეინახა ლოკალურად!
kk: Мекенжайыңыз жергілікті жадқа сақталды
km: អាសយដ្ឋានរបស់អ្នកត្រូវបានរក្សាទុកក្នុងតំបន់
kn: ನೀವು ವಿಳಾಸವನ್ನು ನಿಮ್ಮ ಸ್ಥಳದಲ್ಲಿ ಉಳಿಸಿದ್ದೀರಿ
ku: ناونیشانەکەت لە لۆکال زیادکردووە
lo: ທ່ານໄດ້ບັນທຶກທີ່ຢູ່ຂອງທ່ານແລ້ວ
lt: Jūsų adresas išsaugotas vietinėje saugykloje
mr: तुम्ही तुमचा पत्ता स्थानिक स्टोरेजमध्ये जतन केला आहे
ms: Anda telah menyimpan alamat dalam tempatan anda
my: သင့်လိပ်စာကို သင့်စက်တွင်သိမ်းဆည်းထားပါသည်
no: Du har lagret adressen lokalt
pl: Zapisałeś adres w swojej lokalizacji
ro: Ai salvat adresa în localitatea ta
si: ඔබගේ ලිපිනය ඔබගේ දේශීය ගබඩාවේ සුරක්ෂිතව ඇත
sk: Uložili ste adresu do svojho lokálneho úložiska
sq: Keni ruajtur adresën në pajisjen tuaj
sr: Ваша адреса је сачувана локално
sv: Du har sparat adressen i din lokala
sw: Umehifadhi anwani katika eneo lako
ta: உங்கள் முகவரி உள்ளூரில் சேமிக்கப்பட்டுள்ளது
te: మీ చిరునామా విజయవంతంగా స్థానిక ఫైల్‌లో సేవ్ చేయబడింది!
th: ที่อยู่ของคุณได้รับการจัดเก็บแล้ว
tr: Adres yerel depolamaya kaydedildi
uk: Ви зберегли адресу у своєму місцезнаходженні
ur: آپ نے اپنی مقامی فائل میں پتہ محفوظ کر لیا ہے
uz: Mahalliy manzilingiz saqlandi
vi: Bạn đã lưu địa chỉ vào tệp cục bộ thành công!

source: Undo
am: ቀልብስ
ar: تراجع
az: Geri
bg: Отмени
bn: পূর্বাবস্থায় ফিরুন
bs: Poništi
ca: Desfer
cs: Zpět
da: Fortryd
el: Αναίρεση
et: Võta tagasi
fa: بازگشت
fi: Kumoa
he: בטל
hi: पूर्ववत करें
hu: Visszavonás
id: Batalkan
ja: 元に戻す
ka: დაბრუნება
kk: Болдырмау
km: មោឃៈ
kn: ರದ್ದುಮಾಡಿ
ku: پاشگەزبونەوە
lo: ກັບຄືນ
lt: Atšaukti
mr: पूर्ववत करा
ms: Buat asal
my: နောက်ပြန်ဆုတ်ရန်
no: Angre
pl: Cofnij
ro: Anulează
si: අහෝසි කරන්න
sk: Späť
sq: Zhbëj
sr: Поништи
sv: Ångra
sw: Tendua
ta: செயல்தவிர்
te: రద్దు చేయండి
th: เลิกทำ
tr: Geri Al
uk: Скасувати
ur: کالعدم کریں
uz: Bekor qilish
vi: Hoàn tác

# thisPlatformNotSupportWebview
source: This platform does not support webview
am: ይህ መድረክ ለድር እይታ አይደገፍም
ar: هذا النظام لا يدعم عرض الويب
az: Bu platforma vebview-nu dəstəkləmir
bg: Тази платформа не поддържа уеб изглед
bn: এই প্ল্যাটফর্মটি ওয়েব ভিউয়ের পক্ষে সমর্থন করে না
bs: Ova platforma ne podržava prikaz weba
ca: Aquesta plataforma no admet la visualització web
cs: Tato platforma nepodporuje webové zobrazení
da: Denne platform understøtter ikke webvisning
el: Αυτή η πλατφόρμα δεν υποστηρίζει προβολή ιστού
et: See platvorm ei toeta veebivaate funktsiooni
fa: این پلتفرم از نمایش وب پشتیبانی نمی‌کند
fi: Tämä alusta ei tue verkkonäkymää
he: פלטפורמה זו אינה תומכת בתצוגת אינטרנט
hi: यह प्लेटफ़ॉर्म वेबव्यू के लिए समर्थित नहीं है
hu: Ez a platform nem támogatja a webes nézetet
id: Platform ini tidak mendukung tampilan web
ja: このプラットフォームはWebViewをサポートしていません
ka: ეს პლატფორმა არ უჭერს მხარს ვებ-ხედს
kk: Бұл платформа веб-көріністі қолдамайды
km: វេទិកានេះមិនគាំទ្រសម្រាប់មើលគេហទំព័រទេ
kn: ಈ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ವೆಬ್‌ವ್ಯೂಗೆ ಬೆಂಬಲ ನೀಡುವುದಿಲ್ಲ
ku: ئەم پلاتفۆڕمە پشتگیری وێبڤیو ناکات
lo: ແພລດຟອມນີ້ບໍ່ຮອງຮັບການເບິ່ງເວັບ
lt: Ši platforma nepalaiko internetinio rodinio
mr: हे प्लॅटफॉर्म वेब व्ह्यूसाठी समर्थन करत नाही
ms: Platform ini tidak menyokong paparan web
my: ဤပလက်ဖောင်းသည် ဝဘ်ဗျူးအတွက် ပံ့ပိုးမှုမရှိပါ
no: Denne plattformen støtter ikke nettleservisning
pl: Ta platforma nie obsługuje wyświetlania stron internetowych
ro: Această platformă nu suportă vizualizarea web
si: මෙම වේදිකාව වෙබ්දසුන සඳහා සහය නොදක්වයි
sk: Táto platforma nepodporuje webové zobrazenie
sq: Kjo platformë nuk mbështet shfaqjen në ueb
sr: Ова платформа не подржава приказ веба
sv: Denna plattform stöder inte webbvisning
sw: Mfumo huu hautumii mwonekano wa wavuti
ta: இந்த தளம் வலை பார்வைக்கு ஆதரவளிக்கவில்லை
te: ఈ ప్లాట్‌ఫాం వెబ్‌వ్యూను మద్దతు ఇవ్వదు
th: แพลตฟอร์มนี้ไม่รองรับการดูเว็บ
tr: Bu platform webview'i desteklemiyor
uk: Ця платформа не підтримує веб-перегляд
ur: یہ پلیٹ فارم ویب ویو کے لیے سپورٹ نہیں ہے
uz: Bu platforma veb-ko'rinishni qo'llab-quvvatlamaydi
vi: Nền tảng này không hỗ trợ webview

source: No back history item
am: ምንም የኋላ ታሪክ ንጥል የለም
ar: لا توجد عناصر سابقة
az: Keçmiş element yoxdur
bg: Няма предишна история
bn: কোনো ব্যাক ইতিহাসের আইটেম নেই
bs: Nema prethodnih stavki
ca: No hi ha elements anteriors a l'historial
cs: Žádná položka v historii zpět
da: Ingen tidligere historikelementer
el: Δεν υπάρχει προηγούμενο στοιχείο
et: Puudub tagasiulatuv ajaloo üksus
fa: تاریخچه‌ای موجود نیست
fi: Ei historiaa
he: אין פריט היסטוריה אחורה
hi: कोई पिछला इतिहास आइटम नहीं
hu: Nincs előzmény
id: Tidak ada riwayat kembali
ja: 前の履歴がありません
ka: წინა ისტორია ცარიელია
kk: Алдыңғы тарих элементі жоқ
km: មិនមានប្រវត្តិទំនិញត្រឡប់មកវិញទេ។
kn: ಹಿಂದಿನ ಇತಿಹಾಸದಲ್ಲಿ ಯಾವುದೇ ಐಟಂ ಇಲ್ಲ
ku: مێژووی بەردەست نیە
lo: ບໍ່ມີລາຍການປະຫວັດສາດສັ່ງຊື້
lt: Nėra ankstesnės istorijos elemento
mr: मागील इतिहास आयटम नाही
ms: Tiada item sejarah belakang
my: နောက်ကြောင်းပြန်ရန်မရှိပါ
no: Ingen tidligere historikk
pl: Brak wcześniejszej historii
ro: Nu există istoric anterior
si: පෙර ඉතිහාස අයිතම නොමැත
sk: Žiadna história
sq: Asnjë artikull i historisë së mëparshme
sr: Нема претходних ставки
sv: Ingen historik tillbaka
sw: Hakuna kipengee cha historia ya nyuma
ta: முந்தைய வரலாற்று உருப்படி இல்லை
te: వెనుక చరిత్ర అంశం లేదు
th: ไม่มีประวัติการย้อนกลับ
tr: Önceki öğe yok
uk: Немає попередніх елементів
ur: کوئی بیک ہسٹری آئٹم نہیں۔
uz: Oldingi tarix elementi yo'q
vi: Không có lịch sử quay lại

source: No forward history item
am: ምንም የፊት ለፊት ታሪክ ንጥል የለም
ar: لا توجد عناصر لاحقة
az: İrəli element yoxdur
bg: Няма следваща история
bn: কোনো ফরওয়ার্ড ইতিহাসের আইটেম নেই
bs: Nema narednih stavki
ca: No hi ha elements posteriors a l'historial
cs: Žádná položka v historii vpřed
da: Ingen fremtidige historikelementer
el: Δεν υπάρχει επόμενο στοιχείο
et: Puudub edasiulatuv ajaloo üksus
fa: تاریخچه‌ای برای ارسال وجود ندارد
fi: Ei eteenpäin historiaa
he: אין פריט היסטוריה קדימה
hi: कोई आगे का इतिहास आइटम नहीं
hu: Nincs következő előzmény
id: Tidak ada riwayat maju
ja: 次の履歴がありません
ka: მომავალი ისტორია ცარიელია
kk: Келесі тарих элементі жоқ
km: មិនមានប្រវត្តិទំនិញបញ្ជូនបន្តទេ។
kn: ಮುಂದಿನ ಇತಿಹಾಸದಲ್ಲಿ ಯಾವುದೇ ಐಟಂ ಇಲ್ಲ
ku: مێژووی بەردەست نیە
lo: ບໍ່ມີລາຍການປະຫວັດການສົ່ງຕໍ່
lt: Nėra tolesnės istorijos elemento
mr: पुढील इतिहास आयटम नाही
ms: Tiada item sejarah hadapan
my: ရှေ့သို့သွားရန်မရှိပါ
no: Ingen fremtidig historikk
pl: Brak historii do przodu
ro: Nu există istoric ulterior
si: ඉදිරි ඉතිහාස අයිතම නොමැත
sk: Žiadna história dopredu
sq: Asnjë artikull i historisë së ardhshme
sr: Нема наредних ставки
sv: Ingen historik framåt
sw: Hakuna kipengee cha historia ya mbele
ta: முன்னோக்கிய வரலாற்று உருப்படி இல்லை
te: ముందుకు చరిత్ర అంశం లేదు
th: ไม่มีประวัติการส่งต่อ
tr: Sonraki öğe yok
uk: Немає наступних елементів
ur: کوئی فارورڈ ہسٹری آئٹم نہیں۔
uz: Keyingi tarix elementi yo'q
vi: Không có lịch sử chuyển tiếp

source: Date Booking
am: የቀን ቦታ ማስያዣ
ar: تاريخ الحجز
az: Tarix rezervasiyası
bg: Дата на резервация
bn: বুকিং তারিখ
bs: Datum rezervacije
ca: Data de reserva
cs: Datum rezervace
da: Bookingdato
el: Ημερομηνία κράτησης
et: Broneeringu kuupäev
fa: تاریخ رزرو
fi: Varauksen päivämäärä
he: תאריך הזמנה
hi: बुकिंग की तारीख
hu: Foglalás dátuma
id: Tanggal Pemesanan
ja: 予約日
ka: თარიღის დაჯავშნა
kk: Брондау күні
km: កាលបរិច្ឆេទកក់
kn: ದಿನಾಂಕ ಬುಕ್ಕಿಂಗ್
ku: بەرواری شوێنگرتن
lo: ວັນທີຈອງ
lt: Užsakymo data
mr: बुकिंगची तारीख
ms: Tempahan Tarikh
my: စာရင်းသွင်းမည့်ရက်စွဲ
no: Bestillingsdato
pl: Data rezerwacji
ro: Data rezervării
si: දින වෙන් කිරීම
sk: Dátum rezervácie
sq: Rezervimi i datës
sr: Датум резервације
sv: Bokningsdatum
sw: Tarehe ya kuhifadhi
ta: தேதி முன்பதிவு
te: బుకింగ్ తేదీ
th: วันที่จอง
tr: Rezervasyon Tarihi
uk: Дата бронювання
ur: تاریخ بکنگ
uz: Sana band qilish
vi: Ngày đặt

source: Duration
am: የጊዜ ርዝመት
ar: المدة
az: Müddət
bg: Продължителност
bn: সময়কাল
bs: Trajanje
ca: Durada
cs: Doba trvání
da: Varighed
el: Διάρκεια
et: Kestus
fa: مدت
fi: Kesto
he: משך
hi: अवधि
hu: Időtartam
id: Durasi
ja: 期間
ka: ხანგრძლივობა
kk: Ұзақтығы
km: រយៈពេល
kn: ಅವಧಿ
ku: ماوە
lo: ໄລຍະເວລາ
lt: Trukmė
mr: कालावधी
ms: Tempoh
my: ကြာချိန်
no: Varighet
pl: Czas trwania
ro: Durată
si: කාලසීමාව
sk: Trvanie
sq: Kohëzgjatja
sr: Трајање
sv: Varaktighet
sw: Muda
ta: காலம்
te: వ్యవధి
th: ระยะเวลา
tr: Süre
uk: Тривалість
ur: دورانیہ
uz: Davomiyligi
vi: Thời lượng

source: Added Successfully
am: በተሳካ ሁኔታ ታክሏል
ar: تمت الإضافة بنجاح
az: Uğurla əlavə edildi
bg: Добавено успешно
bn: সফলভাবে যোগ করা হয়েছে
bs: Uspješno dodano
ca: Afegit correctament
cs: Úspěšně přidáno
da: Tilføjet med succes
el: Προστέθηκε με επιτυχία
et: Edukalt lisatud
fa: با موفقیت اضافه شد
fi: Lisätty onnistuneesti
he: נוסף בהצלחה
hi: सफलतापूर्वक जोड़ा गया
hu: Sikeresen hozzáadva
id: Berhasil ditambahkan
ja: 正常に追加されました
ka: წარმატებით დაემატა
kk: Сәтті қосылды
km: បានបន្ថែមដោយជោគជ័យ
kn: ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
ku: بەسەرکەوتوویی زیادکرا
lo: ເພີ່ມສຳເລັດແລ້ວ
lt: Sėkmingai pridėta
mr: यशस्वीरित्या जोडले
ms: Berjaya Ditambah
my: အောင်မြင်စွာထည့်သွင်းပြီးပါပြီ
no: Lagt til
pl: Dodano pomyślnie
ro: Adăugat cu succes
si: සාර්ථකව එක් කරන ලදී
sk: Úspešne pridané
sq: U shtua me sukses
sr: Успешно додато
sv: Tillagt
sw: Imeongezwa kwa mafanikio
ta: வெற்றிகரமாக சேர்க்கப்பட்டது
te: విజయవంతంగా జోడించబడింది
th: เพิ่มเรียบร้อยแล้ว
tr: Başarıyla Eklendi
uk: Успішно додано
ur: کامیابی سے شامل کر دیا گیا
uz: Muvaffaqiyatli qo'shildi
vi: Thêm thành công

source: Not Found
am: አልተገኘም
ar: غير موجود
az: Tapılmadı
bg: Не е намерено
bn: পাওয়া যায়নি
bs: Nije pronađeno
ca: No trobat
cs: Nenalezeno
da: Ikke fundet
el: Δεν βρέθηκε
et: Ei leitud
fa: یافت نشد
fi: Ei löydy
he: לא נמצא
hi: नहीं मिला
hu: Nem található
id: Tidak Ditemukan
ja: 見つかりません
ka: ვერ მოიძებნა
kk: Табылмады
km: រកមិនឃើញ
kn: ಕಂಡುಬಂದಿಲ್ಲ
ku: نەدۆزرایەوە
lo: ບໍ່​ພົບ
lt: Nerasta
mr: सापडले नाही
ms: Tidak ditemui
my: ရှာမတွေ့ပါ
no: Ikke funnet
pl: Nie znaleziono
ro: Nu a fost găsit
si: හමු නොවීය
sk: Nenájdené
sq: Nuk u gjet
sr: Није пронађено
sv: Hittades inte
sw: Haipatikani
ta: கிடைக்கவில்லை
te: కనుగొనబడలేదు
th: ไม่พบ
tr: Bulunamadı
uk: Не знайдено
ur: نہیں ملا
uz: Topilmadi
vi: Không tìm thấy

# error
source: Error: {message}
am: ስህተት: {message}
ar: خطأ: {message}
az: Xəta: {message}
bg: Грешка: {message}
bn: ত্রুটি: {message}
bs: Greška: {message}
cs: Chyba: {message}
da: Fejl: {message}
el: Σφάλμα: {message}
et: Viga: {message}
fa: خطا: {message}
fi: Virhe: {message}
he: שגיאה: {message}
hi: त्रुटि: {message}
hu: Hiba: {message}
ja: エラー：{message}
ka: შეცდომა: {message}
kk: Қате: {message}
km: កំហុស៖ {message}
kn: ದೋಷ: {message}
ku: هەڵە: {message}
lo: ເກີດຂໍ້ຜິດພາດ: {message}
lt: Klaida: {message}
mr: त्रुटी: {message}
ms: Ralat: {message}
my: အမှား- {message}
no: Feil: {message}
pl: Błąd: {message}
ro: Eroare: {message}
si: දෝෂය: {message}
sk: Chyba: {message}
sq: Gabim: {message}
sr: Грешка: {message}
sv: Fel: {message}
sw: Hitilafu: {message}
ta: பிழை: {message}
te: లోపం: {message}
th: ข้อผิดพลาด: {message}
tr: Hata: {message}
uk: Помилка: {message}
ur: خرابی: {message}
uz: Xato: {message}
vi: Lỗi: {message}
