Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# checkConfirmLink
source: Check your email for confirmation link
am: የማረጋገጫ ሊንክ ለማግኘት ኢሜይልዎን ይመልከቱ
ar: تحقق من بريدك الإلكتروني للحصول على رابط التأكيد
az: E-poçtunuzu təsdiq linki üçün yoxlayın
bg: Проверете имейла си за линк за потвърждение
bn: নিশ্চিতকরণ লিংকের জন্য আপনার ইমেইল চেক করুন
bs: Provjerite svoj email za link za potvrdu
ca: Comprova el teu correu per l'enllaç de confirmació
cs: Zkontrolujte svůj e-mail pro potvrzovací odkaz
da: Tjek din e-mail for bekræftelseslink
el: Ελέγξτε το email σας για τον σύνδεσμο επιβεβαίωσης
et: Kontrolli oma e-posti kinnituslinki
fa: ایمیل خود را برای تایید بررسی کنید
fi: Tarkista vahvistuslinkki sähköpostistasi
he: בדוק בדוא"ל שלך את קישור האישור
hi: पुष्टिकरण लिंक के लिए अपना ईमेल देखें
hu: Ellenőrizze e-mail fiókját a megerősítő linkért
id: Cek email Anda untuk link konfirmasi
ja: メールで確認リンクを確認してください
ka: შეამოწმეთ თქვენი ელ.ფოსტა დადასტურების ბმულისთვის
kk: Растау сілтемесі үшін электрондық поштаңызды тексеріңіз
km: សូមពិនិត្យអ៊ីមែលរបស់អ្នកសម្រាប់តំណបញ្ជាក់
kn: ಖಚಿತಪಡಿಸಲು ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಮೇಲ್ ಪರಿಶೀಲಿಸಿ
ku: ئیمەیلەکەت بپشکنە بۆ لینکی دووپاتکردنەوە
lo: ກວດເບິ່ງອີເມວຂອງທ່ານເພື່ອຢືນຢັນການເຊື່ອມຕໍ່
lt: Patikrinkite el. paštą, kad gautumėte patvirtinimo nuorodą
mr: पुष्टीकरण लिंकसाठी तुमचा ईमेल तपासा
ms: Semak e-mel anda untuk pautan pengesahan
my: အတည်ပြုလင့်ခ်အတွက် သင့်အီးမေးလ်ကိုစစ်ဆေးပါ
no: Sjekk e-posten din for bekreftelseslenken
pl: Sprawdź pocztę e-mail, aby uzyskać link potwierdzający
ro: Verifică email-ul pentru link-ul de confirmare
si: තහවුරු කිරීමේ සබැඳිය සඳහා ඔබගේ විද්‍යුත් තැපෑල පරීක්ෂා කරන්න
sk: Skontrolujte svoj e-mail, kde nájdete potvrdzovací odkaz
sq: Kontrolloni emailin tuaj për lidhjen e konfirmimit
sr: Проверите имејл за линк за потврду
sv: Kontrollera din e-post för bekräftelselänk
sw: Angalia barua pepe yako kwa kiungo cha uthibitishaji
ta: மின்னஞ்சலை உறுதிப்படுத்தல் இணைப்பிற்காக சரிபார்க்கவும்
te: ధృవీకరణ లింక్ కోసం మీ ఈమెయిల్‌ను తనిఖీ చేయండి
th: ตรวจสอบอีเมลของคุณเพื่อยืนยันการลงทะเบียน
tr: E-postanızı kontrol edin
uk: Перевірте електронну пошту для підтвердження
ur: تصدیقی لنک کے لیے اپنا ای میل چیک کریں
uz: Tasdiqlash havolasi uchun emailingizni tekshiring
vi: Kiểm tra email của bạn để lấy liên kết xác nhận

# emptyUsername
source: Username/Email is empty
am: የተጠቃሚ ስም/ኢሜይል ባዶ ነው
ar: اسم المستخدم/البريد الإلكتروني فارغ
az: İstifadəçi adı/E-poçt boşdur
bg: Потребителското име/имейлът е празен
bn: ব্যবহারকারীর নাম/ইমেইল খালি
bs: Korisničko ime/email je prazno
ca: El nom d'usuari/correu electrònic està buit
cs: Uživatelské jméno/e-mail je prázdné
da: Brugernavn/e-mail er tom
el: Το όνομα χρήστη/email είναι κενό
et: Kasutajanimi/e-post on tühi
fa: نام کاربری/ایمیل خالی است
fi: Käyttäjätunnus/sähköposti on tyhjä
he: שם משתמש/דוא"ל ריק
hi: उपयोगकर्ता नाम/ईमेल खाली है
hu: A felhasználónév/e-mail mező üres
id: Username/Email kosong
ja: ユーザー名/メールアドレスを入力してください
ka: მომხმარებლის სახელი/ელ.ფოსტა ცარიელია
kk: Пайдаланушы аты/электрондық пошта бос
km: ឈ្មោះអ្នកប្រើ/អ៊ីមែលគឺទទេ
kn: ಬಳಕೆದಾರ ಹೆಸರು/ಇಮೇಲ್ ಸ್ಥಳ ಖಾಲಿಯಾಗಿದೆ
ku: ناوی بەکارهێنەر بەتاڵە
lo: ຊື່ຜູ້ໃຊ້/ອີເມວຫວ່າງເປົ່າ
lt: Vartotojo vardas/el. paštas yra tuščias
mr: वापरकर्तानाव/ईमेल रिक्त आहे
ms: Nama pengguna/E-mel kosong
my: အသုံးပြုသူအမည်/အီးမေးလ် ဗလာဖြစ်နေပါသည်
no: Brukernavn/e-post er tomt
pl: Nazwa użytkownika/e-mail jest pusta
ro: Numele de utilizator/email-ul este gol
si: පරිශීලක නාමය/විද්‍යුත් තැපෑල හිස්ය
sk: Používateľské meno/e-mail je prázdny
sq: Emri i përdoruesit/Email-i është bosh
sr: Корисничко име/имејл је празно
sv: Användarnamn/e-post är tomt
sw: Jina la mtumiaji/Barua pepe ni tupu
ta: பயனர்பெயர் காலியாக உள்ளது
te: యూజర్ నేమ్/ఈమెయిల్ ఖాళీగా ఉంది
th: ชื่อผู้ใช้ว่างเปล่า
tr: Kullanıcı adı/E-posta boş
uk: Ім'я користувача/електронна пошта порожні
ur: صارف نام/ای میل خالی ہے
uz: Foydalanuvchi nomi/email bo'sh
vi: Tên đăng nhập/Email trống

source: Romanian
am: ሮማንያኛ
ar: الرومانية
az: Rumınca
bg: Румънски
bn: রোমানিয়ন
bs: Rumunski
ca: Romanès
cs: Rumunština
da: Rumænsk
el: Ρουμανικά
et: Rumeenia
fa: رومانیایی
fi: Romania
he: רומנית
hi: रोमानियाई
hu: Román
id: Bahasa Rumania
ja: ルーマニア語
ka: რუმინული
kk: Румын
km: រូម៉ានី
kn: ರೊಮೇನಿಯನ್
ku: ڕۆمانی
lo: ພາສາໂຣມານີ
lt: Rumunų
mr: रोमानियन
ms: Bahasa Romania
my: ရိုမေးနီးယား
no: Rumensk
pl: rumuński
ro: Română
si: රුමේනියානු
sk: rumunský
sq: Rumanisht
sr: Румунски
sv: rumänska
sw: Kiromania
ta: ரோமானியன்
te: రోమేనియన్
th: โรมาเนีย
tr: Romence
uk: Румунська
ur: رومانیہ
uz: Rumin tili
vi: Tiếng Romania

source: Turkish
am: ቱርክኛ
ar: التركية
az: Türkcə
bg: Турски
bn: তুর্কী
bs: Turski
ca: Turc
cs: Turečtina
da: Tyrkisk
el: Τουρκικά
et: Türgi
fa: ترکی
fi: Turkki
he: טורקית
hi: तुर्की
hu: Török
id: Bahasa Turki
ja: トルコ語
ka: თურქული
kk: Түрік
km: ទួរគី
kn: ಟರ್ಕಿಶ್
ku: تورکی
lo: ພາສາຕຸລະກີ
lt: Turkų
mr: तुर्की
ms: Bahasa Turki
my: တူရကီ
no: Tyrkisk
pl: turecki
ro: Turcă
si: තුර්කි
sk: Turečtina
sq: Turqisht
sr: Турски
sv: turkiska
sw: Kituruki
ta: துருக்கிய
te: టర్కిష్
th: ตุรกี
tr: Türkçe
uk: Турецька
ur: ترکی
uz: Turk tili
vi: Tiếng Thổ Nhĩ Kỳ

source: Italian
am: ጣልያንኛ
ar: الإيطالية
az: İtalyanca
bg: Италиански
bn: ইতালীয়
bs: Italijanski
ca: Italià
cs: italština
da: italiensk
el: Ιταλικά
et: Itaalia
fa: ایتالیایی
fi: Italia
he: איטלקית
hi: इतालवी
hu: Olasz
id: Bahasa Italia
ja: イタリア語
ka: იტალიური
kk: Итальян
km: អ៊ីតាលី
kn: ಇಟಾಲಿಯನ್
ku: ئیتاڵی
lo: ອາພາອິຕາລຽນ
lt: Italų
mr: इटालियन
ms: Itali
my: အီတလီ
no: Italiensk
pl: włoski
ro: Italiană
si: ඉතාලි
sk: taliansky
sq: Italisht
sr: Италијански
sv: italienska
sw: Kiitaliano
ta: இத்தாலியன்
te: ఇటాలియన్
th: อิตาลี
tr: İtalyanca
uk: Італійська
ur: اطالوی
uz: Italyan tili
vi: Tiếng Ý

source: Indonesian
am: ኢንዶኔዥያኛ
ar: الإندونيسية
az: İndoneziyaca
bg: Индонезийски
bn: ইন্দোনেশীয়
bs: Indonežanski
ca: Indonesi
cs: indonéština
da: indonesisk
el: Ινδονησιακά
et: Indoneesia
fa: اندونزیایی
fi: Indonesia
he: אינדונזית
hi: इंडोनेशियाई
hu: Indonéz
id: Bahasa Indonesia
ja: インドネシア語
ka: ინდონეზიური
kk: Индонезия
km: ឥណ្ឌូនេស៊ី
kn: ಇಂಡೋನೇಷಿಯನ್
ku: ئەندەنۆسی
lo: ພາສາອິນໂດເນເຊຍ
lt: Indoneziečių
mr: इंडोनेशियन
ms: Bahasa Indonesia
my: အင်ဒိုနီးရှား
no: Indonesisk
pl: indonezyjski
ro: Indoneziană
si: ඉන්දුනීසියානු
sk: indonézsky
sq: Indonezisht
sr: Индонежански
sv: indonesiska
sw: Kiindonesia
ta: இந்தோனேசியன்
te: ఇండోనేషియన్
th: อินโดนีเซีย
tr: Endonezce
uk: Індонезійська
ur: انڈونیشی
uz: Indonez tili
vi: Tiếng Indonesia

source: German
am: ጀርመንኛ
ar: الألمانية
az: Almanca
bg: Немски
bn: জার্মান
bs: Njemački
ca: Alemany
cs: němčina
da: tysk
el: Γερμανικά
et: Saksa
fa: آلمانی
fi: Saksa
he: גרמנית
hi: जर्मन
hu: Német
id: Bahasa Jerman
ja: ドイツ語
ka: გერმანული
kk: Неміс
km: អាល្លឺម៉ង់
kn: ಜರ್ಮನ್
ku: ئەڵمانی
lo: ພາສາເຢຍລະມັນ
lt: Vokiečių
mr: जर्मन
ms: Jerman
my: ဂျာမန်
no: Tysk
pl: niemiecki
ro: Germană
si: ජර්මානු
sk: nemecký
sq: Gjermanisht
sr: Немачки
sv: tyska
sw: Kijerumani
ta: ஜெர்மன்
te: జర్మన్
th: เยอรมัน
tr: Almanca
uk: Німецька
ur: جرمن
uz: Nemis tili
vi: Tiếng Đức

# couponInvalid
source: Your coupon code is invalid
am: የኩፖን ኮድዎ ልክ ያልሆነ ነው
ar: رمز القسيمة غير صالح
az: Kupon kodunuz etibarsızdır
bg: Вашият код за отстъпка е невалиден
bn: আপনার কুপন কোডটি অবৈধ
bs: Vaš kupon kod je nevažeći
ca: El teu codi de descompte no és vàlid
cs: Kód kupónu je neplatný
da: Din rabatkode er ugyldig
el: Ο κωδικός κουπονιού δεν είναι έγκυρος
et: Sinu sooduskood on kehtetu
fa: کد تخفیف نامعتبر است
fi: Kuponkoodisi on virheellinen
he: קוד הקופון שלך אינו תקין
hi: आपका कूपन कोड अमान्य है
hu: A kuponkód érvénytelen
id: Kode kupon tidak valid
ja: クーポンコードが無効です
ka: თქვენი კუპონის კოდი არასწორია
kk: Купон кодыңыз жарамсыз
km: លេខកូដប័ណ្ណមិនត្រឹមត្រូវទេ
kn: ನಿಮ್ಮ ಕೂಪನ್ ಅಮಾನ್ಯವಾಗಿದೆ
ku: کۆپپۆنەکەت تەواو نیە
lo: ລະຫັດສ່ວນຫຼຸດບໍ່ຖືກຕ້ອງ
lt: Jūsų kupono kodas neteisingas
mr: तुमचा कूपन कोड अवैध आहे
ms: Kod kupon anda tidak sah
my: ကူပွန်ကုဒ်မှားယွင်းနေပါသည်
no: Kupongkoden din er ugyldig
pl: Twój kod kuponu jest nieprawidłowy
ro: Codul tău de cupon este invalid
si: ඔබගේ කූපන් කේතය වලංගු නොවේ
sk: Váš kód kupónu je neplatný
sq: Kodi juaj i kuponit është i pavlefshëm
sr: Код купона је неважећи
sv: Din kupongkod är ogiltig
sw: Namba yako ya kuponi si sahihi
ta: உங்கள் கூப்பன் குறியீடு தவறானது
te: మీ కూపన్ కోడ్ చెల్లదు
th: รหัสคูปองไม่ถูกต้อง
tr: Kupon kodunuz geçersiz
uk: Код купона недійсний
ur: آپ کا کوپن کوڈ غلط ہے
uz: Kupon kodingiz yaroqsiz
vi: Mã giảm giá không hợp lệ

source: Featured
am: የተለዩ
ar: مميز
az: Seçilmiş
bg: Препоръчани
bn: বৈশিষ্ট্যযুক্ত
bs: Izdvojeno
ca: Destacat
cs: Doporučené
da: Udvalgte
el: Προτεινόμενα
et: Esiletõstetud
fa: ویژه
fi: Esittelyssä
he: מומלצים
hi: विशेष रूप से प्रदर्शित
hu: Kiemelt
id: Unggulan
ja: おすすめ
ka: გამორჩეული
kk: Таңдаулы
km: ពិសេស
kn: ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಲಾಗಿದೆ
ku: تایبەت
lo: ແນະນຳ
lt: Išskirtiniai
mr: वैशिष्ट्यपूर्ण
ms: Pilihan
my: အထူးဖော်ပြထားသော
no: Utvalgt
pl: Wyróżnione
ro: Recomandate
si: විශේෂාංග
sk: Odporúčané
sq: Të zgjedhura
sr: Истакнуто
sv: Utvalda
sw: Maarufu
ta: சிறப்பு
te: ప్రత్యేకమైనవి
th: แนะนำ
tr: Öne Çıkan
uk: Рекомендовані
ur: نمایاں
uz: Tanlangan
vi: Nổi bật

source: On Sale
am: በሽያጭ ላይ
ar: للبيع
az: Endirimdə
bg: Разпродажба
bn: বিক্রয়ের জন্য
bs: Na akciji
ca: En oferta
cs: Ve slevě
da: På udsalg
el: Σε έκπτωση
et: Müügil
fa: تخفیف‌دار
fi: Alennuksessa
he: במבצע
hi: बिक्री पर
hu: Akciós termékek
id: Diskon
ja: セール中
ka: ფასდაკლებაში
kk: Сатылымда
km: បញ្ចុះតម្លៃ
kn: ಮಾರಾಟದಲ್ಲಿದೆ
ku: لە فرۆشتن
lo: ຫຼຸດລາຄ່າ
lt: Išpardavimas
mr: विक्रीवर
ms: Dijual
my: ရောင်းရန်ရှိသည်
no: På salg
pl: W sprzedaży
ro: La reducere
si: විකිණීමට
sk: V zľave
sq: Në shitje
sr: На попусту
sv: På rea
sw: Inauzwa
ta: விற்பனையில்
te: తగ్గింపు ధరలో
th: ลดราคา
tr: İndirimde
uk: Розпродаж
ur: برائے فروخت
uz: Sotuvda
vi: Đang giảm giá

# pleaseCheckInternet
source: Please check your internet connection!
am: እባክዎ የበይነመረብ ግንኙነትዎን ይመልከቱ!
ar: يرجى التحقق من اتصال الإنترنت!
az: Zəhmət olmasa internet bağlantınızı yoxlayın!
bg: Моля, проверете интернет връзката!
bn: অনুগ্রহ করে ইন্টারনেট সংযোগ পরীক্ষা করুন!
bs: Molimo provjerite internet konekciju!
ca: Si us plau, comprova la connexió a Internet!
cs: Zkontrolujte prosím připojení k internetu!
da: Tjek venligst din internetforbindelse!
el: Παρακαλώ ελέγξτε τη σύνδεση στο διαδίκτυο!
et: Palun kontrolli internetiühendust!
fa: لطفاً اتصال اینترنت خود را بررسی کنید
fi: Tarkista Internet-yhteys!
he: אנא בדוק את חיבור האינטרנט!
hi: कृपया इंटरनेट कनेक्शन की जाँच करें!
hu: Kérjük, ellenőrizze az internetkapcsolatot!
id: Mohon periksa koneksi internet!
ja: インターネット接続を確認してください
ka: გთხოვთ შეამოწმოთ ინტერნეტ კავშირი!
kk: Интернет байланысын тексеріңіз!
km: សូមពិនិត្យការតភ្ជាប់អ៊ីនធឺណិត!
kn: ದಯವಿಟ್ಟು ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ!
ku: تکایە بزانە ئینتەرنێتت بەردەستە؟,
lo: ກະລຸນາກວດສອບການເຊື່ອມຕໍ່ອິນເຕີເນັດ!
lt: Patikrinkite interneto ryšį!
mr: कृपया इंटरनेट कनेक्शन तपासा!
ms: Sila semak sambungan internet!
my: အင်တာနက်ဆက်သွယ်မှုကိုစစ်ဆေးပါ!
no: Vennligst sjekk internettforbindelsen!
pl: Sprawdź połączenie internetowe!
ro: Te rugăm să verifici conexiunea la internet!
si: කරුණාකර ඔබගේ අන්තර්ජාල සම්බන්ධතාවය පරීක්ෂා කරන්න!
sk: Prosím, skontrolujte internetové pripojenie!
sq: Ju lutemi kontrolloni lidhjen e internetit!
sr: Молимо проверите интернет везу!
sv: Kontrollera internetanslutningen!
sw: Tafadhali angalia muunganisho wa intaneti!
ta: இணைய இணைப்பை சரிபார்க்கவும்!
te: దయచేసి మీ ఇంటర్నెట్ కనెక్షన్‌ను తనిఖీ చేయండి!
th: โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ต!
tr: Lütfen internet bağlantınızı kontrol edin!
uk: Перевірте підключення до Інтернету!
ur: براہ کرم انٹرنیٹ کنکشن چیک کریں!
uz: Iltimos, internet aloqasini tekshiring!
vi: Vui lòng kiểm tra kết nối internet!

# canNotLaunch
source: Cannot launch this app. Make sure your settings in config.dart are correct
am: ይህን መተግበሪያ ማስጀመር አይቻልም። በconfig.dart ውስጥ ያሉት ቅንብሮችዎ ትክክል መሆናቸውን ያረጋግጡ
ar: لا يمكن تشغيل هذا التطبيق. تأكد من صحة إعداداتك
az: Bu tətbiqi başlatmaq mümkün deyil, config.dart parametrlərinizin düzgün olduğundan əmin olun
bg: Не може да се стартира това приложение. Уверете се, че настройките в config.dart са правилни
bn: এই অ্যাপটি চালু করা যাচ্ছে না, config.dart এ আপনার সেটিংস সঠিক কিনা তা নিশ্চিত করুন
bs: Ne mogu pokrenuti ovu aplikaciju. Provjerite jesu li vaše postavke ispravne
ca: No es pot iniciar aquesta aplicació. Assegura't que la configuració a config.dart és correcta
cs: Tuto aplikaci nelze spustit, ujistěte se, že je vaše nastavení v config.dart správné
da: Kan ikke starte denne app, sørg for at dine indstillinger i config.dart er korrekte
el: Δεν είναι δυνατή η εκκίνηση αυτής της εφαρμογής. Βεβαιωθείτε ότι οι ρυθμίσεις στο config.dart είναι σωστές
et: Rakenduse käivitamine ebaõnnestus. Veendu, et config.dart seadistused oleksid õiged
fa: این برنامه قابل اجرا نیست. لطفاً تنظیمات خود را بررسی کنید
fi: Tätä sovellusta ei voi käynnistää. Varmista, että config.dart-asetukset ovat oikein
he: לא ניתן להפעיל את האפליקציה. ודא שההגדרות ב-config.dart נכונות
hi: यह एप्लिकेशन लॉन्च नहीं हो सकता, कृपया सुनिश्चित करें कि config.dart में आपकी सेटिंग सही है
hu: Az alkalmazást nem lehet elindítani. Ellenőrizze, hogy a config.dart beállításai helyesek-e
id: Tidak dapat menjalankan aplikasi ini, pastikan pengaturan di config.dart sudah benar
ja: このアプリを起動できません。config.dartの設定が正しいことを確認してください
ka: ეს აპლიკაცია ვერ გაეშვება. დარწმუნდით, რომ თქვენი პარამეტრები config.dart-ში სწორია
kk: Бұл қолданбаны іске қосу мүмкін емес. config.dart файлындағы параметрлердің дұрыстығын тексеріңіз
km: មិនអាចបើកកម្មវិធីនេះបានទេ សូមពិនិត្យការកំណត់នៅក្នុង config.dart
kn: ಈ ಆಪ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. config.dart ನಲ್ಲಿ ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್ಗಳು ಸರಿಯಾಗಿವೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ
ku: ناتوانێت ئەم کاربەرنامەیە دەست پێ بکات، دڵنیابە لەوەی ڕێکبەندەکانی config.dart ڕاستن
lo: ບໍ່ສາມາດເປີດແອັບນີ້ໄດ້, ກະລຸນາກວດການຕັ້ງຄ່າຂອງທ່ານໃນ config.dart ໃຫ້ຖືກຕ້ອງ
lt: Negalima paleisti šios programos, įsitikinkite, kad config.dart nustatymai yra teisingi
mr: हे अॅप लाँच करू शकत नाही, config.dart वरील तुमच्या सेटिंग्ज योग्य आहेत याची खात्री करा
ms: Tidak dapat melancarkan aplikasi ini. Sila pastikan tetapan anda dalam config.dart adalah betul
my: ဤအက်ပ်ကိုမဖွင့်နိုင်ပါ၊ config.dart တွင် သင့်ဆက်တင်များမှန်ကန်ကြောင်းသေချာပါစေ
no: Kan ikke starte denne appen. Kontroller at innstillingene i config.dart er korrekte
pl: Nie można uruchomić tej aplikacji. Upewnij się, że ustawienia w config.dart są poprawne
ro: Nu se poate lansa această aplicație. Asigură-te că setările din config.dart sunt corecte
si: මෙම යෙදුම දියත් කළ නොහැක. config.dart හි ඔබගේ සැකසුම් නිවැරදි බවට වග බලා ගන්න
sk: Túto aplikáciu nie je možné spustiť. Uistite sa, že vaše nastavenia v config.dart sú správne
sq: Ky aplikacion nuk mund të hapet. Sigurohuni që cilësimet në config.dart të jenë të sakta
sr: Није могуће покренути ову апликацију. Проверите да ли су подешавања у config.dart исправна
sv: Kan inte starta denna app. Kontrollera att inställningarna i config.dart är korrekta
sw: Haiwezi kuzindua programu hii. Hakikisha mipangilio yako kwenye config.dart ni sahihi
ta: இந்த பயன்பாட்டைத் தொடங்க முடியவில்லை, config.dart இல் உங்கள் அமைப்புகள் சரியாக உள்ளதா என்பதை உறுதிப்படுத்தவும்
te: ఈ యాప్‌ను ప్రారంభించలేము. config.dart సెట్టింగులు సరిగ్గా ఉన్నాయా అని నిర్ధారించుకోండి
th: ไม่สามารถเปิดแอปนี้ได้ โปรดตรวจสอบการตั้งค่าของคุณใน config.dart ให้ถูกต้อง
tr: Bu uygulama başlatılamıyor, config.dart ayarlarınızın doğru olduğundan emin olun
uk: Не вдається запустити програму. Перевірте налаштування в config.dart
ur: یہ ایپ شروع نہیں کی جا سکتی، یقینی بنائیں کہ config.dart پر آپ کی ترتیبات درست ہیں
uz: Bu ilovani ishga tushirib bo'lmadi. config.dart sozlamalari to'g'riligiga ishonch hosil qiling
vi: Không thể khởi chạy ứng dụng này. Đảm bảo cấu hình trong config.dart là chính xác

source: Message
am: መልዕክት
ar: رسالة
az: Mesaj
bg: Съобщение
bn: বার্তা
bs: Poruka
ca: Missatge
cs: Zpráva
da: Besked
el: Μήνυμα
et: Sõnum
fa: پیام
fi: Viesti
he: הודעה
hi: संदेश
hu: Üzenet
id: Pesan
ja: メッセージ
ka: შეტყობინება
kk: Хабарлама
km: សារ
kn: ಸಂದೇಶ
ku: نامە
lo: ຂໍ້ຄວາມ
lt: Pranešimas
mr: संदेश
ms: Mesej
my: မက်ဆေ့ချ်
no: Melding
pl: Wiadomość
ro: Mesaj
si: පණිවිඩය
sk: Správa
sq: Mesazh
sr: Порука
sv: Meddelande
sw: Ujumbe
ta: செய்தி
te: సందేశం
th: ข้อความ
tr: Mesaj
uk: Повідомлення
ur: پیغام
uz: Xabar
vi: Tin nhắn

source: Billing Address
am: የክፍያ አድራሻ
ar: عنوان الفواتير
az: Faktura ünvanı
bg: Адрес за фактуриране
bn: বিলিং ঠিকানা
bs: Adresa za račun
ca: Adreça de facturació
cs: Fakturační adresa
da: Faktureringsadresse
el: Διεύθυνση χρέωσης
et: Arveaadress
fa: آدرس صورتحساب
fi: Laskutusosoite
he: כתובת לחיוב
hi: बिल का पता
hu: Számlázási cím
id: Alamat Penagihan
ja: 請求先住所
ka: საბილინგო მისამართი
kk: Төлем мекенжайы
km: អាសយដ្ឋានវិក្កយបត្រ
kn: ಬಿಲ್ಲಿಂಗ್ ವಿಳಾಸ
ku: ناونیشانی پارەدان
lo: ທີ່ຢູ່ໃບບິນ
lt: Sąskaitos siuntimo adresas
mr: बिलिंग पत्ता
ms: Alamat Pengebilan
my: ငွေတောင်းခံမည့်လိပ်စာ
no: Faktureringsadresse
pl: Adres rozliczeniowy
ro: Adresă de facturare
si: බිල්පත් ලිපිනය
sk: Fakturačná adresa
sq: Adresa e faturimit
sr: Адреса за наплату
sv: Fakturaadress
sw: Anwani ya malipo
ta: பில்லிங் முகவரி
te: బిల్లింగ్ చిరునామా
th: ที่อยู่สำหรับออกใบเสร็จ
tr: Fatura Adresi
uk: Адреса оплати
ur: بل کا پتہ
uz: Hisob-faktura manzili
vi: Địa chỉ thanh toán

source: No
am: አይ
ar: لا
az: Xeyr
bg: Не
bn: না
bs: Ne
cs: Ne
da: Nej
el: Όχι
et: Ei
fa: خیر
fi: Ei
he: לא
hi: नहीं
hu: Nem
id: Tidak
ja: いいえ
ka: არა
kk: Жоқ
km: ទេ
kn: ಇಲ್ಲ
ku: نەخێر
lo: ບໍ່
lt: Ne
mr: नाही
ms: Tidak
my: မဟုတ်ပါ
no: Nei
pl: Nie
ro: Nu
si: නැත
sk: Nie
sq: Jo
sr: Не
sv: Nej
sw: Hapana
ta: இல்லை
te: కాదు
th: ไม่
tr: Hayır
uk: Ні
ur: نہیں
uz: Yo'q
vi: Không

source: Yes
am: አዎ
ar: نعم
az: Bəli
bg: Да
bn: হ্যাঁ
bs: Da
ca: Sí
cs: Ano
da: Ja
el: Ναι
et: Jah
fa: بله
fi: Kyllä
he: כן
hi: हां
hu: Igen
id: Ya
ja: はい
ka: დიახ
kk: Иә
km: បាទ/ចាស
kn: ಹೌದು
ku: بەڵێ
lo: ແມ່ນ
lt: Taip
mr: होय
ms: Ya
my: ဟုတ်ပါသည်
no: Ja
pl: Tak
ro: Da
si: ඔව්
sk: Áno
sq: Po
sr: Да
sv: Ja
sw: Ndiyo
ta: ஆம்
te: అవును
th: ใช่
tr: Evet
uk: Так
ur: جی ہاں
uz: Ha
vi: Có

source: Are you sure?
am: እርግጠኛ ነዎት?
ar: هل أنت متأكد؟
az: Əminsiniz?
bg: Сигурни ли сте?
bn: আপনি কি নিশ্চিত?
bs: Jeste li sigurni?
ca: N'estàs segur?
cs: Jste si jistý?
da: Er du sikker?
el: Είστε σίγουροι;
et: Kas oled kindel?
fa: آیا مطمئن هستید؟
fi: Oletko varma?
he: האם אתה בטוח?
hi: क्या आप सुनिश्चित हैं?
hu: Biztos benne?
id: Apakah Anda yakin?
ja: 本当によろしいですか？
ka: დარწმუნებული ხართ?
kk: Сенімдісіз бе?
km: តើ​អ្នក​ប្រាកដ​ឬ?
kn: ನೀವು ಖಚಿತವಾಗಿದ್ದೀರಾ?
ku: دڵنیای؟
lo: ທ່ານ​ແນ່​ໃຈ​ບໍ່?
lt: Ar tikrai?
mr: तुम्हाला खात्री आहे?
ms: Adakah anda pasti?
my: သေချာပါသလား?
no: Er du sikker?
pl: Czy jesteś pewny?
ro: Ești sigur?
si: ඔබට විශ්වාසද?
sk: Ste si istý?
sq: A jeni i sigurt?
sr: Да ли сте сигурни?
sv: Är du säker?
sw: Una uhakika?
ta: நீங்கள் உறுதியாக இருக்கிறீர்களா?
te: మీరు ఖచ్చితంగా?
th: คุณแน่ใจหรือไม่?
tr: Emin misiniz?
uk: Ви впевнені?
ur: کیا آپ کو یقین ہے؟
uz: Ishonchingiz komilmi?
vi: Bạn có chắc không?

# doYouWantToExitApp
source: Do you want to exit the app?
am: ከመተግበሪያው መውጣት ይፈልጋሉ?
ar: هل تريد الخروج من التطبيق؟
az: Tətbiqdən çıxmaq istəyirsiniz?
bg: Искате ли да излезете от приложението?
bn: আপনি কি অ্যাপ থেকে বের হতে চান?
bs: Želite li izaći iz aplikacije?
ca: Vols sortir de l'aplicació?
cs: Chcete ukončit aplikaci?
da: Vil du afslutte appen
el: Θέλετε να κλείσετε την εφαρμογή;
et: Kas soovid rakenduse sulgeda?
fa: آیا می‌خواهید از برنامه خارج شوید؟
fi: Haluatko poistua sovelluksesta
he: האם אתה רוצה לצאת מהאפליקציה?
hi: क्या आप ऐप से बाहर निकलना चाहते हैं?
hu: Ki szeretne lépni az alkalmazásból?
id: Apakah Anda ingin keluar dari aplikasi?
ja: アプリを終了しますか？
ka: გსურთ აპლიკაციიდან გასვლა
kk: Қолданбадан шыққыңыз келе ме?
km: តើអ្នកចង់ចេញពីកម្មវិធី?
kn: ನೀವು ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ ನಿರ್ಗಮಿಸಲು ಬಯಸುತ್ತೀರಾ?
ku: دەتەوێت بەرنامەکە دابخەیتەوە بکەیت؟
lo: ທ່ານຕ້ອງການອອກຈາກແອັບບໍ
lt: Ar norite išeiti iš programos
mr: तुम्हाला अॅपमधून बाहेर पडायचे आहे का?
ms: Adakah anda mahu keluar dari Aplikasi
my: အက်ပ်မှထွက်လိုပါသလား?
no: Vil du avslutte appen?
pl: Czy chcesz zamknąć aplikację?
ro: Vrei să ieși din aplicație?
si: ඔබට යෙදුමෙන් පිටවීමට අවශ්‍යද?
sk: Chcete ukončiť aplikáciu?
sq: Dëshironi të dilni nga aplikacioni
sr: Да ли желите да изађете из апликације?
sv: Vill du avsluta appen?
sw: Je, ungependa kuondoka kwenye Programu
ta: பயன்பாட்டிலிருந்து வெளியேற விரும்புகிறீர்களா
te: మీరు యాప్ నుండి నిష్క్రమించాలని అనుకుంటున్నారా?
th: คุณต้องการออกจากแอปหรือไม่
tr: Uygulamadan çıkmak istiyor musunuz?
uk: Бажаєте вийти з програми?
ur: کیا آپ ایپ سے باہر نکلنا چاہتے ہیں؟
uz: Ilovadan chiqmoqchimisiz?
vi: Bạn muốn thoát ứng dụng

# shoppingCartItems
source: Shopping cart, {totalCartQuantity} items
am: የግዢ ጋሪ፣ {totalCartQuantity} እቃዎች
ar: سلة التسوق، {totalCartQuantity} عنصر
az: Səbət, {totalCartQuantity} məhsul
bg: Количка, {totalCartQuantity} продукта
bn: শপিং কার্ট, {totalCartQuantity} আইটেম
bs: Korpa, {totalCartQuantity} artikala
ca: Carret de compra, {totalCartQuantity} articles
cs: Nákupní košík, {totalCartQuantity} položek
da: Indkøbskurv, {totalCartQuantity} varer
el: Καλάθι αγορών, {totalCartQuantity} προϊόντα
et: Ostukorv, {totalCartQuantity} toodet
fa: سبد خرید شما ({totalCartQuantity} کالا)
fi: Ostoskori, {totalCartQuantity} tuotetta
he: עגלת קניות, {totalCartQuantity} פריטים
hi: शॉपिंग कार्ट, {totalCartQuantity} आइटम
hu: Kosár, {totalCartQuantity} termék
id: Keranjang Belanja, {totalCartQuantity} item
ja: カート内の商品：{totalCartQuantity}点
ka: კალათა, {totalCartQuantity} ნივთი
kk: Себет, {totalCartQuantity} зат
km: ទំនិញក្នុងកន្រ្តក {totalCartQuantity}
kn: ಶಾಪಿಂಗ್ ಕಾರ್ಟ್ ವಸ್ತುಗಳು
ku: سەبەتەى کڕین, {totalCartQuantity} ئایتم
lo: ກະຕ່າເຄື່ອງ, {totalCartQuantity} ລາຍການ
lt: Krepšelyje yra {totalCartQuantity} prekės(-ių)
mr: शॉपिंग कार्ट, {totalCartQuantity} वस्तू
ms: Troli Beli-belah, {totalCartQuantity} item
my: စျေးခြင်း၊ ပစ္စည်း {totalCartQuantity} ခု
no: Handlekurv, {totalCartQuantity} varer
pl: Koszyk, {totalCartQuantity} pozycji
ro: Coș de cumpărături, {totalCartQuantity} articole
si: කරත්තය, අයිතම {totalCartQuantity}
sk: Nákupný košík, {totalCartQuantity} položiek
sq: Shporta e blerjeve, {totalCartQuantity} artikuj
sr: Корпа, {totalCartQuantity} ставки
sv: Kundvagn, {totalCartQuantity} artiklar
sw: Kikapu cha ununuzi, vitu {totalCartQuantity}
ta: கூடை, {totalCartQuantity} பொருட்கள்
te: షాపింగ్ కార్ట్, {totalCartQuantity} అంశాలు
th: ตะกร้าสินค้า, {totalCartQuantity} รายการ
tr: Sepet, {totalCartQuantity} ürün
uk: Кошик, {totalCartQuantity} товарів
ur: شاپنگ کارٹ، {totalCartQuantity} آئٹمز
uz: Savat, {totalCartQuantity} ta mahsulot
vi: Giỏ hàng, {totalCartQuantity} sản phẩm

# orderStatusOnHold
source: On Hold
am: በእንጥልጥል ላይ
ar: قيد الانتظار
az: Gözləmədə
bg: В изчакване
bn: স্থগিত
bs: Na čekanju
ca: En espera
cs: Pozastaveno
da: På hold
el: Σε αναμονή
et: Ootel
fa: در انتظار
fi: Pidossa
he: בהמתנה
hi: होल्ड पर
hu: Függőben
id: Ditahan
ja: 保留中
ka: მოლოდინში
kk: Күтуде
km: ស្ថានភាពបញ្ជាទិញរង់ចាំ
kn: ಆರ್ಡರ್ ಸ್ಥಿತಿ ತಡೆಹಿಡಿಯಲಾಗಿದೆ
ku: چاوەڕێیە
lo: ຄ້າງໄວ້
lt: Sulaikytas
mr: प्रतीक्षेत
ms: Ditahan
my: ဆိုင်းငံ့ထား
no: På vent
pl: Wstrzymane
ro: În așteptare
si: තාවකාලිකව නතර කර ඇත
sk: Pozastavené
sq: Në pritje
sr: На чекању
sv: Pausad
sw: Imesitishwa
ta: நிறுத்தி வைக்கப்பட்டுள்ளது
te: ఆగిపోంది
th: ระงับไว้ชั่วคราว
tr: Beklemede
uk: На утриманні
ur: زیر التواء
uz: Kutilmoqda
vi: Đang chờ xử lý
