Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# availabilityProduct
source: Availability:
am: መገኘት:
ar: التوفر:
az: Mövcudluq:
bg: Наличност:
bn: প্রাপ্যতা:
bs: Dostupnost:
ca: Disponibilitat:
cs: Dostupnost:
da: Tilgængelighed:
el: Διαθεσιμότητα:
et: Saadavus:
fa: موجودی:
fi: Saatavuus:
he: זמינות:
hi: उपलब्धता:
hu: Elérhetőség:
id: Ketersediaan:
ja: 在庫状況：
ka: ხელმისაწვდომობა:
kk: Қолжетімділік:
km: ស្ថានភាពផលិតផល៖
kn: ಲಭ್ಯತೆ:
ku: بەردەست:
lo: ມີໃຫ້:
lt: Prieinamumas:
mr: उपलब्धता:
ms: Ketersediaan:
my: ရရှိနိုင်မှု-
no: Tilgjengelighet:
pl: Dostępność:
ro: Disponibilitate:
si: ලබාදීම:
sk: Dostupnosť:
sq: Disponueshmëria:
sr: Доступност:
sv: Tillgänglighet:
sw: Upatikanaji:
ta: கிடைக்கும்:
te: లభ్యత:
th: ความพร้อมจำหน่าย :
tr: Stok durumu:
uk: Наявність:
ur: دستیابی:
uz: Mavjudligi:
vi: Tình trạng:

source: Block
am: አግድ
ar: حظر
az: Blok
bg: Блокиране
bn: ব্লক
bs: Blokiraj
ca: Bloc
cs: Blokovat
da: Bloker
el: Φραγμός
et: Blokeeri
fa: مسدود کردن
fi: Estä
he: חסום
hi: ब्लॉक करें
hu: Tiltás
id: Blokir
ja: ブロック
ka: დაბლოკვა
kk: Блоктау
km: រារាំង
kn: ನಿರ್ಬಂಧಿಸಿ
ku: بلۆک
lo: ບລັອກ
lt: Blokuoti
mr: ब्लॉक करा
ms: Sekat
my: ပိတ်ဆို့သည်။
no: Blokker
pl: Zablokuj
ro: Bloc
si: අවහිර කරන්න
sk: Zablokovať
sq: Blloko
sr: Блокирај
sv: Blockera
sw: Zuia
ta: தடு
te: నిరోధించు
th: ปิดกั้น
tr: Engelle
uk: Заблокувати
ur: بلاک
uz: Bloklash
vi: Khối

source: Block user
am: ተጠቃሚን አግድ
ar: حظر المستخدم
az: İstifadəçini bloklayın
bg: Блокиране на потребител
bn: ব্যবহারকারীকে ব্লক করুন
bs: Blokiraj korisnika
ca: Bloquejar l'usuari
cs: Blokovat uživatele
da: Bloker bruger
el: Αποκλεισμός χρήστη
et: Blokeeri kasutaja
fa: مسدود کردن کاربر
fi: Estä käyttäjä
he: חסום משתמש
hi: उपयोगकर्ता को ब्लॉक करें
hu: Felhasználó tiltása
id: Blokir pengguna
ja: ユーザーをブロック
ka: მომხმარებლის დაბლოკვა
kk: Пайдаланушыны бұғаттау
km: បិទផ្លូវអ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರರನ್ನು ನಿರ್ಬಂಧಿಸಿ
ku: بەکارهێنەر بلۆک بکە
lo: ບລັອກຜູ້ໃຊ້
lt: Blokuoti vartotoją
mr: वापरकर्त्याला ब्लॉक करा
ms: Sekat pengguna
my: အသုံးပြုသူကို ပိတ်ဆို့ပါ။
no: Blokker bruker
pl: Zablokuj użytkownika
ro: Blochează utilizatorul
si: පරිශීලකයා අවහිර කරන්න
sk: Zablokovať používateľa
sq: Blloko përdoruesin
sr: Блокирај корисника
sv: Blockera användare
sw: Zuia Mtumiaji
ta: பயனரைத் தடு
te: వినియోగదారుని నిరోధించండి
th: บล็อคผู้ใช้
tr: Kullanıcıyı engelle
uk: Заблокувати користувача
ur: صارف کو مسدود کریں۔
uz: Foydalanuvchini bloklash
vi: Chặn người dùng

# byAuthor
source: Author: {author}
am: በፃፊ፡ {author}
ar: الكاتب: {author}
az: Müəllif: {author}
bg: От {author}
bn: লেখক: {author}
bs: Autor: {author}
ca: Autor: {author}
cs: Autor: {author}
da: Af: {author}
el: Συγγραφέας: {author}
et: Autor: {author}
fa: نویسنده: {author}
fi: Kirjoittanut: {author}
he: מאת: {author}
hi: लेखक: {author}
hu: Szerző: {author}
id: Oleh: {author}
ja: 作者：{author}
ka: ავტორი: {author}
kk: Авторлары: {author}
km: និពន្ធដោយ៖ {author}
kn: ಲೇಖಕ: {author}
ku: نووسەر: {author}
lo: ໂດຍ: {author}
lt: Autorius: {author}
mr: लेखक: {author}
ms: Pengarang: {author}
my: ရေးသားသူ- {author}
no: Av: {author}
pl: Autor: {author}
ro: Autor: {author}
si: කතෘ: {author}
sk: Autor: {author}
sq: Nga: {author}
sr: Аутор: {author}
sv: Av: {author}
sw: Na: {author}
ta: ஆசிரியர்: {author}
te: రచయిత: {author}
th: ผู้แต่ง : {author}
tr: Yazar: {author}
uk: Автор: {author}
ur: مصنف: {author}
uz: Muallif: {author}
vi: Tác giả: {author}

source: Cancel Order
am: ትዕዛዝ ሰርዝ
ar: إلغاء الطلب
az: Sifarişi ləğv edin
bg: Отказ на поръчката
bn: বাতিল করুন
bs: Otkaži
ca: cancel · lar
cs: Zrušit
da: Annuller ordre
el: Ματαίωση
et: Tühista tellimus
fa: لغو سفارش
fi: Peruuta tilaus
he: בטל הזמנה
hi: ऑर्डर रद्द करें
hu: Rendelés lemondása
id: Batalkan
ja: 注文をキャンセル
ka: გაუქმება
kk: Болдырмау
km: បោះបង់ការបញ្ជាទិញ
kn: ರದ್ದುಮಾಡಿ
ku: هەڵوەشاندنەوەی داواکاری
lo: ຍົກເລີກຄຳສັ່ງ
lt: Atšaukti užsakymą
mr: ऑर्डर रद्द करा
ms: Batal
my: မလုပ်တော့
no: Avbryt
pl: Anuluj zamówienie
ro: Anulează comanda
si: ඇණවුම අවලංගු කරන්න
sk: Zrušiť objednávku
sq: Anulo porosinë
sr: Поништити, отказати
sv: Avbryt beställning
sw: Ghairi Agizo
ta: ரத்து செய்
te: ఆర్డర్ రద్దు చేయండి
th: ยกเลิก
tr: Siparişi iptal et
uk: Скасувати замовлення
ur: منسوخ کریں۔
uz: Buyurtmani bekor qilish
vi: Hủy đơn hàng

# cannotDeleteAccount
source: This account can't delete
am: ይህን መለያ ማጥፋት አይቻልም
ar: لا يمكن حذف هذا الحساب
az: Bu hesabı silmək mümkün deyil
bg: Този акаунт не може да бъде изтрит
bn: এই অ্যাকাউন্ট মুছে ফেলা যাবে না
bs: Ovaj račun se ne može izbrisati
ca: Aquest compte no es pot suprimir
cs: Tento účet nelze smazat
da: Denne konto kan ikke slettes
el: Δεν είναι δυνατή η διαγραφή αυτού του λογαριασμού
et: Seda kontot ei saa kustutada
fa: این حساب قابل حذف نیست
fi: Tiliä ei voi poistaa
he: לא ניתן למחוק חשבון זה
hi: यह खाता हटाया नहीं जा सकता
hu: A fiók nem törölhető
id: Akun ini tidak dapat dihapus
ja: このアカウントは削除できません
ka: ამ ანგარიშის წაშლა შეუძლებელია
kk: Бұл есептік жазбаны жоюға болмайды
km: មិនអាចលុបគណនីនេះបានទេ
kn: ಈ ಖಾತೆಯನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ku: ئەم هەژمارە ناتوانرێت بسڕدرێتەوە
lo: ບໍ່ສາມາດລຶບບັນຊີນີ້ໄດ້
lt: Šios paskyros negalima ištrinti
mr: हे खाते हटवता येत नाही
ms: Akaun ini tidak boleh memadam
my: ဤအကောင့်ကို ဖျက်၍မရပါ။
no: Denne kontoen kan ikke slettes
pl: Nie można usunąć tego konta
ro: Acest cont nu poate fi șters
si: මෙම ගිණුම මකා දැමිය නොහැක.
sk: Tento účet nie je možné vymazať
sq: Kjo llogari nuk mund të fshihet
sr: Овај налог не може да се избрише
sv: Det går inte att radera detta konto
sw: Akaunti hii haiwezi kufutwa
ta: இந்தக் கணக்கை நீக்க முடியாது
te: ఈ ఖాతాను తొలగించడం సాధ్యం కాదు
th: บัญชีนี้ไม่สามารถลบได้
tr: Bu hesap silinemez
uk: Цей обліковий запис неможливо видалити
ur: یہ اکاؤنٹ حذف نہیں ہو سکتا
uz: Bu hisobni o'chirib bo'lmaydi
vi: Không thể xóa tài khoản này

# cannotSendMessage
source: You can't send messages
am: ለዚህ ተጠቃሚ መልእክት ላከው አይቻልም
ar: لا يمكنك إرسال رسائل لهذا المستخدم
az: Bu istifadəçiyə mesaj göndərə bilməzsiniz
bg: Не можете да изпращате съобщения на този потребител
bn: আপনি এই ব্যবহারকারীকে বার্তা পাঠাতে পারবেন না৷
bs: Ne možete slati poruke ovom korisniku
ca: No podeu enviar missatges a aquest usuari
cs: Tomuto uživateli nemůžete posílat zprávy
da: Du kan ikke sende beskeder til denne bruger
el: Δεν μπορείτε να στείλετε μηνύματα σε αυτόν τον χρήστη
et: Sa ei saa sellele kasutajale sõnumeid saata
fa: امکان ارسال پیام به این کاربر وجود ندارد
fi: Et voi lähettää viestejä tälle käyttäjälle
he: לא ניתן לשלוח הודעות למשתמש זה
hi: आप इस उपयोगकर्ता को संदेश नहीं भेज सकते
hu: Nem küldhet üzenetet ennek a felhasználónak
id: Anda tidak dapat mengirim pesan kepada pengguna ini
ja: このユーザーにメッセージを送信できません
ka: ამ მომხმარებლისთვის შეტყობინებების გაგზავნა შეუძლებელია
kk: Сіз бұл пайдаланушыға хабарлама жібере алмайсыз
km: មិនអាចផ្ញើសារទៅកាន់អ្នកប្រើប្រាស់នេះបានទេ
kn: ನೀವು ಈ ಬಳಕೆದಾರರಿಗೆ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ku: ناتوانیت پەیام بنێریت بۆ ئەم بەکارهێنەرە
lo: ບໍ່ສາມາດສົ່ງຂໍ້ຄວາມຫາຜູ້ໃຊ້ນີ້ໄດ້
lt: Negalite siųsti žinučių šiam vartotojui
mr: तुम्ही या वापरकर्त्याला संदेश पाठवू शकत नाही
ms: Anda tidak boleh menghantar mesej kepada pengguna ini
my: သင်သည် ဤအသုံးပြုသူထံသို့ မက်ဆေ့ချ်များ မပို့နိုင်ပါ။
no: Du kan ikke sende meldinger til denne brukeren
pl: Nie możesz wysłać wiadomości do tego użytkownika
ro: Nu poți trimite mesaje acestui utilizator
si: ඔබට මෙම පරිශීලකයාට පණිවිඩයක් යවිය නොහැක
sk: Tomuto používateľovi nemôžete posielať správy
sq: Nuk mund t'i dërgoni mesazh këtij përdoruesi
sr: Не можете слати поруке овом кориснику
sv: Du kan inte skicka meddelanden till denna användare
sw: Huwezi kutuma ujumbe kwa mtumiaji huyu
ta: இந்தப் பயனருக்கு நீங்கள் செய்திகளை அனுப்ப முடியாது
te: మీరు ఈ వినియోగదారునికి సందేశాలను పంపలేరు
th: คุณไม่สามารถส่งข้อความถึงผู้ใช้รายนี้ได้
tr: Bu kullanıcıya mesaj gönderemezsiniz
uk: Ви не можете надіслати повідомлення цьому користувачу
ur: آپ اس صارف کو پیغامات نہیں بھیج سکتے
uz: Siz bu foydalanuvchiga xabar yubora olmaysiz
vi: Bạn không thể gửi tin nhắn cho người dùng này

# countProduct
source: {count} item
am: {count} እቃ
ar: {count} منتج
az: {count} element
bg: {count} продукт
bn: {count} টি আইটেম
bs: {count} stavka
ca: {count} element
cs: {count} položka
da: {count} vare
el: {count} στοιχείο
et: {count} toode
fa: {count} محصول
fi: {count} tuote
he: פריט {count}
hi: {count} वस्तु
hu: {count} termék
id: {count} produk
ja: {count}個の商品
ka: {count} ელემენტი
kk: {count} элемент
km: {count} ផលិតផល
kn: {count} ಐಟಂ
ku: {count} دانە
lo: {count} ລາຍການ
lt: {count} produktas
mr: {count} वस्तू
my: ပစ္စည်း{count} ခု
no: {count} produkt
pl: {count} produkt
ro: {count} produs
si: {count} අයිතමය
sk: {count} položka
sq: {count} produkt
sr: {count} ставка
sv: {count} artikel
sw: Bidhaa {count}
ta: {count} உருப்படி
te: {count} అంశం
th: {count} รายการ
tr: {count} ürün
uk: {count} товар
ur: {count} آئٹم
uz: {count} ta mahsulot
vi: {count} sản phẩm

# countProducts
source: {count} items
am: {count} እቃዎች
ar: {count} منتجات
az: {count} element
bg: {count} продукта
bn: {count} টি আইটেম
bs: {count} stavki
ca: {count} elements
cs: {count} položek
da: {count} varer
el: {count} στοιχεία
et: {count} toodet
fa: {count} محصول
fi: {count} tuotetta
he: {count} פריטים
hi: {count} वस्तुएं
hu: {count} termék
id: {count} produk
ja: {count}個の商品
ka: {count} ელემენტი
kk: {count} элемент
km: {count} ផលិតផល
kn: {count} ಐಟಂಗಳು
ku: {count} دانە
lo: {count} ລາຍການ
lt: {count} produktai
mr: {count} वस्तू
ms: {count} item
my: ပစ္စည်း{count} ခု
no: {count} produkter
pl: {count} produktów
ro: {count} produse
si: {count} අයිතම
sk: {count} položiek
sq: {count} produkte
sr: {count} ставки
sv: {count} artiklar
sw: Bidhaa {count}
ta: {count} உருப்படிகள்
te: {count} అంశాలు
th: {count} รายการ
tr: {count} ürün
uk: {count} товарів
ur: {count} آئٹمز
uz: {count} ta mahsulot
vi: {count} sản phẩm

source: Country code is required
am: የአገር ኮድ አስፈላጊ ነው
ar: رمز البلد مطلوب
az: Ölkə kodu tələb olunur
bg: Изисква се код на държавата
bn: দেশের কোড প্রয়োজন
bs: Potreban je pozivni broj države
ca: El codi de país és obligatori
cs: Kód země je povinný
da: Landekode er påkrævet
el: Απαιτείται κωδικός χώρας
et: Riigikood on kohustuslik
fa: کد کشور الزامی است
fi: Maakoodi vaaditaan
he: נדרש קוד מדינה
hi: देश कोड आवश्यक है
hu: Az országkód megadása kötelező
id: Kode negara wajib diisi
ja: 国番号は必須です
ka: ქვეყნის კოდი აუცილებელია
kk: Ел коды қажет
km: សូមបញ្ចូលលេខកូដប្រទេស
kn: ದೇಶದ ಕೋಡ್ ಅಗತ್ಯವಿದೆ
ku: کۆدی وڵات پێویستە
lo: ຕ້ອງໃສ່ລະຫັດປະເທດ
lt: Šalies kodas yra privalomas
mr: देश कोड आवश्यक आहे
ms: Kod negara diperlukan
my: နိုင်ငံကုဒ် လိုအပ်ပါသည်။
no: Landskode er påkrevd
pl: Kod kraju jest wymagany
ro: Codul de țară este obligatoriu
si: රටේ කේතය අවශ්‍යයි
sk: Vyžaduje sa kód krajiny
sq: Kodi i shtetit është i detyrueshëm
sr: Позивни број земље је обавезан
sv: Landskod krävs
sw: Msimbo wa nchi unahitajika
ta: நாட்டின் குறியீடு தேவை
te: దేశ కోడ్ అవసరం
th: รหัสประเทศจำเป็นต้องระบุ
tr: Ülke kodu gerekli
uk: Код країни обов'язковий
ur: ملک کا کوڈ درکار ہے۔
uz: Mamlakat kodi kiritilishi shart
vi: Mã quốc gia không được để trống

source: Delete conversation
am: ውይይት ሰርዝ
ar: حذف المحادثة
az: Söhbəti silin
bg: Изтриване на разговора
bn: কথোপকথন মুছুন
bs: Izbriši razgovor
ca: Suprimeix la conversa
cs: Smazat konverzaci
da: Slet samtale
el: Διαγραφή συνομιλίας
et: Kustuta vestlus
fa: حذف گفتگو
fi: Poista keskustelu
he: מחק שיחה
hi: बातचीत हटाएं
hu: Beszélgetés törlése
id: Hapus percakapan
ja: 会話を削除
ka: წაშალეთ საუბარი
kk: Әңгімені өшіру
km: លុបការសន្ទនា
kn: ಸಂಭಾಷಣೆಯನ್ನು ಅಳಿಸಿ
ku: گفتوگۆ بسڕەوە
lo: ລຶບການສົນທະນາ
lt: Ištrinti pokalbį
mr: संभाषण हटवा
ms: Padamkan perbualan
my: စကားဝိုင်းကို ဖျက်ပါ။
no: Slett samtale
pl: Usuń konwersację
ro: Șterge conversația
si: කතාබස් මකන්න
sk: Vymazať konverzáciu
sq: Fshi bisedën
sr: Избришите конверзацију
sv: Radera konversation
sw: Futa Mazungumzo
ta: உரையாடலை நீக்கு
te: సంభాషణను తొలగించండి
th: ลบบทสนทนา
tr: Sohbeti sil
uk: Видалити розмову
ur: گفتگو کو حذف کریں۔
uz: Suhbatni o'chirish
vi: Xóa cuộc trò chuyện

source: Delivering
am: በመትረፍ ላይ
ar: جارٍ التوصيل
az: Çatdırılır
bg: Доставя се
bn: বিতরণ করছে
bs: Dostava
ca: Lliurament
cs: Doručuje se
da: Leverer
el: Παράδοση
et: Tarnimisel
fa: در حال تحویل
fi: Toimitetaan
he: במשלוח
hi: डिलीवर हो रहा है
hu: Kiszállítás alatt
id: Sedang dikirim
ja: 配送中
ka: მიწოდება
kk: Жеткізу
km: កំពុងដឹកជញ្ជូន
kn: ತಲುಪಿಸಲಾಗುತ್ತಿದೆ
ku: گەیاندن
lo: ກຳລັງຈັດສົ່ງ
lt: Pristatoma
mr: वितरण होत आहे
ms: Menyampaikan
my: ပို့ဆောင်ပေးခြင်း
no: Under levering
pl: W trakcie dostawy
ro: În curs de livrare
si: බෙදා හැරෙමින්
sk: Doručuje sa
sq: Duke dorëzuar
sr: Испорука
sv: Levererar
sw: Inasafirishwa
ta: வழங்குதல்
te: డెలివరీ చేస్తున్నారు
th: การส่งมอบ
tr: Teslim ediliyor
uk: ДОСТАВЛЯЄТЬСЯ
ur: پہنچانا
uz: Yetkazib berilmoqda
vi: Đang giao hàng

# doYouWantToUnblock
source: Do you want to unblock this user?
am: ይህንን ተጠቃሚ አፍትተው መቀጠል ትፈልጋላችሁ?
ar: هل تريد إلغاء حظر هذا المستخدم؟
az: Bu istifadəçini blokdan çıxarmaq istəyirsiniz?
bg: Искате ли да отблокирате този потребител?
bn: আপনি কি এই ব্যবহারকারীকে অবরোধ মুক্ত করতে চান?
bs: Želite li deblokirati ovog korisnika?
ca: Vols desbloquejar aquest usuari?
cs: Chcete tohoto uživatele odblokovat?
da: Vil du fjerne blokeringen af denne bruger?
el: Θέλετε να καταργήσετε τον αποκλεισμό αυτού του χρήστη;
et: Kas soovid selle kasutaja blokeeringu eemaldada?
fa: آیا می‌خواهید این کاربر را رفع انسداد کنید؟
fi: Haluatko poistaa käyttäjän eston?
he: האם ברצונך לבטל את חסימת המשתמש?
hi: क्या आप इस उपयोगकर्ता को अनब्लॉक करना चाहते हैं?
hu: Feloldja a felhasználó tiltását?
id: Apakah Anda ingin membuka blokir pengguna ini?
ja: このユーザーのブロックを解除しますか？
ka: გსურთ ამ მომხმარებლის განბლოკვა?
kk: Осы пайдаланушыны блоктан шығарғыңыз келе ме?
km: តើអ្នកចង់បញ្ឈប់ការរារាំងអ្នកប្រើប្រាស់នេះទេ?
kn: ನೀವು ಈ ಬಳಕೆದಾರರನ್ನು ಅನಿರ್ಬಂಧಿಸಲು ಬಯಸುತ್ತೀರಾ?
ku: دەتەوێت ئەم بەکارهێنەرە بڵاوبکەیتەوە؟
lo: ທ່ານຕ້ອງການປົດບລັອກຜູ້ໃຊ້ນີ້ບໍ?
lt: Ar norite atblokuoti šį vartotoją?
mr: तुम्ही या वापरकर्त्याला अनब्लॉक करू इच्छिता?
ms: Adakah anda mahu menyahsekat pengguna ini?
my: ဤအသုံးပြုသူကို ပြန်ဖွင့်လိုပါသလား။
no: Vil du oppheve blokkeringen av denne brukeren?
pl: Czy chcesz odblokować tego użytkownika?
ro: Vrei să deblochezi acest utilizator?
si: ඔබට මෙම පරිශීලකයා අවහිර කිරීම ඉවත් කිරීමට අවශ්‍යද?
sk: Chcete odblokovať tohto používateľa?
sq: Dëshironi ta zhbllokoni këtë përdorues?
sr: Да ли желите да деблокирате овог корисника?
sv: Vill du avblockera denna användare?
sw: Je, unataka kumruhusu mtumiaji huyu?
ta: இந்தப் பயனரைத் தடைநீக்க விரும்புகிறீர்களா?
te: మీరు ఈ వినియోగదారుని అన్‌బ్లాక్ చేయాలనుకుంటున్నారా?
th: คุณต้องการปลดบล็อคผู้ใช้รายนี้หรือไม่?
tr: Bu kullanıcının engelini kaldırmak istiyor musunuz?
uk: Ви хочете розблокувати цього користувача?
ur: کیا آپ اس صارف کو غیر مسدود کرنا چاہتے ہیں؟
uz: Bu foydalanuvchini blokdan chiqarmoqchimisiz?
vi: Bạn có muốn bỏ chặn người dùng này không?

# emailAddressInvalid
source: E-mail address is invalid
am: ኢሜል አድራሻ ልክ አይደለም
ar: عنوان البريد الإلكتروني غير صالح
az: E-poçt ünvanı yanlışdır
bg: Невалиден имейл адрес
bn: ই-মেইল ঠিকানা অবৈধ
bs: E-mail adresa je nevažeća
ca: L'adreça de correu electrònic no és vàlida
cs: E-mailová adresa je neplatná
da: E-mailadressen er ugyldig
el: Η διεύθυνση e-mail δεν είναι έγκυρη
et: E-posti aadress on vigane
fa: آدرس ایمیل نامعتبر است
fi: Virheellinen sähköpostiosoite
he: כתובת הדוא"ל אינה תקינה
hi: ईमेल पता अमान्य है
hu: Érvénytelen e-mail cím
id: Alamat email tidak valid
ja: メールアドレスが無効です
ka: ელფოსტის მისამართი არასწორია
kk: Электрондық пошта мекенжайы жарамсыз
km: អាសយដ្ឋានអ៊ីមែលមិនត្រឹមត្រូវ
kn: ಇ-ಮೇಲ್ ವಿಳಾಸ ಅಮಾನ್ಯವಾಗಿದೆ
ku: ناونیشانی ئیمەیڵ هەڵەیە
lo: ທີ່ຢູ່ອີເມວບໍ່ຖືກຕ້ອງ
lt: Neteisingas el. pašto adresas
mr: ईमेल पत्ता अवैध आहे
ms: Alamat e-mel tidak sah
my: အီးမေးလ်လိပ်စာ မမှန်ကန်ပါ။
no: E-postadressen er ugyldig
pl: Nieprawidłowy adres e-mail
ro: Adresa de e-mail este invalidă
si: ඊ-තැපැල් ලිපිනය වලංගු නොවේ
sk: Neplatná e-mailová adresa
sq: Adresa e emailit është e pavlefshme
sr: Адреса е-поште је неважећа
sv: E-postadressen är ogiltig
sw: Barua pepe si sahihi
ta: மின்னஞ்சல் முகவரி தவறானது
te: ఈ-మెయిల్ చిరునామా చెల్లదు
th: ที่อยู่อีเมลไม่ถูกต้อง
tr: E-posta adresi geçersiz
uk: Неправильна електронна адреса
ur: ای میل ایڈریس غلط ہے۔
uz: Elektron pochta manzili noto'g'ri
vi: Địa chỉ email không hợp lệ

source: Email already in use!
am: ኢሜል አስቀድሞ ተጠቅመዋል!
ar: البريد الإلكتروني مستخدم بالفعل!
az: E-poçt artıq istifadə olunur!
bg: Този имейл вече се използва!
bn: ইমেল ইতিমধ্যেই ব্যবহার করা হচ্ছে!
bs: E-pošta je već u upotrebi!
ca: El correu electrònic ja està en ús!
cs: E-mail je již používán!
da: E-mailen er allerede i brug!
el: Το email χρησιμοποιείται ήδη!
et: See e-posti aadress on juba kasutusel!
fa: این ایمیل قبلاً استفاده شده است!
fi: Sähköpostiosoite on jo käytössä!
he: כתובת הדוא"ל כבר בשימוש!
hi: यह ईमेल पहले से उपयोग में है!
hu: Ez az e-mail cím már használatban van!
id: Email sudah digunakan
ja: このメールアドレスは既に使用されています
ka: ელფოსტა უკვე გამოიყენება!
kk: Электрондық пошта бұрыннан қолданыста!
km: អ៊ីមែលនេះត្រូវបានប្រើរួចហើយ!
kn: ಈ ಇಮೇಲ್ ಈಗಾಗಲೇ ಬಳಕೆಯಲ್ಲಿದೆ!
ku: ئیمەیل پێشتر بەکاردێت!
lo: ອີເມວນີ້ຖືກໃຊ້ແລ້ວ!
lt: El. pašto adresas jau naudojamas!
mr: हा ईमेल आधीच वापरात आहे!
ms: E-mel sudah digunakan!
my: အီးမေးလ်ကို အသုံးပြုနေပြီဖြစ်သည်။
no: E-postadressen er allerede i bruk!
pl: Ten adres e-mail jest już używany!
ro: E-mailul este deja folosit!
si: ඊමේල් ලිපිනය දැනටමත් භාවිතා වෙයි!
sk: E-mail sa už používa!
sq: Ky email është tashmë në përdorim!
sr: Е-пошта је већ у употреби!
sv: E-postadressen används redan!
sw: Barua pepe tayari inatumika!
ta: மின்னஞ்சல் ஏற்கனவே பயன்பாட்டில் உள்ளது!
te: ఈ-మెయిల్ ఇప్పటికే ఉపయోగంలో ఉంది!
th: อีเมลถูกใช้งานแล้ว!
tr: Bu e-posta adresi zaten kullanımda!
uk: Ця електронна адреса вже використовується!
ur: ای میل پہلے سے استعمال میں ہے!
uz: Bu elektron pochta allaqachon ishlatilmoqda!
vi: Email đã được sử dụng!

source: Enter amount
am: መጠኑን ያስገቡ
ar: أدخل المبلغ
az: Məbləği daxil edin
bg: Въведете сума
bn: পরিমাণ লিখুন
bs: Unesite iznos
ca: Introduïu la quantitat
cs: Zadejte částku
da: Indtast beløb
el: Εισαγάγετε το ποσό
et: Sisesta summa
fa: مبلغ را وارد کنید
fi: Syötä summa
he: הזן סכום
hi: राशि दर्ज करें
hu: Adja meg az összeget
id: Masukkan jumlah
ja: 金額を入力
ka: შეიყვანეთ თანხა
kk: соманы енгізіңіз
km: បញ្ចូលចំនួនទឹកប្រាក់
kn: ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
ku: بڕ بنووسە
lo: ໃສ່ຈຳນວນເງິນ
lt: Įveskite sumą
mr: रक्कम टाका
ms: Masukkan jumlah
my: ပမာဏကို ထည့်ပါ။
no: Angi beløp
pl: Wprowadź kwotę
ro: Introdu suma
si: මුදල ඇතුළත් කරන්න
sk: Zadajte sumu
sq: Vendosni shumën
sr: Унесите износ
sv: Ange belopp
sw: Weka kiasi
ta: தொகையை உள்ளிடவும்
te: మొత్తాన్ని నమోదు చేయండి
th: กรอกจำนวนเงิน
tr: Tutar girin
uk: Введіть суму
ur: رقم درج کریں۔
uz: Miqdorni kiriting
vi: Nhập số tiền

source: Enter your username
am: የተጠቃሚ ስምዎን ያስገቡ
ar: أدخل اسم المستخدم
az: İstifadəçi adınızı daxil edin
bg: Въведете потребителско име
bn: আপনার ব্যবহারকারীর নাম লিখুন
bs: Unesite svoje korisničko ime
ca: Introduïu el vostre nom d'usuari
cs: Zadejte své uživatelské jméno
da: Indtast dit brugernavn
el: Εισαγάγετε το όνομα χρήστη σας
et: Sisesta oma kasutajanimi
fa: نام کاربری خود را وارد کنید
fi: Syötä käyttäjätunnus
he: הזן את שם המשתמש שלך
hi: अपना उपयोगकर्ता नाम दर्ज करें
hu: Adja meg felhasználónevét
id: Masukkan nama pengguna Anda
ja: ユーザー名を入力
ka: შეიყვანეთ თქვენი მომხმარებლის სახელი
kk: Пайдаланушы атыңызды енгізіңіз
km: សូមបញ្ចូលឈ្មោះអ្នកប្រើប្រាស់របស់អ្នក
kn: ನಿಮ್ಮ ಬಳಕೆದಾರ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ku: ناوی بەکارهێنەر بنووسە
lo: ໃສ່ຊື່ຜູ້ໃຊ້ຂອງທ່ານ
lt: Įveskite savo vartotojo vardą
mr: तुमचे वापरकर्तानाव टाका
ms: Masukkan nama pengguna anda
my: သင့်အသုံးပြုသူအမည်ကို ထည့်သွင်းပါ။
no: Skriv inn brukernavnet ditt
pl: Wprowadź nazwę użytkownika
ro: Introdu numele tău de utilizator
si: ඔබගේ පරිශීලක නාමය ඇතුළත් කරන්න
sk: Zadajte svoje používateľské meno
sq: Vendosni emrin tuaj të përdoruesit
sr: Унесите своје корисничко име
sv: Ange ditt användarnamn
sw: Weka jina lako la mtumiaji
ta: உங்கள் பயனர்பெயரை உள்ளிடவும்
te: మీ వినియోగదారు పేరును నమోదు చేయండి
th: กรุณากรอกชื่อผู้ใช้ของคุณ
tr: Kullanıcı adınızı girin
uk: Введіть ваше ім'я користувача
ur: اپنا صارف نام درج کریں۔
uz: Foydalanuvchi nomingizni kiriting
vi: Nhập tên người dùng của bạn

# errorMsg
source: Error: {message}
am: ስህተት፡ {message}
ar: خطأ: {message}
az: Xəta: {message}
bg: Грешка: {message}
bn: ত্রুটি: {message}
bs: Greška: {message}
cs: Chyba: {message}
da: Fejl: {message}
el: Σφάλμα: {message}
et: Viga: {message}
fa: خطا: {message}
fi: Virhe: {message}
he: שגיאה: {message}
hi: त्रुटि: {message}
hu: Hiba: {message}
id: Kesalahan: {message}
ja: エラー：{message}
ka: შეცდომა: {message}
kk: Қате: {message}
km: កំហុស៖ {message}
kn: ದೋಷ: {message}
ku: هەڵە: {message}
lo: ຜິດພາດ: {message}
lt: Klaida: {message}
mr: त्रुटी: {message}
ms: Ralat: {message}
my: အမှား- {message}
no: Feil: {message}
pl: Błąd: {message}
ro: Eroare: {message}
si: දෝෂය: {message}
sk: Chyba: {message}
sq: Gabim: {message}
sr: Грешка: {message}
sv: Fel: {message}
sw: Hitilafu: {message}
ta: பிழை: {message}
te: దోషం: {message}
th: ข้อผิดพลาด: {message}
tr: Hata: {message}
uk: Помилка: {message}
ur: خرابی: {message}
uz: Xato: {message}
vi: Lỗi: {message}

source: Error on getting post!
am: መልእክት ማግኘት ላይ ስህተት!
ar: خطأ في جلب المنشور!
az: Post əldə edərkən xəta baş verdi!
bg: Грешка при зареждане на публикацията!
bn: পোস্ট পেতে ত্রুটি!
bs: Greška pri preuzimanju objave!
ca: S'ha produït un error en rebre la publicació!
cs: Chyba při načítání příspěvku!
da: Fejl ved hentning af opslag!
el: Σφάλμα κατά τη λήψη της ανάρτησης!
et: Viga postituse laadimisel!
fa: خطا در دریافت پست!
fi: Virhe viestin haussa!
he: שגיאה בקבלת הפוסט!
hi: पोस्ट प्राप्त करने में त्रुटि!
hu: Hiba történt a bejegyzés betöltésekor!
id: Terjadi kesalahan saat mengambil kiriman!
ja: 投稿の取得に失敗しました
ka: შეცდომა პოსტის მიღებისას!
kk: Постты алу кезінде қате!
km: មានបញ្ហាក្នុងការទាញយកការបង្ហោះ!
kn: ಪೋಸ್ಟ್ ಪಡೆಯುವಲ್ಲಿ ದೋಷ!
ku: هەڵە لە وەرگرتنی پۆست!
lo: ເກີດຂໍ້ຜິດພາດໃນການດຶງໂພສ!
lt: Klaida gaunant įrašą!
mr: पोस्ट मिळवताना त्रुटी आली!
ms: Ralat semasa mendapatkan jawatan!
my: ပို့စ်ရယူရာတွင် အမှားအယွင်းရှိသည်။
no: Feil ved henting av innlegg!
pl: Błąd podczas pobierania wpisu!
ro: Eroare la obținerea postării!
si: පෝස්ට් ලබා ගැනීමේ දෝෂයක්!
sk: Chyba pri načítavaní príspevku!
sq: Gabim në marrjen e postimit!
sr: Грешка при преузимању поста!
sv: Fel vid hämtning av inlägg!
sw: Hitilafu katika kupata chapisho!
ta: பதவியைப் பெறுவதில் பிழை!
te: పోస్ట్ పొందడంలో లోపం!
th: เกิดข้อผิดพลาดในการโพสต์!
tr: Gönderi alınırken hata oluştu!
uk: Помилка при отриманні допису!
ur: پوسٹ حاصل کرنے میں غلطی!
uz: Post olishda xatolik yuz berdi!
vi: Lỗi khi lấy bài viết!

# errorTitle
source: Error
am: ስህተት
ar: خطأ
az: Xəta
bg: Грешка
bn: ত্রুটি
bs: Greška
cs: Chyba
da: Fejl
el: Λάθος
et: Viga
fa: خطا
fi: Virhe
he: שגיאה
hi: त्रुटि
hu: Hiba
id: Kesalahan
ja: エラー
ka: შეცდომა
kk: Қате
km: កំហុស
kn: ದೋಷ
ku: هەڵە
lo: ຂໍ້ຜິດພາດ
lt: Klaida
mr: त्रुटी
ms: ralat
my: အမှား
no: Feil
pl: Błąd
ro: Eroare
si: දෝෂය
sk: Chyba
sq: Gabim
sr: Грешка
sv: Fel
sw: Hitilafu
ta: பிழை
te: లోపం
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
ur: خرابی
uz: Xato
vi: Lỗi

source: Free
am: ነፃ
ar: مجاني
az: Pulsuz
bg: Безплатно
bn: বিনামূল্যে
bs: Besplatno
ca: Gratuït
cs: Zdarma
da: Gratis
el: Ελεύθερος
et: Tasuta
fa: رایگان
fi: Ilmainen
he: חינם
hi: मुफ्त
hu: Ingyenes
id: Gratis
ja: 無料
ka: უფასო
kk: Тегін
km: ឥតគិតថ្លៃ
kn: ಉಚಿತ
ku: بێ‌بەرامبەر
lo: ຟຣີ
lt: Nemokamai
mr: मोफत
ms: Percuma
my: အခမဲ့
no: Gratis
pl: Darmowy
ro: Gratuit
si: නොමිලේ
sk: Zadarmo
sq: Falas
sr: бесплатно
sv: Gratis
sw: Bure
ta: இலவசம்
te: ఉచితం
th: ฟรี
tr: Ücretsiz
uk: Безкоштовно
ur: مفت
uz: Bepul
vi: Miễn phí
