Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Do you want to log out?
am: መውጣት ይፈልጋሉ?
ar: هل تريد تسجيل الخروج؟
az: Çıxmaq istəyirsiniz?
bg: Искате ли да излезете?
bn: আপনি কি লগআউট করতে চান?
bs: Želite li se odjaviti?
ca: Vols tancar la sessió?
cs: Chcete se odhlásit?
da: Vil du logge ud?
el: Θέλετε να αποσυνδεθείτε;
et: Kas soovid välja logida?
fa: آیا می‌خواهید خارج شوید؟
fi: Haluatko kirjautua ulos?
he: האם אתה רוצה להתנתק?
hi: क्या आप लॉगआउट करना चाहते हैं?
hu: Ki szeretne jelentkezni?
id: Apakah Anda ingin keluar?
ja: ログアウトしますか？
ka: გსურთ გამოსვლა?
kk: Шығуды қалайсыз ба?
km: តើអ្នកចង់ចាកចេញមែនទេ?
kn: ನೀವು ಲಾಗ್ಔಟ್ ಮಾಡಲು ಬಯಸುವಿರಾ?
ku: دەتەوێت دەرچیتەوە؟
lo: ທ່ານຕ້ອງການອອກຈາກລະບົບບໍ?
lt: Ar norite atsijungti?
mr: तुम्हाला लॉगआउट करायचे आहे का?
ms: Adakah anda ingin log keluar?
my: ထွက်လိုပါသလား။
no: Ønsker du å logge ut?
pl: Czy chcesz się wylogować?
ro: Dorești să te deconectezi?
si: ඔබට පිටවීමට අවශ්‍යද?
sk: Chcete sa odhlásiť?
sq: Dëshironi të dilni?
sr: Да ли желите да се одјавите?
sv: Vill du logga ut?
sw: Je, unataka kuondoka?
ta: வெளியேற விரும்புகிறீர்களா?
te: మీరు లాగ్ అవుట్ కావాలా?
th: คุณต้องการออกจากระบบหรือไม่?
tr: Oturumu kapatmak istiyor musunuz?
uk: Бажаєте вийти?
ur: کیا آپ لاگ آؤٹ کرنا چاہتے ہیں؟
uz: Tizimdan chiqmoqchimisiz?
vi: Bạn có muốn đăng xuất không?

# doesNotSupportApplePay
source: Apple Pay is not available on this device!
am: Apple Pay በዚህ መሳሪያ ላይ አይደግፍም!
ar: خدمة Apple Pay غير مدعومة. يرجى التحقق من محفظتك وبطاقتك
az: Apple Pay bu cihazda mövcud deyil!
bg: Apple Pay не се поддържа на това устройство
bn: ApplePay সমর্থিত নয়। আপনার মানিব্যাগ এবং কার্ড চেক করুন
bs: ApplePay nije podržan. Provjerite svoj novčanik i karticu
ca: Apple Pay no està disponible en aquest dispositiu!
cs: ApplePay není podporován. Zkontrolujte prosím svou peněženku a kartu
da: ApplePay understøttes ikke. Tjek venligst din tegnebog og kort
el: Το ApplePay δεν υποστηρίζεται. Ελέγξτε το πορτοφόλι και την κάρτα σας
et: Apple Pay pole sellel seadmel saadaval!
fa: اپل پی پشتیبانی نمی‌شود. لطفاً کیف پول و کارت خود را بررسی کنید
fi: Apple Pay ei ole tuettu. Tarkista lompakkosi ja korttisi
he: ApplePay אינו נתמך. אנא בדוק את הארנק והכרטיס שלך
hi: Apple Pay समर्थित नहीं है। कृपया अपना वॉलेट और कार्ड जांचें
hu: Az Apple Pay nem támogatott. Kérjük, ellenőrizze pénztárcáját és kártyáját
id: ApplePay tidak didukung. Silakan periksa dompet dan kartu Anda
ja: Apple Payはサポートされていません。ウォレットとカードを確認してください
ka: Apple Pay არ არის ხელმისაწვდომი ამ მოწყობილობაზე!
kk: ApplePay қолдау көрсетілмейді. Әмияныңыз бен картаңызды тексеріңіз
km: ApplePay មិនត្រូវបានគាំទ្រទេ។ សូមពិនិត្យមើលកាបូប និងកាតរបស់អ្នក។
kn: ApplePay ಬೆಂಬಲಿಸುವುದಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ವ್ಯಾಲೆಟ್ ಮತ್ತು ಕಾರ್ಡ್ ಪರಿಶೀಲಿಸಿ
ku: Apple Pay لەسەر ئەم ئامێرە بەردەست نییە!
lo: ApplePay ບໍ່ຮອງຮັບ. ກະລຸນາກວດເບິ່ງກະເປົາເງິນ ແລະ ບັດຂອງທ່ານ
lt: ApplePay nepalaikomas. Patikrinkite savo piniginę ir kortelę
mr: ApplePay समर्थित नाही. कृपया तुमचे वॉलेट आणि कार्ड तपासा
ms: ApplePay tidak disokong. Sila semak dompet dan kad anda
my: ApplePay ကို မပံ့ပိုးပါ။ သင့်ပိုက်ဆံအိတ်နှင့် ကတ်ကို စစ်ဆေးပါ။
no: Apple Pay støttes ikke på denne enheten
pl: ApplePay nie jest obsługiwane. Sprawdź swój portfel i kartę
ro: ApplePay nu este acceptat. Te rugăm să îți verifici portofelul și cardul
si: Apple Pay සහාය නොදක්වයි. කරුණාකර ඔබගේ පසුම්බිය සහ කාඩ්පත පරීක්ෂා කරන්න.
sk: ApplePay nie je podporovaný. Skontrolujte svoju peňaženku a kartu
sq: ApplePay nuk mbështetet. Ju lutemi kontrolloni portofolin dhe kartën tuaj
sr: АпплеПаи није подржан. Проверите свој новчаник и картицу
sv: ApplePay stöds inte. Kontrollera din plånbok och kort
sw: ApplePay haitumiki. Tafadhali angalia pochi na kadi yako
ta: ApplePay ஆதரிக்கப்படவில்லை. உங்கள் பணப்பை மற்றும் அட்டையைச் சரிபார்க்கவும்
te: Apple Pay ఈ పరికరంలో అందుబాటులో లేదు!
th: ไม่รองรับ ApplePay กรุณาตรวจสอบกระเป๋าเงินและบัตรของคุณ
tr: ApplePay desteklenmiyor. Lütfen cüzdanınızı ve kartınızı kontrol edin
uk: ApplePay не підтримується. Перевірте свій гаманець і картку
ur: ایپل پے تعاون یافتہ نہیں ہے۔ براہ کرم اپنا پرس اور کارڈ چیک کریں
uz: ApplePay qo'llab-quvvatlanmaydi. Iltimos, hamyoningiz va kartangizni tekshiring
vi: ApplePay không được hỗ trợ. Vui lòng kiểm tra ví và thẻ của bạn

source: Download App
am: መተግበሪያ አውርድ
ar: تحميل التطبيق
az: Tətbiqi yüklə
bg: Изтегли приложението
bn: অ্যাপ্লিকেশন ডাউনলোড করুন
bs: Preuzmi aplikaciju
ca: Descarregar aplicació
cs: Stáhnout aplikaci
da: Download appen
el: Λήψη εφαρμογής
et: Lae rakendus alla
fa: دانلود برنامه
fi: Lataa sovellus
he: הורד אפליקציה
hi: ऐप डाउनलोड करें
hu: Alkalmazás letöltése
id: Unduh Aplikasi
ja: アプリをダウンロード
ka: აპლიკაციის ჩამოტვირთვა
kk: Қолданбаны жүктеу
km: ទាញយកកម្មវិធី
kn: ಅಪ್ಲಿಕೇಶನ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ku: داگرتنی ئەپ
lo: ດາວໂຫຼດແອັບ
lt: Atsisiųsti programą
mr: अॅप डाउनलोड करा
ms: Muat turun aplikasi
my: အက်ပ်ကို ဒေါင်းလုဒ်လုပ်ပါ။
no: Last ned appen
pl: Pobierz aplikację
ro: Descarcă aplicația
si: යෙදුම බාගත කරන්න
sk: Stiahnuť aplikáciu
sq: Shkarko aplikacionin
sr: Преузмите апликацију
sv: Ladda ner app
sw: Pakua Programu
ta: செயலியைப் பதிவிறக்கு
te: యాప్ డౌన్‌లోడ్ చేయండి
th: ดาวน์โหลดแอป
tr: Uygulamayı İndir
uk: Завантажити додаток
ur: ایپ ڈاؤن لوڈ کریں
uz: Ilovani yuklab olish
vi: Tải ứng dụng

source: Driver Assigned
am: አሽከር ተመድቧል
ar: تم تعيين السائق
az: Sürücü təyin edildi
bg: Шофьорът е назначен
bn: ড্রাইভার নিয়োগ করা হয়েছে
bs: Vozač dodijeljen
ca: Conductor assignat
cs: Řidič přiřazen
da: Chauffør tildelt
el: Ο οδηγός ανατέθηκε
et: Juht määratud
fa: راننده تعیین شده است
fi: Kuljettaja määrätty
he: נהג הוקצה
hi: ड्राइवर असाइन किया गया
hu: Futár hozzárendelve
id: Pengemudi Ditugaskan
ja: ドライバーが割り当てられました
ka: მძღოლი დანიშნულია
kk: Жүргізуші тағайындалды
km: អ្នកបើកបរត្រូវបានចាត់តាំង
kn: ಚಾಲಕ ನಿಯೋಜಿಸಲಾಗಿದೆ
ku: شۆفێر دیاری کرا
lo: ໄດ້ມອບໝາຍຄົນຂັບແລ້ວ
lt: Vairuotojas priskirtas
mr: ड्रायव्हर नियुक्त केला
ms: Pemandu telah ditugaskan
my: ယာဉ်မောင်း တာဝန်ပေးအပ်ထားသည်။
no: Sjåfør tildelt
pl: Przypisany kierowca
ro: Șofer atribuit
si: රියදුරු පවරා ඇත
sk: Vodič priradený
sq: Shoferi u caktua
sr: Дривер Ассигнед
sv: Förare tilldelad
sw: Dereva Amekabidhiwa
ta: ஓட்டுநர் நியமிக்கப்பட்டார்
te: డ్రైవర్ కేటాయించబడాడు
th: มอบหมายคนขับแล้ว
tr: Sürücü atandı
uk: Водія призначено
ur: ڈرائیور تفویض کر دیا گیا
uz: Haydovchi tayinlandi
vi: Tài xế đã được chỉ định

# emailDeleteDescription
source: Deleting your account will unsubscribe you from all mailing lists.
am: መለያዎን ማጥፋት ከኢሜይል ዝርዝሮች ሁሉ ይወጣችሁ።
ar: حذف حسابك سيلغي اشتراكك من جميع القوائم البريدية.
az: Hesabınızın silinməsi bütün poçt siyahılarından çıxaracaq.
bg: Изтриването на вашия профил ще ви отпише от всички пощенски списъци.
bn: আপনার অ্যাকাউন্ট মুছে ফেলা হলে আপনি সমস্ত মেলিং তালিকা থেকে সদস্যতা ত্যাগ করবেন৷
bs: Brisanjem vašeg računa otkazat ćete pretplatu na sve mailing liste.
ca: Suprimir el teu compte et donarà de baixa de totes les llistes de correu.
cs: Smazáním účtu se odhlásíte ze všech seznamů adresátů.
da: Sletning af din konto vil afmelde dig fra alle mailinglister.
el: Η διαγραφή του λογαριασμού σας θα καταργήσει την εγγραφή σας από όλες τις λίστες αλληλογραφίας.
et: Konto kustutamine tühistab sind kõigist meililistidest.
fa: حذف حساب کاربری شما را از تمام لیست‌های پستی حذف می‌کند
fi: Tilin poistaminen peruuttaa kaikki postituslistat.
he: מחיקת חשבונך תבטל את הרישום שלך מכל רשימות התפוצה.
hi: खाता हटाने पर आप सभी मेलिंग सूचियों से अपनी सदस्यता समाप्त कर देंगे।
hu: Fiókja törlésével leiratkozik minden hírlevél-listáról.
id: Menghapus akun Anda akan membatalkan langganan Anda dari semua milis.
ja: アカウントを削除すると、すべてのメーリングリストから退会します。
ka: თქვენი ანგარიშის წაშლით გააუქმებთ ყველა საფოსტო სიის გამოწერას.
kk: Есептік жазбаны жою сізді барлық тарату тізімдерінен шығарады
km: ការលុបគណនីរបស់អ្នកនឹងបញ្ឈប់ការជាវអ៊ីមែលទាំងអស់។
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸುವುದರಿಂದ ಎಲ್ಲಾ ಮೇಲ್ ಪಟ್ಟಿಗಳಿಂದ ನಿಮ್ಮನ್ನು ಅನ್ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಲಾಗುತ್ತದೆ.
ku: سڕینەوەی هەژمارت تۆ دەکات لە هەموو لیستی نامەدانەکان دەرکەوتوو.
lo: ການລຶບບັນຊີຂອງທ່ານຈະຍົກເລີກການສະໝັກສະມາຊິກຈາກລາຍຊື່ທາງໄປສະນີທັງໝົດ.
lt: Ištrynus paskyrą būsite atšaukti iš visų naujienlaiškių sąrašų.
mr: तुमचे खाते हटवल्याने तुमची सर्व मेलिंग यादीमधून सदस्यता रद्द होईल.
ms: Memadamkan akaun anda akan membatalkan langganan anda daripada semua senarai mel.
my: သင့်အကောင့်ကို ဖျက်လိုက်ခြင်းဖြင့် သင့်အား စာပို့စာရင်းများအားလုံးမှ ပယ်ဖျက်မည်ဖြစ်ပါသည်။
no: Sletting av kontoen din vil melde deg av alle e-postlister
pl: Usunięcie konta spowoduje wypisanie Cię ze wszystkich list mailingowych.
ro: Ștergerea contului te va dezabona de la toate listele de corespondență.
si: ඔබගේ ගිණුම මැකීමෙන් සියලු විද්‍යුත් තැපැල් ලැයිස්තුවලින් ඔබව ඉවත් කරනු ඇත.
sk: Odstránením účtu sa odhlásite zo všetkých e-mailových zoznamov.
sq: Fshirja e llogarisë do t'ju çregjistrojë nga të gjitha listat e postimeve.
sr: Ако избришете свој налог, одјавићете се са свих мејлинг листа.
sv: Om du tar bort ditt konto avregistreras du från alla e-postlistor.
sw: Kufuta akaunti yako kutakuondoa kwenye orodha zote za wanaopokea barua pepe.
ta: உங்கள் கணக்கை நீக்குவது அனைத்து அஞ்சல் பட்டியல்களிலிருந்தும் நீங்கள் விலக்கப்படுவீர்கள்.
te: మీ ఖాతా తొలగించబడితే మీరు అన్ని మెయిలింగ్ లిస్టుల నుండి అన్సబ్స్క్రైబ్ అవుతారు.
th: การลบบัญชีของคุณจะเป็นการยกเลิกการสมัครรับจดหมายข่าวทั้งหมด
tr: Hesabınızı sildiğinizde tüm e-posta listelerinden çıkarılacaksınız.
uk: Видалення облікового запису скасує вашу підписку на всі списки розсилки
ur: آپ کا اکاؤنٹ حذف کرنے سے آپ تمام میلنگ لسٹوں سے رکنیت ختم کر دیں گے
uz: Hisobingizni o'chirish barcha pochta ro'yxatlaridan chiqishga olib keladi.
vi: Xóa tài khoản sẽ hủy đăng ký bạn khỏi danh sách gửi thư.

source: Email Subscription
am: የኢሜይል መመዝገቢያ
ar: الاشتراك البريدي
az: E-poçt abunəliyi
bg: Абонамент за имейл
bn: ইমেল সদস্যতা
bs: Email pretplata
ca: Subscripció per correu electrònic
cs: Odběr e-mailů
da: E-mailabonnement
el: Συνδρομή email
et: E-posti tellimus
fa: اشتراک ایمیلی
fi: Sähköpostitilaus
he: מנוי אימייל
hi: ईमेल सदस्यता
hu: E-mail feliratkozás
id: Berlangganan Email
ja: メール配信登録
ka: ელ.ფოსტის გამოწერა
kk: Электрондық поштаға жазылу
km: ការជាវអ៊ីមែល
kn: ಇಮೇಲ್ ಚಂದಾದಾರಿಕೆ
ku: بەشداریکردن بە ئیمەیل
lo: ການສະໝັກໃຊ້ອີເມວ
lt: El. pašto prenumerata
mr: ईमेल सदस्यता
ms: Langganan e-mel
my: အီးမေးလ်စာရင်းသွင်းခြင်း။
no: E-postabonnement
pl: Subskrypcja e-mail
ro: Abonament prin e-mail
si: විද්‍යුත් තැපැල් දායකත්වය
sk: Odber e-mailov
sq: Abonimi në email
sr: Претплата на е-пошту
sv: E-postprenumeration
sw: Usajili wa Barua Pepe
ta: மின்னஞ்சல் சந்தா
te: ఇమెయిల్ సభ్యత్వం
th: การสมัครรับข่าวสารทางอีเมล
tr: E-posta Aboneliği
uk: Підписка на електронну пошту
ur: ای میل سبسکرپشن
uz: Elektron pochta obunasi
vi: Đăng ký email

# emptyShippingMsg
source: No shipping options are available. Please ensure your address has been entered correctly, or contact us if you need assistance.
am: ምንም የመላኪያ አማራጮች አይገኙም። እባክዎ አድራሻዎን ትክክል እንደሆነ ያረጋግጡ ወይም እርዳታ ከፈለጉ ያግኙን።
ar: يرجى تحديد موقعك على الخريطة في الخطوة السابقة، أو الاتصال بنا إذا كنت بحاجة إلى مساعدة
az: Çatdırılma variantları mövcud deyil. Zəhmət olmasa, ünvanınızın düzgün daxil edildiyindən əmin olun və ya hər hansı yardıma ehtiyacınız varsa, bizimlə əlaqə saxlayın.
bg: Няма налични опции за доставка. Моля, уверете се, че адресът ви е въведен правилно или се свържете с нас, ако имате нужда от помощ.
bn: কোন শিপিং বিকল্প উপলব্ধ আছে. অনুগ্রহ করে নিশ্চিত করুন যে আপনার ঠিকানা সঠিকভাবে প্রবেশ করানো হয়েছে, অথবা আপনার কোন সাহায্যের প্রয়োজন হলে আমাদের সাথে যোগাযোগ করুন।
bs: Nema dostupnih opcija dostave. Provjerite je li vaša adresa ispravno unesena ili nas kontaktirajte ako vam je potrebna pomoć.
ca: No hi ha opcions d'enviament disponibles. Si us plau, assegura't que la teva adreça s'ha introduït correctament, o contacta amb nosaltres si necessites ajuda.
cs: Nejsou k dispozici žádné možnosti dopravy. Ujistěte se, že byla vaše adresa zadána správně, nebo nás kontaktujte, pokud potřebujete pomoc.
da: Der er ingen tilgængelige forsendelsesmuligheder. Sørg for, at din adresse er indtastet korrekt, eller kontakt os, hvis du har brug for hjælp.
el: Δεν υπάρχουν διαθέσιμες επιλογές αποστολής. Βεβαιωθείτε ότι η διεύθυνσή σας έχει εισαχθεί σωστά ή επικοινωνήστε μαζί μας εάν χρειάζεστε βοήθεια
et: Saadaval pole ühtegi tarneviisi. Palun kontrolli, kas sinu aadress on õigesti sisestatud või võta meiega ühendust, kui vajad abi.
fa: هیچ روش ارسالی در دسترس نیست. لطفاً مطمئن شوید که آدرس شما به درستی وارد شده است یا در صورت نیاز به راهنمایی با ما تماس بگیرید
fi: Toimitustapoja ei ole saatavilla. Varmista, että osoitteesi on syötetty oikein, tai ota yhteyttä, jos tarvitset apua.
he: אין אפשרויות משלוח זמינות. אנא ודא שהכתובת שלך הוזנה כראוי, או צור איתנו קשר אם אתה זקוק לעזרה
hi: कोई शिपिंग विकल्प उपलब्ध नहीं हैं। कृपया सुनिश्चित करें कि आपका पता सही दर्ज किया गया है, या यदि आपको कोई सहायता चाहिए तो हमसे संपर्क करें।
hu: Nincsenek elérhető szállítási lehetőségek. Kérjük, ellenőrizze, hogy helyesen adta-e meg a címét, vagy lépjen kapcsolatba velünk, ha segítségre van szüksége.
id: Tidak ada opsi pengiriman yang tersedia. Pastikan alamat Anda telah dimasukkan dengan benar, atau hubungi kami jika Anda memerlukan bantuan.
ja: 利用可能な配送オプションがありません。住所が正しく入力されていることを確認するか、サポートが必要な場合はお問い合わせください。
ka: მიწოდების ვარიანტები არ არის ხელმისაწვდომი. გთხოვთ, დარწმუნდეთ, რომ თქვენი მისამართი სწორად არის შეყვანილი, ან დაგვიკავშირდით, თუ დახმარება გჭირდებათ.
kk: Жеткізу опциялары қолжетімді емес. Мекенжайыңыздың дұрыс енгізілгенін тексеріңіз немесе көмек қажет болса, бізге хабарласыңыз.
km: មិនមានជម្រើសដឹកជញ្ជូនទេ។ សូមប្រាកដថា របស់អ្នកត្រូវបានបញ្ចូលត្រឹមត្រូវ ឬទាក់ទងមកយើង ប្រសិនបើអ្នកត្រូវការជំនួយ។
kn: ಯಾವುದೇ ಶಿಪ್ಪಿಂಗ್ ಆಯ್ಕೆಗಳು ಲಭ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿಳಾಸವನ್ನು ಸರಿಯಾಗಿ ನಮೂದಿಸಿದ್ದೀರಾ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ ಅಥವಾ ಸಹಾಯಕ್ಕಾಗಿ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ.
ku: هیچ هەڵبژاردەی گواستنەوە بەردەست نییە. تکایە دڵنیابە لەوەی ناونیشانت ڕاست داخڵ کردووە، یان پەیوەندیمان پێوە بکە ئەگەر یارمەتیدا پێویستت.
lo: ບໍ່ມີທາງເລືອກໃນການຈັດສົ່ງ. ກະລຸນາຮັບປະກັນວ່າທີ່ຢູ່ຂອງທ່ານໄດ້ຖືກປ້ອນຖືກຕ້ອງ, ຫຼື ຕິດຕໍ່ຫາພວກເຮົາຖ້າຫາກວ່າທ່ານຕ້ອງການການຊ່ວຍເຫຼືອໃດໆ
lt: Nėra pristatymo parinkčių. Įsitikinkite, kad jūsų adresas įvestas teisingai, arba susisiekite su mumis, jei jums reikia pagalbos.
mr: कोणतेही शिपिंग पर्याय उपलब्ध नाहीत. कृपया तुमचा पत्ता अचूक टाकला आहे याची खात्री करा किंवा तुम्हाला काही मदत हवी असल्यास आमच्याशी संपर्क साधा.
ms: Tiada pilihan penghantaran tersedia. Sila pastikan alamat anda telah dimasukkan dengan betul, atau hubungi kami jika anda memerlukan bantuan.
my: ပို့ဆောင်ရန် ရွေးချယ်စရာများ မရှိပါ။ သင့်လိပ်စာကို မှန်ကန်စွာ ထည့်သွင်းထားကြောင်း သေချာစေပါ၊ သို့မဟုတ် သင်အကူအညီလိုအပ်ပါက ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ။
no: Ingen fraktalternativer er tilgjengelige. Sørg for at adressen din er riktig angitt, eller kontakt oss hvis du trenger hjelp
pl: Brak dostępnych opcji wysyłki. Upewnij się, że Twój adres został wpisany poprawnie lub skontaktuj się z nami, jeśli potrzebujesz pomocy.
ro: Nu există opțiuni de livrare disponibile. Te rugăm să te asiguri că adresa ta a fost introdusă corect sau să ne contactezi dacă ai nevoie de ajutor.
si: නැව්ගත කිරීම සඳහා විකල්ප නොමැත. කරුණාකර ඔබගේ ලිපිනය නිවැරදිව ඇතුළත් කර ඇති බව තහවුරු කරගන්න, නැතහොත් ඔබට උදව් අවශ්‍ය නම් අප අමතන්න.
sk: Nie sú dostupné žiadne možnosti dopravy. Uistite sa, že ste správne zadali svoju adresu, alebo nás kontaktujte, ak potrebujete pomoc.
sq: Nuk ka opsione transporti në dispozicion. Ju lutemi sigurohuni që adresa juaj është vendosur saktë ose na kontaktoni nëse keni nevojë për ndihmë.
sr: Нема доступних опција испоруке. Уверите се да је ваша адреса исправно унета или нас контактирајте ако вам је потребна помоћ.
sv: Det finns inga tillgängliga leveransalternativ. Se till att din adress har angetts korrekt, eller kontakta oss om du behöver hjälp.
sw: Hakuna chaguo za usafirishaji zinazopatikana. Tafadhali hakikisha kuwa anwani yako imeingizwa kwa usahihi, au wasiliana nasi ikiwa unahitaji msaada wowote.
ta: அனுப்பும் விருப்பங்கள் எதுவும் இல்லை. உங்கள் முகவரி சரியாக உள்ளிடப்பட்டுள்ளதா என்பதை உறுதிப்படுத்தவும் அல்லது ஏதேனும் உதவி தேவைப்பட்டால் எங்களைத் தொடர்பு கொள்ளவும்.
te: ఎటువంటి షిప్పింగ్ ఎంపికలు అందుబాటులో లేవు. దయచేసి మీ చిరునామా సరైనదిగా ఉందో yoxా మాతో సంప్రదించండి.
th: ไม่มีตัวเลือกการจัดส่งที่ใช้ได้ กรุณาตรวจสอบว่าได้ป้อนที่อยู่ถูกต้อง หรือติดต่อเราหากต้องการความช่วยเหลือ
tr: Kargo seçeneği bulunmuyor. Lütfen adresinizin doğru girildiğinden emin olun veya yardıma ihtiyacınız varsa bizimle iletişime geçin.
uk: Варіанти доставки відсутні. Переконайтеся, що вашу адресу введено правильно, або зв'яжіться з нами, якщо потрібна допомога
ur: شپنگ کے کوئی اختیارات دستیاب نہیں ہیں۔ براہ کرم یقینی بنائیں کہ آپ کا پتہ درست طریقے سے درج کیا گیا ہے، یا اگر آپ کو کسی مدد کی ضرورت ہو تو ہم سے رابطہ کریں
uz: Yetkazib berish imkoniyatlari mavjud emas. Iltimos, manzilingiz to'g'ri kiritilganligiga ishonch hosil qiling yoki yordam kerak bo'lsa, biz bilan bog'laning.
vi: Không có tùy chọn vận chuyển nào khả dụng. Vui lòng đảm bảo bạn đã nhập đúng địa chỉ, hoặc liên hệ với chúng tôi nếu cần hỗ trợ.

source: Enable for Checkout
am: ለመመዝገብ ያንቃ
ar: تفعيل للدفع
az: Checkout üçün aktivləşdirin
bg: Активиране за плащане
bn: চেকআউটের জন্য সক্ষম করুন৷
bs: Omogući za plaćanje
ca: Activa per al pagament
cs: Povolit pro pokladnu
da: Aktiver for kassen
el: Ενεργοποίηση για το Ταμείο
et: Luba tellimuse vormistamiseks
fa: فعال‌سازی برای تسویه حساب
fi: Ota käyttöön kassalla
he: אפשר לתשלום
hi: चेकआउट के लिए सक्षम करें
hu: Engedélyezés a fizetéshez
id: Aktifkan untuk Checkout
ja: チェックアウトを有効にする
ka: ჩართეთ გადახდისთვის
kk: Тапсырысты рәсімдеу үшін қосу
km: បើកសម្រាប់ការទូទាត់
kn: ಚೆಕ್ಔಟ್‌ಗಾಗಿ ಸಕ್ರಿಯಗೊಳಿಸಿ
ku: چالاک بکە بۆ دەرچوون
lo: ເປີດໃຊ້ສຳລັບການຈ່າຍເງິນ
lt: Įgalinti atsiskaitymui
mr: चेकआउटसाठी सक्षम करा
ms: Aktifkan untuk pembayaran
my: Checkout အတွက် ဖွင့်ပါ။
no: Aktiver for utsjekking
pl: Włącz dla kasy
ro: Activează pentru finalizarea comenzii
si: පිටවීම සක්‍රිය කරන්න
sk: Povoliť pre pokladňu
sq: Aktivizo për pagesë
sr: Омогући за Цхецкоут
sv: Aktivera för utcheckning
sw: Wezesha kwa Malipo
ta: வாங்குவதற்கு இயக்கு
te: చెక్కౌట్ కోసం ఎనేబుల్ చేయండి
th: เปิดใช้งานสำหรับการชำระเงิน
tr: Ödeme için etkinleştir
uk: Увімкнути для оформлення замовлення
ur: چیک آؤٹ کے لیے فعال کریں
uz: Buyurtma berish uchun yoqish
vi: Kích hoạt để thanh toán

source: Enable for Login
am: ለመግባት ያንቃ
ar: تفعيل لتسجيل الدخول
az: Giriş üçün aktivləşdirin
bg: Активиране за вход
bn: লগইন করার জন্য সক্ষম করুন
bs: Omogući za prijavu
ca: Activa per a l'inici de sessió
cs: Povolit pro přihlášení
da: Aktiver for login
el: Ενεργοποίηση για Σύνδεση
et: Luba sisselogimiseks
fa: فعال‌سازی برای ورود
fi: Ota käyttöön kirjautumisessa
he: אפשר להתחברות
hi: लॉगिन के लिए सक्षम करें
hu: Engedélyezés bejelentkezéshez
id: Aktifkan untuk Login
ja: ログインを有効にする
ka: ჩართეთ შესვლისთვის
kk: Кіру үшін қосу
km: បើកសម្រាប់ការចូល
kn: ಲಾಗಿನ್ ಮಾಡಲು ಸಕ್ರಿಯಗೊಳಿಸಿ
ku: چالاک بکە بۆ چوونەژوورەوە
lo: ເປີດໃຊ້ສຳລັບການເຂົ້າສູ່ລະບົບ
lt: Įgalinti prisijungimui
mr: लॉगिनसाठी सक्षम करा
ms: Aktifkan untuk log masuk
my: အကောင့်ဝင်ရန် ဖွင့်ပါ။
no: Aktiver for innlogging
pl: Włącz dla logowania
ro: Activează pentru autentificare
si: පුරනය වීමට සක්‍රිය කරන්න
sk: Povoliť pre prihlásenie
sq: Aktivizo për hyrje
sr: Омогући за пријаву
sv: Aktivera för inloggning
sw: Wezesha kwa Kuingia
ta: உள்நுழைவதற்கு இயக்கு
te: లాగిన్ కోసం ఎనేబుల్ చేయండి
th: เปิดใช้งานสำหรับการเข้าสู่ระบบ
tr: Giriş için etkinleştir
uk: Увімкнути для входу
ur: لاگ ان کے لیے فعال کریں
uz: Kirish uchun yoqish
vi: Kích hoạt để đăng nhập

source: Enable for Wallet
am: ለኪስ ያንቃ
ar: تفعيل للمحفظة
az: Pulqabı üçün aktivləşdirin
bg: Активиране за портфейл
bn: ওয়ালেটের জন্য সক্ষম করুন৷
bs: Omogući za novčanik
ca: Activa per a la cartera
cs: Povolit pro peněženku
da: Aktiver for tegnebog
el: Ενεργοποίηση για το Πορτοφόλι
et: Luba rahakoti jaoks
fa: فعال‌سازی برای کیف پول
fi: Ota käyttöön lompakossa
he: אפשר לארנק
hi: वॉलेट के लिए सक्षम करें
hu: Engedélyezés a Pénztárcához
id: Aktifkan untuk Dompet
ja: ウォレットを有効にする
ka: ჩართეთ საფულისთვის
kk: Әмиян үшін қосу
km: បើកសម្រាប់កាបូប
kn: ವ್ಯಾಲೆಟ್‌ಗಾಗಿ ಸಕ್ರಿಯಗೊಳಿಸಿ
ku: چالاک بکە بۆ جزدان
lo: ເປີດໃຊ້ສຳລັບກະເປົາເງິນ
lt: Įgalinti Piniginei
mr: वॉलेटसाठी सक्षम करा
ms: Aktifkan untuk dompet
my: Wallet အတွက် ဖွင့်ပါ။
no: Aktiver for lommebok
pl: Włącz dla portfela
ro: Activează pentru Portofel
si: පසුම්බිය සඳහා සක්‍රිය කරන්න
sk: Povoliť pre peňaženku
sq: Aktivizo për portofol
sr: Омогући за Новчаник
sv: Aktivera för plånbok
sw: Wezesha kwa Pochi
ta: பணப்பைக்கு இயக்கு
te: వాలెట్ కోసం ఎనేబుల్ చేయండి
th: เปิดใช้งานสำหรับกระเป๋าเงิน
tr: Cüzdan için etkinleştir
uk: Увімкнути для гаманця
ur: والیٹ کے لیے فعال کریں
uz: Hamyon uchun yoqish
vi: Kích hoạt cho ví

source: Enable vacation mode
am: የእረፍት ሁነት አብራር
ar: تفعيل وضع الإجازة
az: Tətil rejimini aktivləşdirin
bg: Активиране на режим "Ваканция"
bn: ছুটির মোড সক্রিয় করুন
bs: Omogući način rada za odmor
ca: Activa el mode vacances
cs: Povolit režim dovolené
da: Aktivér ferietilstand
el: Ενεργοποίηση λειτουργίας διακοπών
et: Luba puhkuserežiim
fa: فعال کردن حالت تعطیلات
fi: Ota lomatila käyttöön
he: הפעל מצב חופשה
hi: छुट्टी मोड सक्षम करें
hu: Szabadság mód bekapcsolása
id: Aktifkan mode liburan
ja: 休暇モードを有効にする
ka: ჩართეთ შვებულების რეჟიმი
kk: Демалыс режимін қосу
km: បើករបៀបវិស្សមកាល
kn: ರಜಾ ಮೋಡ್ ಸಕ್ರಿಯಗೊಳಿಸಿ
ku: دۆخی پشوودان چالاک بکە
lo: ເປີດໃຊ້ໂໝດພັກຜ່ອນ
lt: Įjungti atostogų režimą
mr: सुट्टी मोड सक्षम करा
ms: Dayakan mod percutian
no: Aktiver feriemodus
pl: Włącz tryb wakacyjny
ro: Activează modul vacanță
si: නිවාඩු ප්‍රකාරය සක්‍රිය කරන්න
sk: Povoliť dovolenkový režim
sq: Aktivizo modalitetin e pushimeve
sr: Омогућите режим одмора
sv: Aktivera semesterläge
sw: Washa hali ya likizo
ta: விடுமுறை பயன்முறையை இயக்கு
te: విహార మోడ్ ప్రారంభించండి
th: เปิดโหมดวันหยุด
tr: Tatil Modunu Etkinleştir
uk: Увімкнути режим відпустки
ur: تعطیل موڈ فعال کریں
uz: Ta'til rejimini yoqish
vi: Bật chế độ nghỉ
