Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# pleaseFillUpAllCellsProperly
source: Please fill in all cells properly
am: እባክዎ ሁሉንም ክፍት ቦታዎች በትክክል ይሙሉ
ar: * يرجى ملء جميع الخانات بشكل صحيح
az: Zəhmət olmasa bütün xanaları düzgün doldurun
bg: * Моля, попълнете правилно всички полета
bn: * অনুগ্রহ করে সমস্ত ঘর সঠিকভাবে পূরণ করুন
bs: *Molimo pravilno popunite sva polja
ca: *Si us plau, omple tots els camps correctament
cs: *Vyplňte prosím správně všechny buňky
da: * Udfyld venligst alle felter korrekt
el: * Παρακαλώ συμπληρώστε σωστά όλα τα πεδία
et: *Palun täida kõik väljad korrektselt
fa: لطفاً همه فیلدها را به درستی پر کنید
fi: * Täytä kaikki solut oikein
he: * אנא מלא את כל התאים כראוי
hi: * कृपया सभी सेल सही ढंग से भरें
hu: Kérjük, töltse ki megfelelően az összes mezőt
id: Mohon isi semua kolom dengan benar
ja: すべての項目を正しく入力してください
ka: * გთხოვთ სწორად შეავსოთ ყველა უჯრა
kk: *Барлық ұяшықтарды дұрыс толтырыңыз
km: * សូមបំពេញប្រអប់ទាំងអស់ឱ្យបានត្រឹមត្រូវ
kn: *ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಕೋಶಗಳನ್ನು ಸರಿಯಾಗಿ ಭರ್ತಿ ಮಾಡಿ
ku: *تکایە هەموو بۆشاییەکان پڕبکەوە
lo: *ກະລຸນາຕື່ມຂໍ້ມູນໃສ່ທຸກຊ່ອງໃຫ້ຖືກຕ້ອງ
lt: Užpildykite visus laukus tinkamai
mr: * कृपया सर्व रकाने योग्यरित्या भरा
ms: *Sila isi semua sel dengan betul
my: ဆဲလ်အားလုံးကို စနစ်တကျ ဖြည့်ပါ။
no: *Vennligst fyll ut alle feltene riktig
pl: * Wypełnij prawidłowo wszystkie pola
ro: Te rugăm să completezi toate câmpurile corect
si: *කරුණාකර සියලු කොටු නිසි පරිදි පුරවන්න
sk: * Prosím, vyplňte správne všetky bunky
sq: Ju lutemi plotësoni të gjitha fushat siç duhet
sr: * Молимо попуните сва поља исправно
sv: * Fyll i alla fält korrekt
sw: *Tafadhali jaza seli zote vizuri
ta: *தயவுசெய்து அனைத்து செல்களையும் சரியாக நிரப்பவும்
te: దయచేసి అన్ని ఖాళీలను సరిగ్గా పూరించండి
th: * โปรดกรอกข้อมูลทุกช่องให้ถูกต้อง
tr: * Lütfen tüm alanları doğru doldurun
uk: * Будь ласка, правильно заповніть всі поля
ur: *براہ کرم تمام خانوں کو درست طریقے سے بھریں
uz: * Iltimos, barcha katakchalarni to'g'ri to'ldiring
vi: * Vui lòng điền đúng tất cả các ô

# didntReceiveCode
source: Didn't receive the code?
am: ኮዱን አልተቀበሉም?
ar: لم تستلم الرمز؟
az: Kodu almadınız?
bg: Не получихте кода?
bn: কোড পাননি?
bs: Niste dobili kod?
ca: No has rebut el codi?
cs: Nedostali jste kód?
da: Modtog du ikke koden?
el: Δεν λάβατε τον κωδικό;
et: Ei saanud koodi?
fa: کد را دریافت نکردید؟
fi: Etkö saanut koodia?
he: לא קיבלת את הקוד?
hi: कोड नहीं मिला?
hu: Nem kapta meg a kódot?
id: Tidak menerima kode?
ja: 認証コードが届かない場合
ka: კოდი არ მიგიღიათ?
kk: Кодты алмадыңыз ба?
km: មិនទទួលបានលេខកូដឬ?
kn: ಕೋಡ್ ಸ್ವೀಕರಿಸಲಿಲ್ಲವೇ?
ku: کۆدت بەدەست نەگەیشتووە
lo: ບໍ່ໄດ້ຮັບລະຫັດບໍ?
lt: Negavote kodo?
mr: कोड मिळाला नाही?
ms: Tidak menerima kod?
my: ကုဒ်ကို မရဘူးလား?
no: Mottok du ikke koden?
pl: Nie otrzymałeś kodu?
ro: Nu ai primit codul?
si: කේතය ලැබුණේ නැද්ද?
sk: Nedostali ste kód?
sq: Nuk e morët kodin?
sr: Нисте добили код?
sv: Fick du ingen kod?
sw: Hukupokea msimbo?
ta: குறியீட்டைப் பெறவில்லையா?
te: కోడ్ రాలేదా?
th: ไม่ได้รับรหัส?
tr: Kodu almadınız mı?
uk: Не отримали код?
ur: کوڈ موصول نہیں ہوا؟
uz: Kodni olmadingizmi?
vi: Không nhận được mã?

source: Resend
am: እንደገና ላክ
ar: إعادة إرسال
az: Yenidən göndərin
bg: ИЗПРАТИ ОТНОВО
bn: রিসেন্ড করুন
bs: POŠALJI PONOVO
ca: TORNAR A ENVIAR
cs: Znovu odeslat
da: SEND IGEN
el: Επαναποστολή
et: SAADA UUESTI
fa: ارسال مجدد
fi: LÄHETÄ UUDELLEEN
he: שלח שוב
hi: पुनः भेजें
hu: ÚJRAKÜLDÉS
id: KIRIM ULANG
ja: 再送信
ka: ხელახლა გაგზავნა
kk: Қайта жіберу
km: ផ្ញើឡើងវិញ
kn: ಮರುಕಳುಹಿಸಿ
ku: دووبارە بینێرەوە
lo: ສົ່ງຄືນ
lt: Siųsti iš naujo
mr: पुन्हा पाठवा
ms: HANTAR SEMULA
my: ပြန်ပို့ပါ။
no: SEND PÅ NYTT
pl: Wyślij ponownie
ro: RETRIMITE
si: නැවත යවන්න
sk: ZNOVU ODOSLAŤ
sq: RIDËRGO
sr: ПОШАЉИ ПОНОВО
sv: SKICKA IGEN
sw: TUMA TENA
ta: மீண்டும் அனுப்பு
te: మళ్ళీ పంపండి
th: ส่งใหม่
tr: Tekrar Gönder
uk: НАДІСЛАТИ ПОВТОРНО
ur: دوبارہ بھیجیں
uz: Qayta yuborish
vi: Gửi lại

# pleaseInputFillAllFields
source: Please fill in all fields
am: እባክዎ ሁሉንም ቦታዎች ይሙሉ
ar: يرجى ملء جميع الحقول
az: Zəhmət olmasa bütün sahələri doldurun
bg: Моля, попълнете всички полета
bn: অনুগ্রহ করে সমস্ত ক্ষেত্র পূরণ করুন
bs: Molimo popunite sva polja
ca: Si us plau, omple tots els camps
cs: Vyplňte prosím všechna pole
da: Udfyld venligst alle felter
el: Παρακαλώ συμπληρώστε όλα τα πεδία
et: Palun täida kõik väljad
fa: لطفاً همه فیلدها را پر کنید
fi: Täytä kaikki kentät
he: אנא מלא את כל השדות
hi: कृपया सभी फ़ील्ड भरें
hu: Kérjük, töltse ki az összes mezőt
id: Mohon isi semua kolom
ja: すべての項目を入力してください
ka: გთხოვთ შეავსოთ ყველა ველი
kk: Барлық өрістерді толтырыңыз
km: សូមបំពេញប្រអប់ទាំងអស់ដែលត្រូវការ
kn: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಕ್ಷೇತ್ರಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ
ku: تکایە بۆشاییە داواکراوەکان پڕ بکەوە
lo: ກະລຸນາຕື່ມຂໍ້ມູນໃສ່ໃນທຸກຊ່ອງ
lt: Užpildykite visus laukus
mr: कृपया सर्व रकाने भरा
ms: Sila isi semua ruangan
my: ကွက်လပ်အားလုံးကို ဖြည့်ပါ။
no: Vennligst fyll ut alle felt
pl: Wypełnij wszystkie pola
ro: Te rugăm să completezi toate câmpurile
si: කරුණාකර සියලු ක්ෂේත්‍ර පුරවන්න
sk: Prosím, vyplňte všetky polia
sq: Ju lutemi plotësoni të gjitha fushat
sr: Молимо попуните сва поља
sv: Fyll i alla fält
sw: Tafadhali jaza sehemu zote
ta: தயவுசெய்து அனைத்து புலங்களையும் நிரப்பவும்
te: దయచేసి అన్ని ఖాళీలను పూరించండి
th: โปรดกรอกข้อมูลในทุกช่อง
tr: Lütfen tüm alanları doldurun
uk: Будь ласка, заповніть всі поля
ur: براہ کرم تمام فیلڈز کو بھریں
uz: Iltimos, barcha maydonlarni to'ldiring
vi: Vui lòng điền vào tất cả các trường

# pleaseAgreeTerms
source: Please agree to our terms
am: እባክዎ ከውሎቻችን ጋር ይስማሙ
ar: يرجى الموافقة على شروطنا
az: Şərtlərimizlə razılaşın
bg: Моля, съгласете се с нашите условия
bn: অনুগ্রহ করে আমাদের শর্তাবলীতে সম্মত হন
bs: Molimo da se složite s našim uslovima
ca: Si us plau, accepta els nostres termes
cs: Souhlasíte prosím s našimi podmínkami
da: Acceptér venligst vores betingelser
el: Παρακαλούμε συμφωνήστε με τους όρους μας
et: Palun nõustu meie tingimustega
fa: لطفاً با شرایط ما موافقت کنید
fi: Hyväksy käyttöehdot
he: אנא הסכם לתנאים שלנו
hi: कृपया हमारी शर्तों से सहमत हों
hu: Kérjük, fogadja el feltételeinket
id: Mohon setujui syarat dan ketentuan kami
ja: 利用規約に同意してください
ka: გთხოვთ დაეთანხმოთ ჩვენს პირობებს
kk: Шарттармен келісіңіз
km: សូមយល់ព្រមលើលក្ខខណ្ឌរបស់យើង។
kn: ದಯವಿಟ್ಟು ನಮ್ಮ ಷರತ್ತುಗಳಿಗೆ ಒಪ್ಪಿಗೆ ನೀಡಿ
ku: تکایە بە مەرجەکان ڕازی بە
lo: ກະລຸນາຕົກລົງເຫັນດີກັບເງື່ອນໄຂຂອງພວກເຮົາ
lt: Prašome sutikti su mūsų sąlygomis
mr: कृपया आमच्या अटींशी सहमत व्हा
ms: Sila bersetuju dengan syarat kami
my: ကျေးဇူးပြု၍ ကျွန်ုပ်တို့၏စည်းကမ်းချက်များကို သဘောတူပါ။
no: Vennligst godta våre vilkår
pl: Prosimy o zaakceptowanie naszych warunków
ro: Te rugăm să accepți termenii și condițiile
si: කරුණාකර අපගේ නියමයන්ට එකඟ වන්න
sk: Prosím, súhlaste s našimi podmienkami
sq: Ju lutemi pranoni kushtet tona
sr: Молимо прихватите наше услове
sv: Godkänn våra villkor
sw: Tafadhali kubaliana na masharti yetu
ta: எங்கள் விதிமுறைகளை ஒப்புக்கொள்ளவும்
te: దయచేసి మా నిబంధనలకు అంగీకరించండి
th: โปรดยอมรับเงื่อนไขของเรา
tr: Lütfen şartlarımızı kabul edin
uk: Будь ласка, погодьтеся з нашими умовами
ur: براہ کرم ہماری شرائط سے اتفاق کریں
uz: Iltimos, shartlarimizga rozilik bering
vi: Vui lòng đồng ý với điều khoản của chúng tôi

source: URL
ar: الرابط
bn: ইউআরএল
he: כתובת URL
kn: ಯುಆರ್‌ಎಲ್
ur: یو آر ایل
uz: URL manzili

source: Nearby Places
am: አቅራቢያ ያሉ ቦታዎች
ar: الأماكن القريبة
az: Yaxınlıqdakı yerlər
bg: Близки места
bn: কাছাকাছি স্থান
bs: Mjesta u blizini
ca: Llocs propers
cs: Místa v okolí
da: Steder i nærheden
el: Κοντινά μέρη
et: Lähedal asuvad kohad
fa: مکان‌های نزدیک
fi: Lähellä olevat paikat
he: מקומות קרובים
hi: आस-पास के स्थान
hu: Közeli helyek
id: Tempat Terdekat
ja: 近くの場所
ka: ახლომდებარე ადგილები
kk: Жақын жерлер
km: កន្លែងនៅក្បែរ
kn: ಹತ್ತಿರದ ಸ್ಥಳಗಳು
ku: شوێنی نزیك
lo: ສະຖານທີ່ໃກ້ຄຽງ
lt: Netoliese esančios vietos
mr: जवळपासची ठिकाणे
ms: Tempat Berdekatan
my: အနီးနားနေရာများ
no: Steder i nærheten
pl: Miejsca w pobliżu
ro: Locuri în apropiere
si: ආසන්න ස්ථාන
sk: Miesta v okolí
sq: Vendet e afërta
sr: Места у близини
sv: Närliggande platser
sw: Maeneo ya Karibu
ta: அருகிலுள்ள இடங்கள்
te: సమీప ప్రదేశాలు
th: สถานที่ใกล้เคียง
tr: Yakındaki Yerler
uk: Місця поблизу
ur: قریبی مقامات
uz: Yaqin joylar
vi: Địa điểm gần đây

# noResultFound
source: No Results Found
am: ምንም ውጤት አልተገኘም
ar: لم يتم العثور على نتائج
az: Heç bir nəticə tapılmadı
bg: Не са намерени резултати
bn: কোনো ফলাফল পাওয়া যায়নি
bs: Nije pronađen rezultat
ca: No s'han trobat resultats
cs: Nebyly nalezeny žádné výsledky
da: Intet resultat fundet
el: Δεν βρέθηκε αποτέλεσμα
et: Tulemusi ei leitud
fa: نتیجه‌ای یافت نشد
fi: Tuloksia ei löytynyt
he: לא נמצאו תוצאות
hi: कोई परिणाम नहीं मिला
hu: Nincs találat
id: Tidak Ada Hasil Ditemukan
ja: 結果が見つかりません
ka: შედეგი არ მოიძებნა
kk: Нәтиже табылмады
km: រកមិនឃើញលទ្ធផលទេ។
kn: ಯಾವುದೇ ಫಲಿತಾಂಶ ಕಂಡುಬಂದಿಲ್ಲ
ku: هیچ نەدۆزرایەوە
lo: ບໍ່ພົບຂໍ້ມູນ
lt: Rezultatų nerasta
mr: कोणताही परिणाम सापडला नाही
ms: Tiada Keputusan Ditemui
my: ရလဒ်များမတွေ့ပါ။
no: Ingen resultater funnet
pl: Nie znaleziono wyników
ro: Nu s-au găsit rezultate
si: ප්‍රතිඵල හමු නොවීය
sk: Nenašli sa žiadne výsledky
sq: Nuk u gjet asnjë rezultat
sr: Нема резултата
sv: Inga resultat hittades
sw: Hakuna matokeo yaliyopatikana
ta: முடிவுகள் எதுவும் கிடைக்கவில்லை
te: ఫలితాలు లభించలేదు
th: ไม่พบผลลัพธ์
tr: Sonuç Bulunamadı
uk: Результатів не знайдено
ur: کوئی نتیجہ نہیں ملا
uz: Natija topilmadi
vi: Không tìm thấy kết quả

source: Search Place
am: ቦታ ፈልግ
ar: البحث عن مكان
az: Yer axtar
bg: Търси място
bn: অনুসন্ধান স্থান
bs: Pretraži mjesto
ca: Cercar lloc
cs: Hledat místo
da: Søg sted
el: Αναζήτηση τοποθεσίας
et: Otsi kohta
fa: جستجوی مکان
fi: Etsi paikka
he: חפש מקום
hi: खोज स्थान
hu: Hely keresése
id: Cari Tempat
ja: 場所を検索
ka: ადგილის ძიება
kk: Орынды іздеу
km: ស្វែងរកទីកន្លែង
kn: ಸ್ಥಳಗಳನ್ನು ಹುಡುಕಿ
ku: گەڕان بەدوای شوێن
lo: ຊອກຫາສະຖານທີ່
lt: Ieškoti vietos
mr: ठिकाण शोधा
ms: Cari Tempat
my: နေရာရှာပါ။
no: Søk etter sted
pl: Szukaj miejsca
ro: Caută locație
si: ස්ථානය සොයන්න
sk: Hľadať miesto
sq: Kërko vend
sr: Претражи место
sv: Sök plats
sw: Tafuta Mahali
ta: இடத்தைத் தேடுங்கள்
te: ప్రదేశాన్ని శోధించండి
th: ค้นหาสถานที่
tr: Yer Ara
uk: Пошук місця
ur: جگہ تلاش کریں
uz: Joy qidirish
vi: Tìm kiếm địa điểm

# tapSelectLocation
source: Tap to select this location
am: ይህን ቦታ ለመምረጥ ይንኩ
ar: انقر لاختيار هذا الموقع
az: Bu yeri seçmək üçün toxunun
bg: Докоснете, за да изберете това място
bn: এই অবস্থানটি নির্বাচন করতে আলতো চাপুন
bs: Dodirnite da odaberete ovu lokaciju
ca: Toca per seleccionar aquesta ubicació
cs: Klepnutím vyberte toto místo
da: Tryk for at vælge denne placering
el: Πατήστε για επιλογή τοποθεσίας
et: Puuduta selle asukoha valimiseks
fa: برای انتخاب مکان ضربه بزنید
fi: Valitse tämä sijainti napauttamalla
he: הקש כדי לבחור מיקום זה
hi: इस स्थान को चुनने के लिए टैप करें
hu: Koppintson a hely kiválasztásához
id: Ketuk untuk memilih lokasi ini
ja: この場所を選択
ka: შეეხეთ ამ ადგილის ასარჩევად
kk: Осы орынды таңдау үшін түртіңіз
km: ចុចដើម្បីជ្រើសរើសទីតាំងនេះ
kn: ಈ ಸ್ಥಳವನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ku: کرتە بکە بۆ هەڵبژاردنی شوێن
lo: ແຕະເພື່ອເລືອກສະຖານທີ່
lt: Bakstelėkite, kad pasirinktumėte šią vietą
mr: हे स्थान निवडण्यासाठी टॅप करा
ms: Ketik untuk memilih lokasi ini
my: ဤတည်နေရာကို ရွေးချယ်ရန် တို့ပါ။
no: Trykk for å velge denne plasseringen
pl: Dotknij, aby wybrać tę lokalizację
ro: Apasă pentru a selecta această locație
si: මෙම ස්ථානය තේරීමට තට්ටු කරන්න
sk: Klepnutím vyberte túto lokalitu
sq: Trokit për të zgjedhur këtë vendndodhje
sr: Додирните да изаберете ову локацију
sv: Tryck för att välja denna plats
sw: Gusa ili kuchagua eneo hili
ta: இந்த இடத்தைத் தேர்ந்தெடுக்க தட்டவும்
te: ఈ ప్రదేశాన్ని ఎంచుకోవడానికి ట్యాప్ చేయండి
th: แตะเพื่อเลือกตำแหน่งนี้
tr: Bu konumu seçmek için dokunun
uk: Торкніться, щоб вибрати це місце
ur: اس مقام کو منتخب کرنے کے لیے تھپتھپائیں
uz: Bu joyni tanlash uchun bosing
vi: Chạm để chọn vị trí này

# brazil
source: Portuguese
am: ፖርቹጋልኛ
ar: البرازيل
az: Portuqalca
bg: Португалски
bn: পর্তুগিজ
bs: Portugalski
ca: Portuguès
cs: portugalština
da: portugisisk
el: Πορτογαλικά
et: Portugali
fa: برزیلی
fi: Portugali
he: פורטוגזית
hi: पुर्तगाली
hu: Portugál
id: Bahasa Portugis
ja: ブラジル
ka: პორტუგალიური
kk: Португал
km: ប្រេស៊ីល
kn: ಪೋರ್ಚುಗೀಸ್
ku: بەڕازیل
lo: ບຣາຊິວ
lt: Portugalų
mr: पोर्तुगीज
ms: Portugis
my: ပေါ်တူဂီ
no: Portugisisk
pl: portugalski
ro: Portugheză
si: බ්‍රසීලය
sk: brazílsky
sq: Portugalisht
sr: Португалски
sv: portugisiska
sw: Kireno
ta: போர்த்துகீசியம்
te: పోర్చుగీస్
th: โปรตุเกส
tr: Portekizce
uk: Португальська
ur: پرتگالی
uz: Portugalcha
vi: Tiếng Bồ Đào Nha

# backOrder
source: On backorder
am: በትዕዛዝ ላይ
ar: تحت الطلب
az: Sifariş gözləyir
bg: В очакване
bn: ব্যাক অর্ডার
bs: Po narudžbi
ca: En comanda pendent
cs: Na objednávku
da: I restordre
el: Σε παραγγελία
et: Tagastellimus
fa: سفارش معوق
fi: Jälkitoimitus
he: בהזמנה חוזרת
hi: बैक ऑर्डर
hu: Utánrendelés
id: Pesanan Pre-Order
ja: 入荷待ち
ka: წინასწარი შეკვეთა
kk: Алдын ала тапсырыс
km: បញ្ជាទិញត្រឡប់
kn: ಹಿಂಬದಿಯ ಆರ್ಡರ್
ku: لەپاش داواکرد
lo: ສັ່ງຄືນ
lt: Išankstinis užsakymas
mr: बॅकऑर्डरवर
ms: Tempahan belakang
my: မရစေချင်ဘူး။
no: I bestilling
pl: Na zamówienie
ro: Comandă restantă
si: පසු ඇණවුම
sk: Spätná objednávka
sq: Me porosi
sr: По наруџбини
sv: Restorder
sw: Kwa agizo la nyuma
ta: பின் ஆர்டரில்
te: బ్యాక్‌ఆర్డర్‌లో ఉంది
th: สั่งจองล่วงหน้า
tr: Ön Sipariş
uk: Зворотне замовлення
ur: بیک آرڈر
uz: Orqaga buyurtma
vi: Đặt hàng trước

source: French
am: ፈረንሳይኛ
ar: الفرنسية
az: Fransız
bg: Френски
bn: ফরাসি
bs: Francuski
ca: Francès
cs: francouzština
da: fransk
el: Γαλλικά
et: Prantsuse
fa: فرانسوی
fi: Ranska
he: צרפתית
hi: फ्रेंच
hu: Francia
id: Bahasa Prancis
ja: フランス語
ka: ფრანგული
kk: Француз
km: បារាំង
kn: ಫ್ರೆಂಚ್
ku: فەڕەنسی
lo: ພາສາຝຣັ່ງ
lt: Prancūzų
mr: फ्रेंच
ms: Perancis
my: ပြင်သစ်
no: Fransk
pl: francuski
ro: Franceză
si: ප්‍රංශ
sk: francúzsky
sq: Frëngjisht
sr: Француски
sv: franska
sw: Kifaransa
ta: பிரெஞ்சு
te: ఫ్రెంచ్
th: ฝรั่งเศส
tr: Fransızca
uk: Французька
ur: فرانسیسی
uz: Fransuz tili
vi: Tiếng Pháp

# loginErrorServiceProvider
source: There is an issue with the app during the data request. Please contact admin to fix the issues: {message}
am: በመተግበሪያው ውስጥ በመረጃ ጥያቄው ወቅት ችግር አለ። እባክዎ ችግሮቹን ለማስተካከል አስተዳዳሪውን ያነጋግሩ: {message}
ar: هناك مشكلة في التطبيق أثناء طلب البيانات، يرجى الاتصال بالمسؤول لإصلاح المشكلة: {message}
az: Məlumatların yüklənməsi zamanı xəta baş verdi, xahiş edirik administratorla əlaqə saxlayın: {message}
bg: Възникна проблем с приложението по време на заявката, моля свържете се с администратора за решение: {message}
bn: অ্যাপ্লিকেশনে ডেটা অনুরোধ করার সময় একটি সমস্যা হয়েছে, সমস্যাগুলি ঠিক করার জন্য অনুগ্রহ করে অ্যাডমিনের সাথে যোগাযোগ করুন: {message}
bs: Došlo je do problema s aplikacijom tokom preuzimanja podataka, molimo kontaktirajte administratora za rješavanje problema: {message}
ca: Hi ha un problema amb l'aplicació durant la sol·licitud de dades. Si us plau, contacta amb l'administrador per solucionar els problemes: {message}
cs: Při požadavku na data došlo k problému s aplikací. Kontaktujte správce pro řešení: {message}
da: Der er et problem med appen under anmodning om data. Kontakt venligst administratoren for at løse problemerne: {message}
el: Υπάρχει πρόβλημα με την εφαρμογή κατά το αίτημα για τα δεδομένα. Επικοινωνήστε με τον διαχειριστή για την επίλυση των προβλημάτων: {message}
et: Rakendusega ilmnes probleem andmete pärimisel. Võta administraatoriga ühendust probleemi lahendamiseks: {message}
fa: خطایی رخ داده است. لطفاً این خطا را به مدیریت گزارش دهید: {message}
fi: Sovelluksessa ilmeni ongelma tietoja pyydettäessä. Ota yhteyttä ylläpitäjään ongelman ratkaisemiseksi: {message}
he: יש בעיה באפליקציה במהלך בקשת הנתונים, אנא פנה למנהל לתיקון הבעיות: {message}
hi: डेटा के अनुरोध के दौरान एप्लिकेशन में एक समस्या है, कृपया समस्याओं को ठीक करने के लिए व्यवस्थापक से संपर्क करें: {message}
hu: Probléma merült fel az alkalmazás adatainak lekérése során. Kérjük, forduljon az adminisztrátorhoz: {message}
id: Ada masalah dengan aplikasi saat meminta data, silakan hubungi admin untuk perbaikan: {message}
ja: データの取得中に問題が発生しました。管理者に連絡してください：{message}
ka: მონაცემების მოთხოვნისას აპს შეექმნა პრობლემა, პრობლემების მოსაგვარებლად გთხოვთ, დაუკავშირდეთ ადმინისტრატორს: {message}
kk: Деректерді сұрау кезінде қолданбада қате орын алды, мәселелерді шешу үшін әкімшіге хабарласыңыз: {message}
km: មានបញ្ហាជាមួយសេវាកម្ម។ សូមទាក់ទងអ្នកគ្រប់គ្រងដើម្បីដោះស្រាយបញ្ហា៖ {message}
kn: ಡೇಟಾವನ್ನು ವಿನಂತಿಸುವಾಗ ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಸಮಸ್ಯೆ ಇದೆ, ದಯವಿಟ್ಟು ಸಮಸ್ಯೆ ಪರಿಹರಿಸಲು ನಿರ್ವಾಹಕರನ್ನು ಸಂಪರ್ಕಿಸಿ: {message}
ku: کێشەیەک هەیە لەگەڵ سێرڤس لەکاتی داواکردنی داتا، تکایە پەیوەندی بکە بە سەرپەرشتیارەوى ئەپەکە بۆ چارەسەرکردنی کێشەکان: {message}
lo: ມີບັນຫາກັບແອັບຯໃນລະຫວ່າງການຮ້ອງຂໍຂໍ້ມູນ, ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງເພື່ອແກ້ໄຂບັນຫາ: {message}
lt: Kilo problema su programa užklausiant duomenis, susisiekite su administratoriumi dėl problemų sprendimo: {message}
mr: विनंती डेटा दरम्यान अॅपमध्ये एक समस्या आहे, कृपया समस्यांचे निराकरण करण्यासाठी प्रशासकाशी संपर्क साधा: {message}
ms: Terdapat masalah dengan aplikasi semasa meminta data, sila hubungi pentadbir untuk membetulkan isu: {message}
my: ဒေတာတောင်းဆိုမှုအတွင်း အက်ပ်နှင့် ပြဿနာရှိနေပါသည်။ ပြဿနာများကို ဖြေရှင်းရန် စီမံခန့်ခွဲသူကို ဆက်သွယ်ပါ- {message}
no: Det oppstod et problem med appen under datahenting. Kontakt administrator for å løse problemene: {message}
pl: Wystąpił problem z aplikacją podczas żądania danych. Skontaktuj się z administratorem w celu rozwiązania problemów: {message}
ro: Există o problemă cu aplicația. Te rugăm să contactezi administratorul pentru rezolvare: {message}
si: යෙදුමට දත්ත ඉල්ලීමේදී ගැටලුවක් ඇති විය, කරුණාකර ගැටලුව විසඳීමට පරිපාලක අමතන්න: {message}
sk: Počas načítavania údajov sa vyskytol problém s aplikáciou. Kontaktujte prosím správcu kvôli vyriešeniu problémov: {message}
sq: Ka një problem me aplikacionin gjatë kërkesës së të dhënave, ju lutemi kontaktoni administratorin për të rregulluar problemet: {message}
sr: Дошло је до грешке у апликацији приликом преузимања података, контактирајте администратора: {message}
sv: Det uppstod ett problem med appen under begäran om data. Kontakta administratören för att åtgärda problemen: {message}
sw: Kuna tatizo na programu wakati wa ombi la data, tafadhali wasiliana na msimamizi ili kurekebisha masuala: {message}
ta: தரவைப் பெறுவதில் பயன்பாட்டில் சிக்கல் உள்ளது, தயவுசெய்து நிர்வாகியை தொடர்பு கொள்ளவும்: {message}
te: డేటా అభ్యర్థన సమయంలో యాప్‌లో సమస్య ఏర్పడింది. దయచేసి సమస్యను పరిష్కరించేందుకు అడ్మిన్‌ను సంప్రదించండి: {message}
th: มีปัญหากับแอประหว่างการขอข้อมูล กรุณาติดต่อผู้ดูแลระบบเพื่อแก้ไขปัญหา: {message}
tr: Veri isteği sırasında bir sorun oluştu, lütfen yönetici ile iletişime geçin: {message}
uk: Виникла проблема з додатком під час запиту даних. Зверніться до адміністратора для вирішення проблеми: {message}
ur: ڈیٹا کی درخواست کے دوران ایپ میں ایک مسئلہ ہے، براہ کرم مسائل کو حل کرنے کے لیے منتظم سے رابطہ کریں: {message}
uz: Ilovada ma'lumotlarni so'rash bilan bog'liq muammo yuz berdi. Muammolarni hal qilish uchun administrator bilan bog'laning: {message}
vi: Có lỗi với ứng dụng trong quá trình yêu cầu dữ liệu, vui lòng liên hệ quản trị viên để khắc phục: {message}

# loginCanceled
source: Login cancelled
am: ግብዓት ተሰርዟል
ar: تم إلغاء تسجيل الدخول
az: Giriş ləğv edildi
bg: Входът е отменен
bn: লগইন বাতিল করা হয়েছে
bs: Prijava otkazana
ca: S'ha cancel·lat l'inici de sessió
cs: Přihlášení bylo zrušeno
da: Login annulleret
el: Η σύνδεση ακυρώθηκε
et: Sisselogimine tühistati
fa: ورود لغو شد
fi: Kirjautuminen peruutettu
he: הכניסה בוטלה
hi: लॉगिन रद्द किया गया
hu: A bejelentkezés megszakítva
id: Login dibatalkan
ja: ログインがキャンセルされました
ka: შესვლა გაუქმებულია
kk: Жүйеге кіру тоқтатылды
km: បានលុបចោលការចូល
kn: ಲಾಗಿನ್ ರದ್ದುಮಾಡಲಾಗಿದೆ
ku: چوونەژوورەوە هەڵوەشێندرایەوە
lo: ການເຂົ້າສູ່ລະບົບຖືກຍົກເລີກ
lt: Prisijungimas atšauktas
mr: लॉगिन रद्द केले
ms: Log masuk dibatalkan
my: အကောင့်ဝင်ခြင်းကို ပယ်ဖျက်လိုက်ပါပြီ။
no: Innlogging avbrutt
pl: Logowanie anulowane
ro: Autentificare anulată
si: පිවිසුම අවලංගු කර ඇත
sk: Prihlásenie zrušené
sq: Hyrja është anuluar
sr: Пријава отказана
sv: Inloggningen avbryts
sw: Kuingia kumeghairiwa
ta: உள்நுழைவு ரத்து செய்யப்பட்டது
te: లాగిన్ రద్దు చేయబడింది
th: การเข้าสู่ระบบถูกยกเลิก
tr: Giriş iptal edildi
uk: Вхід скасовано
ur: لاگ ان منسوخ ہے۔
uz: Kirish bekor qilindi
vi: Đăng nhập bị hủy

# noPost
source: Oops, this page no longer exists!
am: ይቅርታ፣ ይህ ገጽ አሁን የለም!
ar: عذراً، يبدو أن هذه الصفحة لم تعد موجودة!
az: Təəssüf ki, bu səhifə artıq mövcud deyil!
bg: Опс, изглежда тази страница вече не съществува!
bn: ওপস, এই পৃষ্ঠাটি আর বিদ্যমান নেই!
bs: Ups, izgleda da ova stranica više ne postoji!
ca: Vaja, sembla que aquesta pàgina ja no existeix!
cs: Jejda, zdá se, že tato stránka již neexistuje!
da: Ups, denne side eksisterer tilsyneladende ikke længere!
el: Ωχ, αυτή η σελίδα φαίνεται να μην υπάρχει πλέον!
et: Oih, tundub, et see leht ei eksisteeri enam!
fa: متأسفانه، به نظر می‌رسد این صفحه دیگر وجود ندارد!
fi: Hups, tätä sivua ei näytä enää olevan olemassa!
he: אופס, נראה שדף זה כבר לא קיים!
hi: उफ़, यह पृष्ठ अब मौजूद नहीं है!
hu: Ez az oldal már nem létezik!
id: Ups, halaman ini sepertinya sudah tidak ada!
ja: 申し訳ありません。このページは存在しません
ka: უკაცრავად, ეს გვერდი აღარ არსებობს!
kk: Өкінішке орай, бұл бет енді жоқ!
km: អូ ទំព័រនេះមិនមានទេ!
kn: ಉಪ್ಸ್, ಪುಟವು ಇನ್ನುಮುಂದೆ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ!
ku: ئۆۆۆ ، ئەم لاپەڕەیە لەوە دەچێت چیتر بوونی نەبێت !
lo: ບໍ່ມີບົດຄວາມທີ່ທ່ານຄົ້ນຫາ!
lt: Oi, atrodo, kad šio puslapio nebėra!
mr: अरेरे, हे पृष्ठ आता अस्तित्वात नाही असे दिसते!
ms: Ops, halaman ini nampaknya tidak wujud lagi!
my: အိုး၊ ဤစာမျက်နှာ မရှိတော့ပါ။
no: Beklager, denne siden ser ikke ut til å eksistere lenger!
pl: Ups, wygląda na to, że ta strona już nie istnieje!
ro: Ups, această pagină nu mai există!
si: කණගාටුයි, මෙම පිටුව තවදුරටත් නොපවතී!
sk: Ups, zdá sa, že táto stránka už neexistuje!
sq: Ops, kjo faqe duket se nuk ekziston më!
sr: Упс, изгледа да ова страница више не постоји!
sv: Ojdå, denna sida verkar inte längre finnas!
sw: Lo, ukurasa huu unaonekana kuwa haupo tena!
ta: இந்தப் பக்கம் இனி இல்லை என்று தெரிகிறது!
te: ఓహ్, ఈ పేజీ ఇక లేదు!
th: ไม่มีโพสต์!
tr: Üzgünüz, bu sayfa artık mevcut değil gibi görünüyor!
uk: Упс, ця сторінка більше не існує!
ur: اوہ، ایسا لگتا ہے کہ یہ صفحہ اب موجود نہیں ہے!
uz: Afsuski, bu sahifa endi mavjud emas!
vi: Rất tiếc, trang này không còn tồn tại!

source: Minimum quantity is
am: ዝቅተኛው መጠን ነው
ar: الحد الأدنى للكمية هو
az: Minimum miqdar
bg: Минималното количество е
bn: সর্বনিম্ন পরিমাণ হল
bs: Minimalna količina je
ca: La quantitat mínima és
cs: Minimální množství je
da: Minimumsmængde er
el: Η ελάχιστη ποσότητα είναι
et: Miinimumkogus on
fa: حداقل تعداد
fi: Vähimmäismäärä on
he: הכמות המינימלית היא
hi: न्यूनतम मात्रा है
hu: Minimális mennyiség:
id: Jumlah minimum adalah
ja: 最小数量：
ka: მინიმალური რაოდენობა არის
kk: Минималды саны
km: បរិមាណអប្បបរមាគឺ
kn: ಕನಿಷ್ಠ ಪ್ರಮಾಣ
ku: کەمترین بڕ
lo: ຈຳນວນຕໍາສຸດທີ່
lt: Minimalus kiekis yra
mr: किमान प्रमाण आहे
ms: Kuantiti minimum ialah
my: အနိမ့်ဆုံးပမာဏဖြစ်သည်။
no: Minimum antall er
pl: Minimalna ilość to
ro: Cantitatea minimă este
si: අවම ප්‍රමාණය
sk: Minimálne množstvo je
sq: Sasia minimale është
sr: Минимална количина је
sv: Minsta kvantitet är
sw: Kiasi cha chini ni
ta: குறைந்தபட்ச அளவு
te: కనిష్ట పరిమాణం
th: ปริมาณขั้นต่ำคือ
tr: Minimum miktar
uk: Мінімальна кількість:
ur: کم از کم مقدار ہے۔
uz: Minimal miqdor
vi: Số lượng tối thiểu là
