Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# turnOnBle
source: Turn On Bluetooth
am: ብሉቱዝን አንቀሳቅስ
ar: قم بتشغيل البلوتوث
az: Bluetooth-u yandırın
bg: Включете Bluetooth
bn: ব্লুটুথ চালু করুন
bs: Uključite Bluetooth
ca: Activa el Bluetooth
cs: Zapněte Bluetooth
da: Slå Bluetooth til
el: Ενεργοποιήστε το Bluetooth
et: Lülita Bluetooth sisse
fa: بلوتوث را روشن کنید
fi: Kytke Bluetooth päälle
he: הפעל בלוטות'
hi: ब्लूटूथ चालू करें
hu: Kapcsolja be a Bluetooth-t
id: Nyalakan Bluetooth
ja: Bluetoothをオンにする
ka: ჩართეთ Bluetooth
kk: Bluetooth қосу
km: បើកប៊្លូធូស
kn: ಬ್ಲೂಟೂತ್ ಆನ್ ಮಾಡಿ
ku: بلوتووث چالاک بکە
lo: ເປີດບລູທູດ
lt: Įjunkite Bluetooth
mr: ब्लूटूथ चालू करा
ms: Hidupkan Bluetooth
my: Bluetooth ကိုဖွင့်ပါ။
no: Slå på Bluetooth
pl: Włącz Bluetooth
ro: Activează Bluetooth
si: බ්ලූටූත් සක්‍රිය කරන්න
sk: Zapnite Bluetooth
sq: Aktivizo Bluetooth
sr: Укључите Блуетоотх
sv: Slå på Bluetooth
sw: Washa Bluetooth
ta: புளூடூத்தை இயக்கவும்
te: బ్లూటూత్ ఆన్ చేయండి
th: เปิดบลูทูธ
tr: Bluetooth'u Aç
uk: Увімкніть Bluetooth
ur: بلوٹوتھ آن کریں
uz: Bluetooth-ni yoqing
vi: Bật Bluetooth

source: Typing...
am: በማከሰት ላይ...
ar: يكتب...
az: Yazılır...
bg: Пише...
bn: টাইপ করা হচ্ছে...
bs: Kucanje...
ca: Escrivint...
cs: Píše...
da: Skriver...
el: Πληκτρολόγηση...
et: Kirjutab...
fa: در حال تایپ...
fi: Kirjoittaa...
he: מקליד...
hi: टाइपिंग...
hu: Gépelés...
id: Mengetik...
ja: 入力中...
ka: ბეჭდვა...
kk: Терілуде...
km: កំពុងវាយអក្សរ...
kn: ಟೈಪ್ ಮಾಡುತ್ತಿದ್ದಾರೆ...
ku: لە نووسین...
lo: ກຳລັງພິມ...
lt: Rašoma...
mr: टाइप करत आहे...
ms: Menaip...
my: စာရိုက်နေသည်...
no: Skriver...
pl: Pisanie...
ro: Se scrie...
si: යතුරු ලියනය කරමින්...
sk: Píše...
sq: Po shkruan...
sr: куцање...
sv: Skriver...
sw: Anaandika...
ta: தட்டச்சு செய்கிறது...
te: టైపింగ్...
th: กำลังพิมพ์...
tr: Yazıyor...
uk: Введення...
ur: ٹائپ کر رہا ہے...
uz: Yozilmoqda...
vi: Đang nhập...

source: Use this Image
am: ይህን ፎቶ ይጠቀሙ
ar: استخدم هذه الصورة
az: Bu Şəkildən istifadə edin
bg: Използване на това изображение
bn: এই ইমেজ ব্যবহার করুন
bs: Koristi ovu sliku
ca: Utilitza aquesta imatge
cs: Použít tento obrázek
da: Brug dette billede
el: Χρήση αυτής της εικόνας
et: Kasuta seda pilti
fa: از این تصویر استفاده کنید
fi: Käytä tätä kuvaa
he: השתמש בתמונה זו
hi: इस छवि का प्रयोग करें
hu: Használja ezt a képet
id: Gunakan Gambar ini
ja: この画像を使用
ka: გამოიყენეთ ეს სურათი
kk: Осы суретті пайдалану
km: ប្រើរូបភាពនេះ
kn: ಈ ಚಿತ್ರವನ್ನು ಬಳಸಿ
ku: ئەم وێنەیە بەکارهێن
lo: ໃຊ້ຮູບນີ້
lt: Naudoti šį paveikslėlį
mr: ही प्रतिमा वापरा
ms: Gunakan imej ini
my: ဤပုံကိုသုံးပါ။
no: Bruk dette bildet
pl: Użyj tego obrazu
ro: Folosește această imagine
si: මෙම රූපය භාවිතා කරන්න
sk: Použiť tento obrázok
sq: Përdor këtë imazh
sr: Користите ову слику
sv: Använd denna bild
sw: Tumia Picha hii
ta: இந்தப் படத்தைப் பயன்படுத்து
te: ఈ చిత్రాన్ని ఉపయోగించండి
th: ใช้รูปภาพนี้
tr: Bu Görseli Kullan
uk: Використовувати це зображення
ur: اس تصویر کو استعمال کریں
uz: Bu rasmdan foydalanish
vi: Sử dụng hình ảnh này

# userNameInCorrect
source: The username or password is incorrect.
am: የተጠቃሚ ስም ወይም የይለፍ ቃል ልክ አይደለም።
ar: اسم المستخدم أو كلمة المرور غير صحيحة
az: İstifadəçi adı və ya parol səhvdir.
bg: Потребителското име или паролата са неверни.
bn: ব্যবহারকারী নাম বা পাসওয়ার্ড ভুল।
bs: Korisničko ime ili lozinka su netačni.
ca: El nom d'usuari o la contrasenya són incorrectes.
cs: Uživatelské jméno nebo heslo je nesprávné
da: Brugernavn eller adgangskode er forkert.
el: Το όνομα χρήστη ή ο κωδικός πρόσβασης είναι λανθασμένα
et: Kasutajanimi või parool on vale.
fa: نام کاربری یا رمز عبور نادرست است
fi: Käyttäjänimi tai salasana on virheellinen
he: שם המשתמש או הסיסמה שגויים
hi: उपयोगकर्ता नाम या पासवर्ड गलत है।
hu: A felhasználónév vagy jelszó helytelen.
id: Nama pengguna atau kata sandi salah.
ja: ユーザー名またはパスワードが正しくありません
ka: მომხმარებლის სახელი ან პაროლი არასწორია.
kk: Пайдаланушы аты немесе құпия сөз дұрыс емес
km: ឈ្មោះអ្នកប្រើ ឬពាក្យសម្ងាត់មិនត្រឹមត្រូវ
kn: ಬಳಕೆದಾರ ಹೆಸರು ಅಥವಾ ಪಾಸ್‌ವರ್ಡ್ ತಪ್ಪಾಗಿದೆ
ku: ناوی بەکارهێنەر یان وشەی نهێنی هەڵەیە.
lo: ຊື່ຜູ້ໃຊ້ ຫຼື ລະຫັດຜ່ານບໍ່ຖືກຕ້ອງ
lt: Neteisingas vartotojo vardas arba slaptažodis
mr: वापरकर्तानाव किंवा पासवर्ड चुकीचा आहे.
ms: Nama pengguna atau kata laluan tidak betul.
my: အသုံးပြုသူအမည် သို့မဟုတ် စကားဝှက်သည် မမှန်ပါ။
no: Brukernavn eller passord er feil
pl: Nazwa użytkownika lub hasło są nieprawidłowe.
ro: Numele de utilizator sau parola este incorectă.
si: පරිශීලක නාමය හෝ මුරපදය වැරදියි
sk: Nesprávne používateľské meno alebo heslo
sq: Emri i përdoruesit ose fjalëkalimi është i pasaktë.
sr: Корисничко име или лозинка су нетачни.
sv: Användarnamnet eller lösenordet är felaktigt.
sw: Jina la mtumiaji au nenosiri si sahihi.
ta: பயனர்பெயர் அல்லது கடவுச்சொல் தவறானது.
te: యూజర్ నేమ్ లేదా పాస్‌వర్డ్ తప్పు.
th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง
tr: Kullanıcı adı veya şifre hatalı.
uk: Ім'я користувача або пароль неправильні
ur: صارف نام یا پاس ورڈ غلط ہے
uz: Foydalanuvchi nomi yoki parol noto'g'ri
vi: Tên người dùng hoặc mật khẩu không chính xác.

# usernameAndPasswordRequired
source: Username and password are required
am: የተጠቃሚ ስም እና የይለፍ ቃል ያስፈልጋሉ
ar: اسم المستخدم وكلمة المرور مطلوبان
az: İstifadəçi adı və parol tələb olunur
bg: Изискват се потребителско име и парола
bn: ব্যবহারকারীর নাম এবং পাসওয়ার্ড প্রয়োজন
bs: Korisničko ime i lozinka su obavezni
ca: Es requereixen nom d'usuari i contrasenya
cs: Uživatelské jméno a heslo jsou povinné
da: Brugernavn og adgangskode er påkrævet
el: Απαιτούνται όνομα χρήστη και κωδικός πρόσβασης
et: Kasutajanimi ja parool on kohustuslikud
fa: نام کاربری و رمز عبور الزامی است
fi: Käyttäjänimi ja salasana vaaditaan
he: נדרשים שם משתמש וסיסמה
hi: उपयोगकर्ता नाम और पासवर्ड की आवश्यकता है
hu: Felhasználónév és jelszó szükséges
id: Username dan kata sandi diperlukan
ja: ユーザー名とパスワードが必要です
ka: საჭიროა მომხმარებლის სახელი და პაროლი
kk: Пайдаланушы аты мен құпия сөз қажет
km: ត្រូវបញ្ចូលឈ្មោះអ្នកប្រើ និងពាក្យសម្ងាត់
kn: ಬಳಕೆದಾರ ಹೆಸರು ಮತ್ತು ಪಾಸ್‌ವರ್ಡ್ ಅಗತ್ಯವಿದೆ
ku: ناوی بەکارهێنەر و وشەی نهێنی پێویستن
lo: ຕ້ອງມີຊື່ຜູ້ໃຊ້ ແລະ ລະຫັດຜ່ານ
lt: Būtinas vartotojo vardas ir slaptažodis
mr: वापरकर्तानाव आणि पासवर्ड आवश्यक आहे
ms: Nama pengguna dan kata laluan diperlukan
my: အသုံးပြုသူအမည်နှင့် စကားဝှက် လိုအပ်ပါသည်။
no: Brukernavn og passord er påkrevd
pl: Wymagana nazwa użytkownika i hasło
ro: Numele de utilizator și parola sunt obligatorii
si: පරිශීලක නාමය සහ මුරපදය අවශ්‍යයි
sk: Vyžaduje sa používateľské meno a heslo
sq: Kërkohen emri i përdoruesit dhe fjalëkalimi
sr: Корисничко име и лозинка су обавезни
sv: Användarnamn och lösenord krävs
sw: Jina la mtumiaji na nenosiri vinahitajika
ta: பயனர்பெயர் மற்றும் கடவுச்சொல் தேவை
te: వినియోగదారు పేరు మరియు పాస్‌వర్డ్ అవసరం
th: ต้องระบุชื่อผู้ใช้และรหัสผ่าน
tr: Kullanıcı adı ve şifre gerekli
uk: Потрібні ім'я користувача та пароль
ur: صارف نام اور پاس ورڈ درکار ہیں
uz: Foydalanuvchi nomi va parol talab qilinadi
vi: Yêu cầu tên đăng nhập và mật khẩu

source: Vacation Message
am: የእረፍት መልዕክት
ar: رسالة الإجازة
az: Tətil Mesajı
bg: Съобщение за ваканция
bn: ছুটির বার্তা
bs: Poruka za odmor
ca: Missatge de vacances
cs: Zpráva o dovolené
da: Feriebesked
el: Μήνυμα διακοπών
et: Puhkuse teade
fa: پیام تعطیلات
fi: Lomailmoitus
he: הודעת חופשה
hi: छुट्टी का संदेश
hu: Szabadság üzenet
id: Pesan Liburan
ja: 休暇メッセージ
ka: შვებულების შეტყობინება
kk: Демалыс хабарламасы
km: សារវិស្សមកាល
kn: ರಜೆಯ ಸಂದೇಶ
ku: پەیامی پشووی
lo: ຂໍ້ຄວາມວັນພັກ
lt: Atostogų žinutė
mr: सुट्टीचा संदेश
ms: Mesej Percutian
no: Feriemelding
pl: Wiadomość o urlopie
ro: Mesaj vacanță
si: නිවාඩු පණිවිඩය
sk: Dovolenková správa
sq: Mesazhi i pushimeve
sr: Порука за одмор
sv: Semestermeddelande
sw: Ujumbe wa likizo
ta: விடுமுறை செய்தி
te: విహార సందేశం
th: ข้อความวันหยุด
tr: Tatil Mesajı
uk: Повідомлення про відпустку
ur: چھٹی کا پیغام
uz: Ta'til xabari
vi: Thông báo nghỉ

source: Vacation type
am: የእረፍት ዓይነት
ar: نوع الإجازة
az: Tətil növü
bg: Тип ваканция
bn: ছুটির ধরন
bs: Vrsta odmora
ca: Tipus de vacances
cs: Typ dovolené
da: Ferietype
el: Τύπος διακοπών
et: Puhkuse tüüp
fa: نوع تعطیلات
fi: Lomatyyppi
he: סוג חופשה
hi: छुट्टी का प्रकार
hu: Szabadság típusa
id: Jenis Liburan
ja: 休暇タイプ
ka: შვებულების ტიპი
kk: Демалыс түрі
km: ប្រភេទវិស្សមកាល
kn: ರಜೆಯ ಪ್ರಕಾರ
ku: جۆری پشووی
lo: ປະເພດວັນພັກ
lt: Atostogų tipas
mr: सुट्टीचा प्रकार
ms: Jenis percutian
no: Ferietype
pl: Typ urlopu
ro: Tip vacanță
si: නිවාඩු වර්ගය
sk: Typ dovolenky
sq: Lloji i pushimeve
sr: Тип одмора
sv: Semestertyp
sw: Aina ya likizo
ta: விடுமுறை வகை
te: విహార రకం
th: ประเภทวันหยุด
tr: Tatil Türü
uk: Тип відпустки
ur: چھٹی کی قسم
uz: Ta'til turi
vi: Loại nghỉ

source: Vendor
am: አቅራቢ
ar: البائع
az: Satıcı
bg: Търговец
bn: বিক্রেতা
bs: Prodavač
ca: Venedor
cs: Prodejce
da: Sælger
el: Πωλητής
et: Müüja
fa: فروشنده
fi: Myyjä
he: ספק
hi: विक्रेता
hu: Eladó
id: Penjual
ja: 出品者
ka: გამყიდველი
kk: Сатушы
km: អ្នកលក់
kn: ಮಾರಾಟಗಾರ
ku: فرۆشیار
lo: ຜູ້ຂາຍ
lt: Pardavėjas
mr: विक्रेता
ms: Penjual
my: ရောင်းချသူ
no: Selger
pl: Sprzedawca
ro: Vânzător
si: විකුණුම්කරු
sk: Predajca
sq: Shitësi
sr: Вендор
sv: Säljare
sw: Muuzaji
ta: விற்பனையாளர்
te: విక్రేత
th: ผู้ขาย
tr: Satıcı
uk: Продавець
ur: وینڈر
uz: Sotuvchi
vi: Nhà cung cấp

source: Via wallet
am: በቦርሳ ውስጥ
ar: عبر المحفظة
az: Cüzdan vasitəsilə
bg: Чрез портфейла
bn: ওয়ালেটের মাধ্যমে
bs: Putem novčanika
ca: Mitjançant la cartera
cs: Přes peněženku
da: Via tegnebog
el: Μέσω πορτοφολιού
et: Rahakoti kaudu
fa: از طریق کیف پول
fi: Lompakon kautta
he: דרך ארנק
hi: वॉलेट के माध्यम से
hu: Pénztárcán keresztül
id: Melalui dompet
ja: ウォレット経由
ka: საფულის მეშვეობით
kk: Әмиян арқылы
km: តាមរយៈកាបូបអេឡិចត្រូនិក
kn: ವಾಲೆಟ್ ಮೂಲಕ
ku: لە ڕێگەی کیفپارسەوە
lo: ຜ່ານກະເປົາເງິນ
lt: Per piniginę
mr: वॉलेटद्वारे
ms: Melalui dompet
no: Via lommebok
pl: Przez portfel
ro: Prin portofel
si: මුදල් පසුම්බිය හරහා
sk: Cez peňaženku
sq: Përmes portofolit
sr: Преко новчаника
sv: Via plånbok
sw: Kupitia pochi
ta: பணப்பை வழியாக
te: వాలెట్ ద్వారా
th: ผ่านกระเป๋าเงิน
tr: Cüzdan ile
uk: Через гаманець
ur: بٹوے کے ذریعے
uz: Hamyon orqali
vi: Qua ví

source: View on Google Maps
am: በGoogle ካርታ ላይ ይመልከቱ
ar: عرض على خرائط جوجل
az: Google Xəritədə baxın
bg: Преглед в Google Maps
bn: গুগল ম্যাপে দেখুন
bs: Pogledaj na Google mapama
ca: Veure a Google Maps
cs: Zobrazit na Google Maps
da: Se på Google Maps
el: Προβολή στους Χάρτες Google
et: Vaata Google Mapsis
fa: نمایش در نقشه‌های گوگل
fi: Näytä Google Mapsissa
he: הצג בגוגל מפות
hi: Google मैप्स पर देखें
hu: Megtekintés a Google Térképen
id: Lihat di Google Maps
ja: Googleマップで表示
ka: Google Maps-ზე ნახვა
kk: Google Maps-те көру
km: មើលលើផែនទី Google
kn: ಗೂಗಲ್ ನಕ್ಷೆಗಳಲ್ಲಿ ವೀಕ್ಷಿಸಿ
ku: لە گووگڵ مەپس ببینە
lo: ເບິ່ງໃນແຜນທີ່ Google
lt: Žiūrėti Google Maps
mr: Google नकाशावर पहा
ms: Lihat di Peta Google
my: Google Maps တွင်ကြည့်ရှုပါ။
no: Vis på Google Maps
pl: Zobacz w Mapach Google
ro: Vezi pe Google Maps
si: ගූගල් සිතියමෙන් බලන්න
sk: Zobraziť na Google Maps
sq: Shiko në Google Maps
sr: Погледајте на Гоогле мапама
sv: Visa på Google Maps
sw: Tazama kwenye Ramani za Google
ta: கூகுள் வரைபடங்களில் பார்க்கவும்
te: Google Mapsలో చూడండి
th: ดูบน Google Maps
tr: Google Haritalar'da görüntüle
uk: Переглянути на Google Maps
ur: گوگل میپس پر دیکھیں
uz: Google Xaritalarda ko'rish
vi: Xem trên Google Maps

source: View recent transactions
am: የቅርብ ተግባራትን ይመልከቱ
ar: عرض المعاملات الأخيرة
az: Son əməliyyatlara baxın
bg: Преглед на последните транзакции
bn: সাম্প্রতিক লেনদেন দেখুন
bs: Pogledaj nedavne transakcije
ca: Veure transaccions recents
cs: Zobrazit nedávné transakce
da: Se seneste transaktioner
el: Προβολή πρόσφατων συναλλαγών
et: Vaata viimaseid tehinguid
fa: مشاهده تراکنش‌های اخیر
fi: Näytä viimeisimmät tapahtumat
he: צפה בעסקאות אחרונות
hi: हाल के लेनदेन देखें
hu: Tekintse meg a legutóbbi tranzakciókat
id: Lihat transaksi terbaru
ja: 最近の取引を表示
ka: ბოლო ტრანზაქციების ნახვა
kk: Соңғы транзакцияларды қарау
km: មើលប្រតិបត្តិការថ្មីៗ
kn: ಇತ್ತೀಚಿನ ವಹಿವಾಟುಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ku: معاملەکانی دوا ببینە
lo: ເບິ່ງທຸລະກຳຫຼ້າສຸດ
lt: Peržiūrėti paskutines operacijas
mr: अलीकडील व्यवहार पहा
ms: Lihat transaksi terkini
my: လတ်တလောငွေလွှဲပြောင်းမှုများကိုကြည့်ရန်
no: Se nylige transaksjoner
pl: Zobacz ostatnie transakcje
ro: Vezi tranzacțiile recente
si: මෑත ගනුදෙනු බලන්න
sk: Zobraziť nedávne transakcie
sq: Shiko transaksionet e fundit
sr: Погледајте недавне трансакције
sv: Visa senaste transaktioner
sw: Tazama miamala ya hivi karibuni
ta: சமீபத்திய பரிவர்த்தனைகளைக் காண்க
te: ఇటీవలి లావాదేవీలను చూడండి
th: ดูธุรกรรมล่าสุด
tr: Son işlemleri görüntüle
uk: Переглянути останні транзакції
ur: حالیہ لین دین دیکھیں
uz: So'nggi tranzaksiyalarni ko'rish
vi: Xem các giao dịch gần đây

source: Wallet balance
am: የቦርሳ ሚዛን
ar: رصيد المحفظة
az: Pul kisəsi balansı
bg: Баланс в портфейла
bn: ওয়ালেট ব্যালেন্স
bs: Stanje novčanika
ca: Saldo de la cartera
cs: Zůstatek v peněžence
da: Saldo på tegnebog
el: Υπόλοιπο πορτοφολιού
et: Rahakoti saldo
fa: موجودی کیف پول
fi: Lompakon saldo
he: יתרת ארנק
hi: वॉलेट बैलेंस
hu: Pénztárca egyenleg
id: Saldo Dompet
ja: ウォレット残高
ka: საფულის ბალანსი
kk: Әмиян балансы
km: សមតុល្យកាបូប
kn: ವಾಲೆಟ್ ಶೇಷ
ku: بەڕەوەی کیفپارس
lo: ຍອດເງິນໃນກະເປົາເງິນ
lt: Piniginės likutis
mr: वॉलेट शिल्लक
ms: Baki dompet
my: ပိုက်ဆံအိတ် လက်ကျန်
no: Lommeboksaldo
pl: Saldo portfela
ro: Sold portofel
si: පසුම්බියේ ශේෂය
sk: Zostatok v peňaženke
sq: Bilanci i portofolit
sr: Стање новчаника
sv: Plånbokssaldo
sw: Salio la pochi
ta: பணப்பை இருப்பு
te: వాలెట్ బ్యాలెన్స్
th: ยอดเงินในกระเป๋าเงิน
tr: Cüzdan Bakiyesi
uk: Баланс гаманця
ur: والیٹ بیلنس
uz: Hamyon balansi
vi: Số dư ví

source: Wallet name
am: የቦርሳ ስም
ar: اسم المحفظة
az: Pulqabı adı
bg: Име на портфейла
bn: ওয়ালেট নাম
bs: Naziv novčanika
ca: Nom de la cartera
cs: Název peněženky
da: Navn på tegnebog
el: Όνομα πορτοφολιού
et: Rahakoti nimi
fa: نام کیف پول
fi: Lompakon nimi
he: שם ארנק
hi: वॉलेट का नाम
hu: Pénztárca neve
id: Nama Dompet
ja: ウォレット名
ka: საფულის სახელი
kk: Әмиян атауы
km: ឈ្មោះកាបូប
kn: ವಾಲೆಟ್ ಹೆಸರು
ku: ناوی کیف
lo: ຊື່ກະເປົາເງິນ
lt: Piniginės pavadinimas
mr: वॉलेटचे नाव
ms: Nama dompet
my: ပိုက်ဆံအိတ်နာမည်
no: Lommeboknavn
pl: Nazwa portfela
ro: Numele portofelului
si: පසුම්බියේ නම
sk: Názov peňaženky
sq: Emri i portofolit
sr: Назив новчаника
sv: Plånboksnamn
sw: Jina la Pochi
ta: பணப்பையின் பெயர்
te: వాలెట్ పేరు
th: ชื่อกระเป๋าเงิน
tr: Cüzdan Adı
uk: Назва гаманця
ur: والیٹ کا نام
uz: Hamyon nomi
vi: Tên ví

# warningCurrencyMessageForWallet
source: The currently selected currency is not available for the Wallet feature, please change it to {defaultCurrency}
am: የአሁኑ የተመረጠው ገንዘብ ለቦርሳ የማይስተዋወቅ ስለሆነ፣ እባክዎን ወደ {defaultCurrency} ይለውጡ።
ar: العملة المحددة حالياً غير متاحة لميزة المحفظة، الرجاء تغييرها إلى {defaultCurrency}
az: Hazırda seçilmiş valyuta Pulqabı funksiyası üçün əlçatan deyil, lütfən, onu {defaultCurrency}ilə dəyişin
bg: Текущо избраната валута не е налична за функцията Портфейл, моля, променете я на {defaultCurrency}
bn: বর্তমানে নির্বাচিত মুদ্রা ওয়ালেট বৈশিষ্ট্যের জন্য উপলব্ধ নয়, দয়া করে এটিকে {defaultCurrency}তে পরিবর্তন করুন
bs: Trenutno odabrana valuta nije dostupna za funkciju novčanika, promijenite je u {defaultCurrency}
ca: La moneda seleccionada actualment no està disponible per a la funció de cartera. Si us plau, canvia-la a {defaultCurrency}
cs: Aktuálně vybraná měna není dostupná pro funkci peněženky, změňte ji prosím na {defaultCurrency}
da: Den valgte valuta er ikke tilgængelig for tegnebogsfunktionen. Skift den venligst til {defaultCurrency}
el: Το τρέχον επιλεγμένο νόμισμα δεν είναι διαθέσιμο για τη λειτουργία Πορτοφολιού, παρακαλούμε αλλάξτε το σε {defaultCurrency}
et: Praegu valitud valuuta pole rahakoti funktsiooni jaoks saadaval, palun muuda see {defaultCurrency}
fa: ارز انتخاب شده فعلی برای کیف پول در دسترس نیست، لطفاً آن را به {defaultCurrency} تغییر دهید
fi: Valittu valuutta ei ole käytettävissä Lompakko-ominaisuudessa, vaihda se valuuttaan {defaultCurrency}
he: המטבע שנבחר כרגע אינו זמין עבור תכונת הארנק, אנא שנה אותו ל-{defaultCurrency}
hi: वर्तमान में चयनित मुद्रा वॉलेट सुविधा के लिए उपलब्ध नहीं है, कृपया इसे {defaultCurrency} में बदलें
hu: A jelenleg kiválasztott pénznem nem érhető el a Pénztárca funkcióhoz, kérjük, módosítsa erre: {defaultCurrency}
id: Mata uang yang dipilih saat ini tidak tersedia untuk fitur Dompet, harap ubah ke {defaultCurrency}
ja: 現在選択されている通貨はウォレット機能では利用できません。{defaultCurrency}に変更してください
ka: ამჟამად არჩეული ვალუტა მიუწვდომელია საფულის ფუნქციისთვის, გთხოვთ შეცვალოთ {defaultCurrency}-ზე
kk: Қазіргі таңда таңдалған валюта Әмиян функциясы үшін қолжетімді емес, оны {defaultCurrency} етіп өзгертіңіз
km: រូបិយប័ណ្ណដែលបានជ្រើសរើសបច្ចុប្បន្នមិនមានសម្រាប់មុខងារកាបូបទេ សូមប្តូរទៅ {defaultCurrency}
kn: ಪ್ರಸ್ತುತ ಆಯ್ಕೆಮಾಡಿದ ಕರೆನ್ಸಿಯು ವಾಲೆಟ್ ವೈಶಿಷ್ಟ್ಯಕ್ಕೆ ಲಭ್ಯವಿಲ್ಲ, ದಯವಿಟ್ಟು ಅದನ್ನು {defaultCurrency}ಗೆ ಬದಲಾಯಿಸಿ
ku: دراوی هەنووکە هەڵبژێردراو بۆ تایبەتمەندی جزدان بەردەست نییە، تکایە بگۆڕە بۆ {defaultCurrency}
lo: ສະກຸນເງິນທີ່ເລືອກໃນປັດຈຸບັນບໍ່ສາມາດໃຊ້ໄດ້ກັບກະເປົາເງິນ, ກະລຸນາປ່ຽນເປັນ {defaultCurrency}
lt: Šiuo metu pasirinkta valiuta nėra prieinama Piniginės funkcijai, pakeiskite ją į {defaultCurrency}
mr: सध्या निवडलेले चलन वॉलेट वैशिष्ट्यासाठी उपलब्ध नाही, कृपया ते {defaultCurrency} मध्ये बदला
ms: Mata wang yang dipilih tidak tersedia untuk ciri Dompet, sila tukar kepada {defaultCurrency}
no: Den valgte valutaen er ikke tilgjengelig for lommebokfunksjonen. Vennligst bytt til {defaultCurrency}
pl: Obecnie wybrana waluta nie jest dostępna dla funkcji Portfel, zmień ją na {defaultCurrency}
ro: Moneda selectată nu este disponibilă pentru funcția Portofel, te rugăm să o schimbi în {defaultCurrency}
si: දැනට තෝරාගත් මුදල් වර්ගය පසුම්බි විශේෂාංගය සඳහා නොමැත, කරුණාකර එය {defaultCurrency}ට වෙනස් කරන්න
sk: Aktuálne zvolená mena nie je dostupná pre funkciu Peňaženka, prosím zmeňte ju na {defaultCurrency}
sq: Monedha e zgjedhur aktualisht nuk është e disponueshme për funksionin e Portofolit, ju lutemi ndryshojeni në {defaultCurrency}
sr: Тренутно изабрана валута није доступна за функцију Новчаник, промените је у {defaultCurrency}
sv: Den valda valutan är inte tillgänglig för plånboksfunktionen. Ändra den till {defaultCurrency}
sw: Sarafu iliyochaguliwa kwa sasa haipatikani kwa kipengele cha Pochi, tafadhali ibadilishe iwe {defaultCurrency}
ta: தற்போது தேர்ந்தெடுக்கப்பட்ட நாணயம் பணப்பை அம்சத்திற்கு கிடைக்கவில்லை, தயவுசெய்து அதை {defaultCurrency} ஆக மாற்றவும்
te: ప్రస్తుతం ఎంపికచేసిన కరెన్సీ వాలెట్ ఫీచర్‌కు అందుబాటులో లేదు, దయచేసి దాన్ని {defaultCurrency} కి మార్చండి
th: สกุลเงินที่เลือกไม่สามารถใช้กับคุณสมบัติกระเป๋าเงินได้ กรุณาเปลี่ยนเป็น {defaultCurrency}
tr: Seçili para birimi Cüzdan özelliği için kullanılamıyor, lütfen {defaultCurrency} olarak değiştirin
uk: Вибрана валюта наразі недоступна для функції гаманця. Будь ласка, змініть її на {defaultCurrency}
ur: فی الحال منتخب کردہ کرنسی والیٹ کی خصوصیت کے لیے دستیاب نہیں ہے، براہ کرم اسے {defaultCurrency} میں تبدیل کریں
uz: Ayni paytda tanlangan valyuta Hamyon funksiyasi uchun mavjud emas, uni {defaultCurrency}ga o'zgartiring
vi: Đơn vị tiền tệ đang chọn không khả dụng cho tính năng Ví, vui lòng đổi sang {defaultCurrency}

# weNeedCameraAccessTo
source: We need camera access to scan for QR code or Bar code.
am: QR ኮድ ወይም ባር ኮድ ለመስቀል የካሜራ መዳረሻ ያስፈልጋል።
ar: نحتاج إلى الوصول إلى الكاميرا للمسح الضوئي لرمز الاستجابة السريعة أو الباركود.
az: QR kodunu və ya ştrix kodunu skan etmək üçün bizə kamera girişi lazımdır.
bg: Нуждаем се от достъп до камерата за сканиране на QR код или баркод.
bn: QR কোড বা বার কোড স্ক্যান করার জন্য আমাদের ক্যামেরা অ্যাক্সেস প্রয়োজন।
bs: Potreban nam je pristup kameri da skeniramo QR kod ili Bar kod.
ca: Necessitem accés a la càmera per escanejar el codi QR o el codi de barres.
cs: Pro naskenování QR kódu nebo čárového kódu potřebujeme přístup k fotoaparátu.
da: Vi skal bruge kameraadgang for at scanne QR-kode eller stregkode.
el: Χρειαζόμαστε πρόσβαση στην κάμερα για σάρωση κωδικού QR ή Barcode.
et: Vajame kaamerale juurdepääsu QR-koodi või triipkoodi skannimiseks.
fa: برای اسکن کد QR یا بارکد به دسترسی دوربین نیاز داریم
fi: Tarvitsemme kameran käyttöoikeuden QR-koodin tai viivakoodin skannaamiseen.
he: אנחנו צריכים גישה למצלמה כדי לסרוק קוד QR או ברקוד.
hi: QR कोड या बार कोड को स्कैन करने के लिए हमें कैमरा एक्सेस की आवश्यकता है।
hu: A QR-kód vagy vonalkód beolvasásához kamera-hozzáférésre van szükségünk.
id: Kami membutuhkan akses kamera untuk memindai kode QR atau kode batang.
ja: QRコードまたはバーコードをスキャンするにはカメラへのアクセスが必要です。
ka: გვჭირდება კამერაზე წვდომა QR კოდის ან შტრიხ-კოდის სკანირებისთვის.
kk: QR кодын немесе штрих-кодты сканерлеу үшін камераға рұқсат қажет
km: យើងត្រូវការការចូលប្រើកាមេរ៉ា ដើម្បីស្កេនកូដ QR ឬ Bar code។
kn: QR ಕೋಡ್ ಅಥವಾ ಬಾರ್ ಕೋಡ್ ಸ್ಕ್ಯಾನ್ ಮಾಡಲು ನಮಗೆ ಕ್ಯಾಮೆರಾ ಪ್ರವೇಶ ಅಗತ್ಯವಿದೆ
ku: پێویستمان بە دەستگەیشتن بە کامێرا هەیە بۆ سکانکردنی QR کۆد یان بارکۆد.
lo: ພວກເຮົາຕ້ອງການເຂົ້າໃຊ້ກ້ອງຖ່າຍຮູບເພື່ອສະແກນຫາລະຫັດ QR ຫຼື ບາໂຄດ.
lt: Mums reikia prieigos prie kameros, kad galėtume nuskaityti QR kodą arba brūkšninį kodą
mr: QR कोड किंवा बार कोड स्कॅन करण्यासाठी आम्हाला कॅमेरा वापरण्याची परवानगी आवश्यक आहे.
ms: Kami memerlukan akses kamera untuk mengimbas kod QR atau kod Bar.
my: QR ကုဒ် သို့မဟုတ် ဘားကုဒ်ကို စကင်န်ဖတ်ရန် ကင်မရာအသုံးပြုခွင့် လိုအပ်ပါသည်။
no: Vi trenger kameratilgang for å skanne QR-kode eller strekkode
pl: Potrzebujemy dostępu do aparatu, aby zeskanować kod QR lub kod kreskowy.
ro: Avem nevoie de acces la cameră pentru a scana codul QR sau codul de bare.
si: QR කේතය හෝ බාර් කේතය ස්කෑන් කිරීමට කැමරා ප්‍රවේශය අවශ්‍ය වේ.
sk: Pre skenovanie QR kódu alebo čiarového kódu potrebujeme prístup k fotoaparátu.
sq: Na duhet qasje në kamerë për të skanuar kodin QR ose kodin bar.
sr: Потребан нам је приступ камери да бисмо скенирали КР код или Бар код.
sv: Vi behöver kameraåtkomst för att skanna efter QR-kod eller streckkod.
sw: Tunahitaji ufikiaji wa kamera ili kutafuta msimbo wa QR au Msimbo wa Pau.
ta: QR குறியீடு அல்லது பார்கோடை ஸ்கேன் செய்ய எங்களுக்கு கேமரா அணுகல் தேவை.
te: QR కోడ్ లేదా బార్ కోడ్ స్కాన్ చేయడానికి మాకు కెమెరా యాక్సెస్ అవసరం.
th: เราต้องการการเข้าถึงกล้องเพื่อสแกนรหัส QR หรือบาร์โค้ด
tr: QR kodu veya Barkod taramak için kamera erişimine ihtiyacımız var.
uk: Нам потрібен доступ до камери для сканування QR-коду або штрих-коду
ur: کیو آر کوڈ یا بار کوڈ اسکین کرنے کے لیے ہمیں کیمرے تک رسائی درکار ہے
uz: QR-kod yoki shtrix-kodni skanerlash uchun kameraga ruxsat kerak.
vi: Chúng tôi cần quyền truy cập máy ảnh để quét mã QR hoặc mã vạch.
