Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Empty cart
am: ባዶ ካርት
ar: السلة فارغة
az: Boş səbət
bg: Празна количка
bn: খালি ট্রলি
bs: Prazna kolica
ca: Carro buit
cs: Prázdný košík
da: Tom indkøbskurv
el: Το καλάθι είναι άδειο
et: Ostukorv on tühi
fa: سبد خرید خالی
fi: Ostoskori on tyhjä
he: העגלה ריקה
hi: खाली कार्ट
hu: A kosár üres
id: Keranjang kosong
ja: カートは空です
ka: Ცარიელია კალათა
kk: Себет бос
km: រទេះទទេ
kn: ಕಾರ್ಟ್ ಖಾಲಿಯಾಗಿದೆ
ku: سەبەتە بەتاڵە
lo: ກະຕ່າຫວ່າງເປົ່າ
lt: Krepšelis tuščias
mr: रिकामे कार्ट
ms: Troli kosong
my: လှည်းဗလာ
no: Tøm handlekurv
pl: Koszyk jest pusty
ro: Coșul este gol
si: කරත්තය හිස් කරන්න
sk: Prázdny košík
sq: Shporta është bosh
sr: Prazna kolica
sv: Tom kundvagn
sw: Kikapu chako ni tupu
ta: காலி வண்டி
te: ఖాళీ కార్ట్
th: รถเข็นเปล่า
tr: Sepetiniz boş
uk: Кошик порожній
ur: خالی کارٹ
uz: Savatingiz bo'sh
vi: Giỏ hàng trống

# emptyCartSubtitle02
source: Oops! Your cart is feeling a bit light. Ready to shop for something fabulous?
am: ወይ! የእርስዎ ካርት ትንሽ ቀላል እያለ ይመስላል። ለአንድ አስደናቂ ነገር መግዛት ዝግጁ ነዎት?
ar: عذراً! سلة التسوق خاصتك فارغة. هل أنت مستعد للتسوق؟
az: Vay! Səbətiniz bir qədər yüngülləşir. Möhtəşəm bir şey üçün alış-veriş etməyə hazırsınız?
bg: Опа! Количката ви е празна. Готови ли сте да започнете пазаруването?
bn: উফ! আপনার কার্ট একটু হালকা লাগছে. চমত্কার কিছু কেনাকাটা করতে প্রস্তুত?
bs: Ups! Vaša kolica su malo lagana. Spremni za kupovinu nečeg fantastičnog?
ca: Vaja! El teu carretó se sent una mica lleuger. Preparat per comprar alguna cosa fabulosa?
cs: Váš košík je prázdný. Pojďme najít něco hezkého k nákupu!
da: Ups! Din indkøbskurv er tom. Klar til at shoppe noget fantastisk?
el: Ωχ! Το καλάθι σας είναι άδειο. Είστε έτοιμοι να ψωνίσετε κάτι υπέροχο;
et: Oih! Sinu ostukorv tundub üsna tühi. Kas oled valmis midagi põnevat ostma?
fa: سبد خرید شما خالی است. برای خرید محصولات جذاب آماده‌اید؟
fi: Oho! Ostoskorisi on tyhjä. Löydä jotain kivaa ostettavaa!
he: אופס! העגלה שלך ריקה. מוכן לקנות משהו מדהים?
hi: उफ़! आपका कार्ट थोड़ा खाली लग रहा है। किसी शानदार चीज़ की खरीदारी के लिए तैयार हैं?
hu: Hoppá! A kosara még üres. Kezdjen el vásárolni, és fedezze fel csodálatos termékeinket!
id: Ups! Keranjang Anda masih kosong. Mari mulai berbelanja!
ja: カートに商品が入っていません。 ショッピングを始めましょう！
ka: უი! თქვენი კალათა ოდნავ მსუბუქია. მზად ხართ იყიდოთ რაიმე ზღაპრული?
kk: Ой! Сіздің себетіңіз бос. Сауда жасауды бастаңыз
km: អូ! រទេះរបស់អ្នកនៅទទេសល់។ តើអ្នកត្រៀមខ្លួនរួចសម្រាប់ទិញទំនិញដ៏អស្ចារ្យហើយឬនៅ?
kn: ಅಯ್ಯೋ! ನಿಮ್ಮ ಕಾರ್ಟ್ ಸ್ವಲ್ಪ ಹಗುರವಾಗಿದೆ. ಅದ್ಭುತವಾದದ್ದನ್ನು ಖರೀದಿಸಲು ಸಿದ್ಧರಿದ್ದೀರಾ?
ku: ئاپس! سەبەتەکەت بەتاڵە. ئامادەیت بۆ کڕینی شتێکی جوان؟
lo: ອຸຍ! ກະຕ່າຂອງທ່ານຫວ່າງເປົ່າ. ພ້ອມທີ່ຈະຊື້ສິ່ງທີ່ດີໆບໍ?
lt: Oi! Jūsų krepšelis tuščias. Pasiruošę nusipirkti ką nors nuostabaus?
mr: अरेरे! तुमचे कार्ट थोडे रिकामे वाटत आहे. काहीतरी आश्चर्यकारक खरेदी करण्यास तयार आहात?
ms: Aduh! Troli anda kosong. Mari mulakan membeli-belah!
my: သည်းခံပါ သင့်လှည်းသည် အနည်းငယ် ပေါ့ပါးနေသည်။ ထူးထူးခြားခြား တစ်ခုခုကို ဝယ်ဖို့ အဆင်သင့်ဖြစ်ပြီလား။
no: Oi! Handlekurven din er tom. Klar for å handle noe fantastisk?
pl: Ups! Twój koszyk jest pusty. Gotowy na zakupy?
ro: Hopa! Coșul tău se simte puțin ușor. Ești gata să faci cumpărături pentru ceva fabulos?
si: අපොයි! ඔබේ කරත්තය ටිකක් හිස් බව පේනවා. අදහස්මත් දෙයක් මිලදී ගැනීමට සූදානම්ද?
sk: Ojoj! Váš košík je prázdny. Poďte nakupovať niečo úžasné!
sq: Ups! Shporta juaj është bosh. Gati për të blerë diçka të mrekullueshme?
sr: Упс! Ваша колица су мало лака. Спремни да купите нешто фантастично?
sv: Hoppsan! Din kundvagn känns lite tom. Klar att hitta något fantastiskt?
sw: Lo! Kikapu chako kinaonekana tupu. Je, uko tayari kununua kitu cha kuvutia?
ta: அச்சச்சோ! உங்கள் வண்டி கொஞ்சம் லேசாக இருக்கிறது. அற்புதமான ஒன்றை வாங்க தயாரா?
te: ఊహో! మీ కార్ట్ ఖాళీగా ఉంది. మరిచిపోయారా?
th: อ๊ะ! รถเข็นของคุณเบาไปนิด พร้อมช้อปของสุดพิเศษแล้วหรือยัง?
tr: Hata! Sepetiniz boş görünüyor. Harika bir şeyler almaya ne dersiniz?
uk: Ой! Ваш кошик порожній. Готові знайти щось особливе?
ur: افوہ! آپ کی ٹوکری تھوڑی ہلکی محسوس کر رہی ہے۔ شاندار چیزوں کی خریداری کے لیے تیار ہیں؟
uz: Xarid qilishni boshlash uchun "Xarid qilish" tugmasini bosing.
vi: Ối! Giỏ hàng của bạn có vẻ hơi nhẹ. Sẵn sàng mua sắm điều gì đó tuyệt vời chứ?

source: Empty wishlist
am: ባዶ ምኞት ዝርዝር
ar: قائمة الرغبات فارغة
az: Boş istək siyahısı
bg: Празен списък с желания
bn: খালি ইচ্ছা তালিকা
bs: Prazna lista želja
ca: Llista de desitjos buida
cs: Prázdný seznam přání
da: Tom ønskeliste
el: Η λίστα επιθυμιών είναι άδεια
et: Soovinimekiri on tühi
fa: لیست علاقه‌مندی‌ها خالی است
fi: Toivelista on tyhjä
he: רשימת המשאלות ריקה
hi: खाली विशलिस्ट
hu: A kívánságlista üres
id: Daftar keinginan kosong
ja: お気に入りは空です
ka: ცარიელი სია
kk: Қалаулар тізімі бос
km: បញ្ជីចង់បានគ្មានទំនិញ
kn: ಇಚ್ಛೆಪಟ್ಟಿ ಖಾಲಿಯಾಗಿದೆ
ku: لیستی دڵخواز بەتاڵە
lo: ລາຍການທີ່ມັກຫວ່າງເປົ່າ
lt: Norų sąrašas tuščias
mr: रिकामी विशलिस्ट
ms: Senarai hajat kosong
my: ဆန္ဒစာရင်း ဗလာ
no: Tøm ønskelisten
pl: Lista życzeń jest pusta
ro: Lista de dorințe este goală
si: ඉල්ලීම් ලැයිස්තුව හිස්යි
sk: Prázdny zoznam želaní
sq: Lista e dëshirave është bosh
sr: Празна листа жеља
sv: Tom önskelista
sw: Orodha ya matamanio ni tupu
ta: காலியான விருப்பப்பட்டியல்
te: ఖాళీ కోరికల జాబితా
th: รายการความปรารถนาที่ว่างเปล่า
tr: İstek listesi boş
uk: Список бажань порожній
ur: خالی خواہش کی فہرست
uz: Istaklar ro'yxati bo'sh
vi: Danh sách yêu thích trống

# emptyWishlistSubtitle02
source: Your wishlist is currently empty. Start adding products now!
am: የእርስዎ ምኞት ዝርዝር በአሁኑ ጊዜ ባዶ ነው። አሁን ምርቶችን መጨመር ይጀምሩ!
ar: قائمة رغباتك فارغة حالياً. ابدأ بإضافة منتجاتك المفضلة!
az: İstək siyahınız hazırda boşdur. Məhsulları indi əlavə etməyə başlayın!
bg: Списъкът ви с желания е празен. Започнете да добавяте продукти сега!
bn: আপনার ইচ্ছা তালিকা বর্তমানে খালি আছে. এখন পণ্য যোগ করা শুরু করুন!
bs: Vaša lista želja je trenutno prazna. Počnite dodavati proizvode odmah!
ca: La teva llista de desitjos està buida actualment. Comença a afegir productes ara!
cs: Váš seznam přání je prázdný. Začněte přidávat své oblíbené produkty!
da: Din ønskeliste er tom. Begynd at tilføje produkter nu!
el: Η λίστα επιθυμιών σας είναι κενή. Ξεκινήστε να προσθέτετε προϊόντα τώρα!
et: Sinu soovinimekiri on praegu tühi. Hakka kohe tooteid lisama!
fa: لیست علاقه‌مندی‌های شما خالی است. اکنون محصولات مورد علاقه خود را اضافه کنید!
fi: Toivelistasi on tyhjä. Aloita tuotteiden lisääminen nyt!
he: רשימת המשאלות שלך ריקה כרגע. התחל להוסיף מוצרים עכשיו!
hi: आपकी विशलिस्ट इस समय खाली है। अभी उत्पाद जोड़ना शुरू करें!
hu: A kívánságlistája jelenleg üres. Kezdjen el termékeket hozzáadni most!
id: Daftar keinginan Anda masih kosong. Mulai tambahkan produk sekarang!
ja: お気に入りに商品が登録されていません。 気になる商品を追加してみましょう！
ka: თქვენი სურვილების სია ამჟამად ცარიელია. დაიწყეთ პროდუქტების დამატება ახლავე!
kk: Сіздің қалаулар тізіміңіз қазір бос. Өнімдерді қазір қосуды бастаңыз!
km: បញ្ជីចង់បានរបស់អ្នកនៅទទេ។ ចាប់ផ្តើមបន្ថែមផលិតផលឥឡូវនេះ!
kn: ನಿಮ್ಮ ಇಚ್ಛೆಪಟ್ಟಿ ಪ್ರಸ್ತುತ ಖಾಲಿಯಾಗಿದೆ. ಇದೀಗ ಉತ್ಪನ್ನಗಳನ್ನು ಸೇರಿಸಲು ಪ್ರಾರಂಭಿಸಿ!
ku: لیستی دڵخوازەکانت ئێستا بەتاڵە. ئێستا دەست بکە بە زیادکردنی بەرهەمەکان!
lo: ຕອນນີ້ລາຍການທີ່ມັກຂອງທ່ານຫວ່າງເປົ່າ. ເລີ່ມເພີ່ມຜະລິດຕະພັນດຽວນີ້!
lt: Jūsų norų sąrašas šiuo metu tuščias. Pradėkite pridėti produktus dabar!
mr: तुमची विशलिस्ट सध्या रिकामी आहे. आता उत्पादने जोडण्यास सुरुवात करा!
ms: Senarai hajat anda kosong buat masa ini. Mulakan menambah produk sekarang!
my: သင့်ဆန္ဒစာရင်းသည် လောလောဆယ် ဗလာဖြစ်နေသည်။ ထုတ်ကုန်များကို ယခုစတင်ထည့်သွင်းပါ။
no: Ønskelisten din er tom for øyeblikket. Begynn å legge til produkter nå!
pl: Twoja lista życzeń jest pusta. Zacznij dodawać produkty już teraz!
ro: Lista ta de dorințe este în prezent goală. Începe să adaugi produse acum!
si: ඔබේ කැමැත්ත ලැයිස්තුව දැනට හිස්ව ඇත. දැන්ම නිෂ්පාදන එකතු කිරීමට අරඹන්න!
sk: Váš zoznam želaní je momentálne prázdny. Začnite pridávať produkty!
sq: Lista juaj e dëshirave është aktualisht bosh. Filloni të shtoni produkte tani!
sr: Ваша листа жеља је тренутно празна. Почните да додајете производе одмах!
sv: Din önskelista är för närvarande tom. Börja lägga till produkter nu!
sw: Orodha yako ya matamanio ni tupu kwa sasa. Anza kuongeza bidhaa unazozipenda!
ta: உங்கள் விருப்பப்பட்டியல் தற்போது காலியாக உள்ளது. இப்போது தயாரிப்புகளைச் சேர்க்கத் தொடங்குங்கள்!
te: మీ కోరికల జాబితా ఖాళీగా ఉంది. ఉత్పత్తులను జోడించండి!
th: สิ่งที่ปรารถนาของคุณว่างเปล่าในขณะนี้ เริ่มเพิ่มผลิตภัณฑ์ทันที!
tr: İstek listeniz şu anda boş. Hemen ürün eklemeye başlayın!
uk: Ваш список бажань поки що порожній. Почніть додавати товари прямо зараз!
ur: آپ کی خواہش کی فہرست فی الحال خالی ہے۔ ابھی مصنوعات شامل کرنا شروع کریں!
uz: Sevimli mahsulotlaringizni qo'shish uchun yurak belgisini bosing.
vi: Danh sách yêu thích của bạn hiện đang trống. Hãy thêm sản phẩm ngay bây giờ!

# enterEmailEachRecipient
source: Enter an email address for each recipient
am: ለእያንዳንዱ ተቀባይ ኢሜል ያስገቡ
ar: أدخل البريد الإلكتروني لكل مستلم
az: Hər bir alıcı üçün e-poçt ünvanı daxil edin
bg: Въведете имейл адрес за всеки получател
bn: প্রতিটি প্রাপকের জন্য একটি ইমেল ঠিকানা লিখুন
bs: Unesite adresu e-pošte za svakog primaoca
ca: Introduïu una adreça de correu electrònic per a cada destinatari
cs: Zadejte e-mailovou adresu každého příjemce
da: Indtast en e-mailadresse for hver modtager
el: Εισάγετε email για κάθε παραλήπτη
et: Sisesta iga saaja e-posti aadress
fa: برای هر گیرنده یک آدرس ایمیل وارد کنید
fi: Anna sähköpostiosoite jokaiselle vastaanottajalle
he: הזן כתובת דוא"ל עבור כל נמען
hi: प्रत्येक प्राप्तकर्ता के लिए एक ईमेल पता दर्ज करें
hu: Adjon meg minden címzetthez egy e-mail címet
id: Masukkan alamat email untuk setiap penerima
ja: 受取人のメールアドレスを入力してください
ka: შეიყვანეთ ელ.ფოსტის მისამართი თითოეული მიმღებისთვის
kk: Әр алушы үшін электрондық пошта мекенжайын енгізіңіз
km: បញ្ចូលអាសយដ្ឋានអ៊ីមែលសម្រាប់អ្នកទទួលម្នាក់ៗ
kn: ಪ್ರತಿ ಸ್ವೀಕರಿಸುವವರಿಗೆ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ku: ئیمەیڵی هەر وەرگرێک بنووسە
lo: ໃສ່ທີ່ຢູ່ອີເມວສຳລັບຜູ້ຮັບແຕ່ລະຄົນ
lt: Įveskite kiekvieno gavėjo el. pašto adresą
mr: प्रत्येक प्राप्तकर्त्यासाठी ईमेल पत्ता टाका
ms: Masukkan alamat e-mel untuk setiap penerima
my: လက်ခံသူတိုင်းအတွက် အီးမေးလ်လိပ်စာကို ထည့်ပါ။
no: Skriv inn en e-postadresse for hver mottaker
pl: Wprowadź adres e-mail każdego odbiorcy
ro: Introdu o adresă de e-mail pentru fiecare destinatar
si: එක් එක් ලබන්නා සඳහා ඊමේල් ලිපිනයක් ඇතුළත් කරන්න
sk: Zadajte e-mailovú adresu pre každého príjemcu
sq: Vendosni një adresë emaili për çdo marrës
sr: Унесите адресу е-поште за сваког примаоца
sv: Ange en e-postadress för varje mottagare
sw: Weka barua pepe ya kila mpokeaji
ta: ஒவ்வொரு பெறுநருக்கும் ஒரு மின்னஞ்சல் முகவரியை உள்ளிடவும்
te: ప్రతి స్వీకర్తకు ఒక ఇమెయిల్ చిరునామా నమోదు చేయండి
th: ป้อนที่อยู่อีเมลสำหรับผู้รับแต่ละคน
tr: Her alıcı için bir e-posta adresi girin
uk: Введіть електронну адресу для кожного отримувача
ur: ہر وصول کنندہ کے لیے ایک ای میل ایڈریس درج کریں
uz: Har bir qabul qiluvchi uchun elektron pochta manzilini kiriting
vi: Nhập địa chỉ email cho mỗi người nhận

source: Enter voucher code
am: የቫውቸር ኮድ ያስገቡ
ar: أدخل رمز القسيمة
az: Kupon kodunu daxil edin
bg: Въведете код на ваучер
bn: ভাউচার কোড লিখুন
bs: Unesite kod vaučera
ca: Introduïu el codi del val
cs: Zadejte slevový kód
da: Indtast kuponkode
el: Εισάγετε κωδικό κουπονιού
et: Sisesta soodustuskood
fa: کد تخفیف را وارد کنید
fi: Syötä alennuskoodi
he: הכנס קוד שובר
hi: वाउचर कोड दर्ज करें
hu: Írja be a kupon kódját
id: Masukkan kode voucher
ja: クーポンコードを入力
ka: შეიყვანეთ ვაუჩერის კოდი
kk: Ваучер кодын енгізіңіз
km: បញ្ចូលលេខកូដប័ណ្ណបញ្ចុះតម្លៃ
kn: ವೌಚರ್ ಕೋಡ್ ನಮೂದಿಸಿ
ku: کۆدی ڤاوجەر بنووسە
lo: ໃສ່ລະຫັດບັດສ່ວນຫຼຸດ
lt: Įveskite kupono kodą
mr: व्हाउचर कोड टाका
ms: Masukkan kod baucar
my: ဘောက်ချာကုဒ်ကို ထည့်ပါ။
no: Skriv inn kupongkoden
pl: Wprowadź kod kuponu
ro: Introdu codul voucherului
si: වවුචර් කේතය ඇතුළත් කරන්න
sk: Zadajte kód kupónu
sq: Vendosni kodin e kuponit
sr: Унесите код ваучера
sv: Skriv in en kupongkod
sw: Weka nambari ya vocha
ta: வவுச்சர் குறியீட்டை உள்ளிடவும்
te: వౌచర్ కోడ్‌ను నమోదు చేయండి
th: กรอกรหัสบัตรกำนัล
tr: Kupon kodunu girin
uk: Введіть код ваучера
ur: واؤچر کوڈ درج کریں
uz: Kupon kodini kiriting
vi: Nhập mã phiếu mua hàng

source: Explore Now
am: አሁን ይዘምኑ
ar: استكشف الآن
az: İndi kəşf edin
bg: Разгледайте сега
bn: এখন অন্বেষণ
bs: Istražite sada
ca: Explora ara
cs: Prozkoumat
da: Udforsk nu
el: Εξερευνήστε τώρα
et: Avasta kohe
fa: اکنون کاوش کنید
fi: Tutustu nyt
he: גלה עכשיו
hi: अभी एक्सप्लोर करें
hu: FEDEZZE FEL MOST
id: Jelajahi sekarang
ja: 商品を探す
ka: გამოიკვლიეთ ახლავე
kk: Қазір зерттеу
km: ស្វែងរកឥឡូវនេះ
kn: ಈಗ ಅನ್ವೇಷಿಸಿ
ku: ئێستا بگەڕێ
lo: ສຳຫຼວດດຽວນີ້
lt: Naršyti dabar
mr: आता एक्सप्लोर करा
ms: Terokai sekarang
my: ယခု စူးစမ်းပါ။
no: Utforsk nå
pl: Odkryj teraz
ro: Explorează acum
si: දැන් සොයන්න
sk: Preskúmať teraz
sq: Eksploro tani
sr: Истражите сада
sv: Utforska nu
sw: Gundua Sasa
ta: இப்போது ஆராயுங்கள்
te: ఇప్పుడు అన్వేషించండి
th: สำรวจเลย
tr: Şimdi keşfet
uk: Досліджуйте зараз
ur: ابھی دریافت کریں
uz: Hozir ko'rib chiqing
vi: Khám phá ngay

source: Fair
am: መካከለኛ
ar: مقبول
az: Ədalətli
bg: Задоволително
bn: ন্যায্য
bs: fer
ca: Fira
cs: Průměrné
da: Rimelig
el: Μέτριο
et: Keskmine
fa: منصفانه
fi: Kohtalainen
he: הוגן
hi: उचित
hu: Megfelelő
id: Cukup baik
ja: 普通
ka: სამართლიანი
kk: Орташа
km: ធម្មតា
kn: ನ್ಯಾಯಸಮ್ಮತ
ku: باش
lo: ພໍໃຊ້ໄດ້
lt: Vidutiniškai
mr: साधारण
ms: Sederhana
my: မျှတတယ်။
no: Middels
pl: Przeciętny
ro: Acceptabil
si: සාධාරණයි
sk: Priemerné
sq: E drejtë
sr: Сајам
sv: Okej
sw: Wastani
ta: நியாயமான
te: సాధారణం
tr: Orta
uk: Задовільно
ur: منصفانہ
uz: O'rtacha
vi: Bình thường

source: Good
am: ጥሩ
ar: جيد
az: yaxşı
bg: Добро
bn: ভাল
bs: Dobro
ca: Bé
cs: Dobré
da: God
el: Καλό
et: Hea
fa: خوب
fi: Hyvä
he: טוב
hi: अच्छा
hu: Jó
id: Baik
ja: 良い
ka: კარგი
kk: Жақсы
km: ល្អ
kn: ಒಳ್ಳೆಯದು
ku: باش
lo: ດີ
lt: Gerai
mr: चांगले
ms: Baik
my: ကောင်းတယ်။
no: Bra
pl: Dobry
ro: Bun
si: හරි
sk: Dobré
sq: Mirë
sr: Dobro
sv: Bra
sw: Nzuri
ta: நல்ல
te: మంచిది
th: ดี
tr: İyi
uk: Добре
ur: اچھا
uz: Yaxshi
vi: Tốt

source: Information Table
am: የመረጃ ሰንጠረዥ
ar: جدول المعلومات
az: Məlumat Cədvəli
bg: Информационна таблица
bn: তথ্য টেবিল
bs: Tabela sa informacijama
ca: Taula d'informació
cs: Informační tabulka
da: Informationstabel
el: Πίνακας πληροφοριών
et: Infotabel
fa: جدول اطلاعات
fi: Tietotaulukko
he: טבלת מידע
hi: जानकारी तालिका
hu: Információs táblázat
id: Tabel Informasi
ja: 商品情報
ka: საინფორმაციო ცხრილი
kk: Ақпарат кестесі
km: តារាងព័ត៌មាន
kn: ಮಾಹಿತಿ ಕೋಷ್ಟಕ
ku: خشتەی زانیاری
lo: ຕາຕະລາງຂໍ້ມູນ
lt: Informacijos lentelė
mr: माहितीची सारणी
ms: Jadual maklumat
my: သတင်းအချက်အလက်ဇယား
no: Informasjonstabell
pl: Tabela informacji
ro: Tabel informații
si: විස්තර වගුව
sk: Informačná tabuľka
sq: Tabela e informacionit
sr: Табела са информацијама
sv: Informationstabell
sw: Jedwali la Taarifa
ta: தகவல் அட்டவணை
te: సమాచార పట్టిక
th: ตารางข้อมูล
tr: Bilgi tablosu
uk: Інформаційна таблиця
ur: معلومات کی ٹیبل
uz: Ma'lumotlar jadvali
vi: Bảng thông tin

source: Menus
am: ምናሌዎች
ar: القوائم
az: Menyular
bg: Менюта
bn: মেনু
bs: Meniji
ca: Menús
cs: Menu
da: Menuer
el: Μενού
et: Menüüd
fa: منوها
fi: Valikot
he: תפריטים
hi: मेन्यू
hu: Menük
id: Menu
ja: メニュー
ka: მენიუები
kk: Мәзірлер
km: ម៉ឺនុយ
kn: ಮೆನುಗಳು
ku: مێنووەکان
lo: ເມນູ
lt: Meniu
mr: मेनू
ms: Menu
my: မီနူးများ
no: Menyer
pl: Menu
ro: Meniuri
si: මෙනු
sk: Menu
sq: Menytë
sr: Менији
sv: Menyer
sw: Menyu
ta: மெனுக்கள்
te: మెనూలు
th: เมนู
tr: Menüler
uk: Меню
ur: مینو
uz: Menyular
vi: Thực đơn

# myOrder
source: My Orders
am: የእኔ ትዕዛዞች
ar: طلبي
az: Sifarişlərim
bg: Моята поръчка
bn: আমার আদেশ
bs: Moja narudžba
ca: La meva comanda
cs: Moje objednávka
da: Min ordre
el: Η παραγγελία μου
et: Minu tellimus
fa: سفارش من
fi: Tilaukseni
he: ההזמנה שלי
hi: मेरा ऑर्डर
hu: Rendeléseim
id: Pesanan Saya
ja: 注文履歴
ka: ჩემი შეკვეთა
kk: Менің тапсырысым
km: ការបញ្ជាទិញរបស់ខ្ញុំ
kn: ನನ್ನ ಆದೇಶ
ku: داواکاریەکانم
lo: ຄຳສັ່ງຂອງຂ້ອຍ
lt: Mano užsakymas
mr: माझी ऑर्डर
ms: Pesanan saya
my: ငါ၏အမိန့်
no: Min bestilling
pl: Moje zamówienie
ro: Comanda mea
si: මගේ ඇණවුම්
sk: Moja objednávka
sq: Porosia ime
sr: Моја наруџбина
sv: MIN BESTÄLLNING
sw: Agizo Langu
ta: எனது ஆணை
te: నా ఆర్డర్లు
th: คำสั่งซื้อของฉัน
tr: Siparişlerim
uk: Моє замовлення
ur: میرا آرڈر
uz: Mening buyurtmam
vi: Đơn hàng của tôi

# noAddressHaveBeenSaved
source: No addresses have been saved yet
am: እስካሁን ምንም አድራሻ አልተቀመጠም
ar: لم يتم حفظ أي عناوين حتى الآن
az: Hələ heç bir ünvan saxlanmayıb
bg: Няма запазени адреси.
bn: কোন ঠিকানা এখনও সংরক্ষণ করা হয়নি.
bs: Još uvijek nije sačuvana nijedna adresa.
ca: Encara no s'ha desat cap adreça.
cs: Zatím nebyly uloženy žádné adresy
da: Ingen adresser er blevet gemt endnu.
el: Δεν έχουν αποθηκευτεί διευθύνσεις
et: Ühtegi aadressi pole veel salvestatud
fa: هنوز آدرسی ذخیره نشده است
fi: Yhtään osoitetta ei ole tallennettu.
he: טרם נשמרו כתובות
hi: अभी तक कोई पता सहेजा नहीं गया है।
hu: Még nem mentett el címet.
id: Belum ada alamat tersimpan
ja: 保存された住所がありません
ka: მისამართები ჯერ არ არის შენახული.
kk: Ешқандай мекенжай сақталмаған
km: មិនទាន់មានអាសយដ្ឋានត្រូវបានរក្សាទុកនៅឡើយទេ
kn: ಯಾವುದೇ ವಿಳಾಸಗಳನ್ನು ಇನ್ನೂ ಉಳಿಸಲಾಗಿಲ್ಲ.
ku: هێشتا هیچ ناونیشانێک تۆمار نەکراوە
lo: ຍັງບໍ່ມີທີ່ຢູ່ທີ່ບັນທຶກໄວ້.
lt: Nėra išsaugotų adresų
mr: अद्याप कोणताही पत्ता साठवलेला नाही.
ms: Tiada alamat telah disimpan lagi.
my: လိပ်စာများကို မသိမ်းဆည်းရသေးပါ။
no: Ingen adresser er lagret ennå
pl: Nie zapisano jeszcze żadnego adresu.
ro: Nu a fost salvată nicio adresă încă.
si: තවම කිසිදු ලිපිනයක් සුරැකී නැත
sk: Zatiaľ neboli uložené žiadne adresy
sq: Nuk është ruajtur ende asnjë adresë
sr: Још увек није сачувана ниједна адреса.
sv: Inga adresser har sparats ännu.
sw: Hakuna anwani iliyohifadhiwa
ta: முகவரிகள் எதுவும் இதுவரை சேமிக்கப்படவில்லை.
te: ఇంకా ఏ చిరునామా సేవ్ చేయబడలేదు
th: ยังไม่มีการบันทึกที่อยู่
tr: Henüz kayıtlı adres yok.
uk: Жодної адреси ще не збережено
ur: ابھی تک کوئی پتہ محفوظ نہیں کیا گیا
uz: Hech qanday manzil saqlanmagan
vi: Chưa có địa chỉ nào được lưu.

# noStoreNearby
source: No stores nearby!
am: በአቅራቢያ ምንም ሱቆች የሉም!
ar: لا يوجد متجر قريب!
az: Yaxınlıqda mağaza yoxdur!
bg: Няма магазин наблизо!
bn: কাছাকাছি কোন দোকান নেই!
bs: Nema prodavnice u blizini!
ca: No hi ha botiga a prop!
cs: V okolí nejsou žádné obchody!
da: Ingen butik i nærheden!
el: Δεν υπάρχει κατάστημα κοντά!
et: Läheduses pole poode!
fa: فروشگاهی در نزدیکی شما نیست!
fi: Ei kauppoja lähistöllä!
he: אין חנות בקרבת מקום!
hi: आस-पास कोई स्टोर नहीं!
hu: Nincs közeli üzlet!
id: Tidak ada toko di sekitar sini!
ja: 近くに店舗がありません
ka: მაღაზია არ არის ახლოს!
kk: Жақын жерде дүкен жоқ!
km: មិនមានហាងនៅក្បែរ​ទេ!
kn: ಹತ್ತಿರದಲ್ಲಿ ಯಾವುದೇ ಅಂಗಡಿ ಇಲ್ಲ!
ku: هیچ فرۆشگایەک لە نزیکدا نییە!
lo: ບໍ່ມີຮ້ານຢູ່ໃກ້ໆ!
lt: Netoliese nėra parduotuvių!
mr: जवळपास कोणतेही दुकान नाही!
ms: Tiada kedai berdekatan!
my: အနီးနားတွင် စတိုးဆိုင်မရှိပါ။
no: Ingen butikker i nærheten!
pl: Brak sklepów w pobliżu!
ro: Niciun magazin în apropiere!
si: අසල වෙළඳසැල් නොමැත!
sk: V okolí nie je žiadny obchod!
sq: Nuk ka dyqan afër!
sr: Нема продавнице у близини!
sv: Ingen butik i närheten!
sw: Hakuna duka karibu!
ta: அருகில் கடை இல்லை!
te: దగ్గరలో ఎటువంటి దుకాణం లేదు!
th: ไม่มีร้านค้าใกล้เคียง!
tr: Yakında mağaza yok!
uk: Поблизу немає магазинів!
ur: آس پاس کوئی اسٹور نہیں!
uz: Yaqin atrofda do'kon yo'q
vi: Không có cửa hàng nào gần đây!

source: Not rated
am: አልተደረገም
ar: لم يتم التقييم
az: Qiymətləndirilməyib
bg: Неоценено
bn: রেট দেওয়া হয়নি
bs: Nije ocijenjeno
ca: No puntuat
cs: Nehodnoceno
da: Ikke bedømt
el: Δεν έχει αξιολογηθεί
et: Hindamata
fa: امتیازدهی نشده
fi: Ei arvioitu
he: לא דורג
hi: रेटिंग नहीं की गई
hu: Nem értékelt
id: Belum dinilai
ja: 未評価
ka: Არ არის შეფასებული
kk: Бағаланбаған
km: មិនទាន់មានការវាយតម្លៃ
kn: ರೇಟ್ ಮಾಡಿಲ್ಲ
ku: نەهەڵسەنگێنراوە
lo: ຍັງບໍ່ໄດ້ໃຫ້ຄະແນນ
lt: Neįvertinta
mr: रेटिंग दिलेले नाही
ms: Belum dinilai
my: အဆင့်သတ်မှတ်ထားခြင်းမရှိပါ။
no: Ikke vurdert
pl: Nie oceniono
ro: Neevaluat
si: ශ්‍රේණිගත කර නොමැත
sk: Nehodnotené
sq: Pa vlerësim
sr: Неоцењено
sv: Inte betygsatt
sw: Haijapimwa
ta: மதிப்பிடப்படவில்லை
te: రేటింగ్ ఇవ్వలేదు
th: ไม่ได้รับการจัดอันดับ
tr: Değerlendirilmemiş
uk: Не оцінено
ur: درجہ بندی نہیں کی گئی
uz: Baholanmagan
vi: Chưa được đánh giá

# oneEachRecipient
source: 1 to each recipient
am: አንድ ለእያንዳንዱ ተቀባይ
ar: واحد لكل مستلم
az: Hər alıcıya 1
bg: По 1 за всеки получател
bn: প্রতিটি প্রাপকের কাছে 1
bs: 1 svakom primaocu
ca: 1 a cada destinatari
cs: 1 pro každého příjemce
da: 1 til hver modtager
el: 1 για κάθε παραλήπτη
et: 1 igale saajale
fa: 1 عدد برای هر گیرنده
fi: 1 jokaiselle vastaanottajalle
he: אחד לכל נמען
hi: प्रत्येक प्राप्तकर्ता को एक
hu: 1 minden címzettnek
id: 1 untuk setiap penerima
ja: 受取人ごとに1つ
ka: 1 თითოეულ მიმღებს
kk: Әр алушыға біреуден
km: ១ សម្រាប់អ្នកទទួលនីមួយៗ
kn: ಪ್ರತಿ ಸ್ವೀಕರಿಸುವವರಿಗೆ 1
ku: ١ بۆ هەر وەرگرێک
lo: 1 ສຳລັບຜູ້ຮັບແຕ່ລະຄົນ
lt: Po vieną kiekvienam gavėjui
mr: प्रत्येक प्राप्तकर्त्याला एक
ms: 1 untuk setiap penerima
my: လက်ခံသူတိုင်းကို ၁
no: 1 til hver mottaker
pl: 1 dla każdego odbiorcy
ro: 1 pentru fiecare destinatar
si: එක් එක් ලබන්නාට 1ක්
sk: 1 pre každého príjemcu
sq: 1 për çdo marrës
sr: 1 сваком примаоцу
sv: 1 till varje mottagare
sw: 1 kwa kila mpokeaji
ta: ஒவ்வொரு பெறுநருக்கும் 1
te: ప్రతి స్వీకర్తకు 1
th: 1 ต่อผู้รับ
tr: Her alıcı için bir adet
uk: По одному кожному отримувачу
ur: ہر وصول کنندہ کو 1
uz: Har bir qabul qiluvchiga bittadan
vi: 1 cho mỗi người nhận

source: optional
am: አማራጭ
ar: اختياري
az: isteğe bağlıdır
bg: Незадължително
bn: .চ্ছিক
bs: Opciono
ca: Opcional
cs: Volitelné
da: Valgfrit
el: Προαιρετικό
et: Valikuline
fa: اختیاری
fi: Valinnainen
he: אופציונלי
hi: वैकल्पिक
hu: opcionális
id: Opsional
ja: 任意
ka: სურვილისამებრ
kk: Міндетті емес
km: ជម្រើស
kn: ಐಚ್ಛಿಕ
ku: هەلبژێری
lo: ທາງເລືອກ
lt: Neprivaloma
mr: पर्यायी
ms: Pilihan
my: ရွေးချယ်ခွင့်
no: valgfritt
pl: Opcjonalne
ro: Opțional
si: විකල්ප
sk: Voliteľné
sq: Opsionale
sr: Opciono
sv: Valfritt
sw: Si lazima
ta: விரும்பினால்
te: ఐచ్చికం
th: ไม่จำเป็น
tr: İsteğe bağlı
uk: Необов'язково
ur: اختیاری
uz: Ixtiyoriy
vi: Không bắt buộc

# passwordIsRequired
source: The Password field is required
am: የይለፍ ቃል አስፈላጊ ነው
ar: كلمة المرور مطلوبة
az: Parol sahəsi tələb olunur
bg: Изисква се парола
bn: পাসওয়ার্ড ক্ষেত্র আবশ্যক
bs: Polje Lozinka je obavezno
ca: El camp Contrasenya és obligatori
cs: Heslo je povinné
da: Adgangskode er påkrævet
el: Απαιτείται κωδικός πρόσβασης
et: Parool on kohustuslik
fa: رمز عبور الزامی است
fi: Salasana vaaditaan
he: נדרשת סיסמה
hi: पासवर्ड आवश्यक है
hu: A jelszó megadása kötelező
id: Kata sandi wajib diisi
ja: パスワードは必須です
ka: პაროლის ველი აუცილებელია
kk: Құпия сөз өрісі міндетті
km: តម្រូវឱ្យបញ្ចូលពាក្យសម្ងាត់
kn: ಪಾಸ್‌ವರ್ಡ್ ಕ್ಷೇತ್ರ ಅಗತ್ಯವಿದೆ
ku: خانەی وشەی نهێنی پێویستە
lo: ຕ້ອງໃສ່ລະຫັດຜ່ານ
lt: Slaptažodis yra privalomas
mr: पासवर्ड फील्ड भरणे आवश्यक आहे
ms: Kata laluan diperlukan
my: စကားဝှက်အကွက် လိုအပ်သည်။
no: Passord er påkrevd
pl: Hasło jest wymagane
ro: Parola este obligatorie
si: මුරපදය අවශ්‍ය වේ
sk: Vyžaduje sa heslo
sq: Fjalëkalimi është i detyrueshëm
sr: Поље Лозинка је обавезно
sv: Lösenord krävs
sw: Nenosiri linahitajika
ta: கடவுச்சொல் புலம் தேவை
te: పాస్‌వర్డ్ ఫీల్డ్ అవసరం
th: ต้องระบุช่องรหัสผ่าน
tr: Şifre gerekli
uk: Пароль є обов'язковим
ur: پاس ورڈ درکار ہے
uz: Parol maydoni to'ldirilishi shart
vi: Trường Mật khẩu là bắt buộc
