Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Sign Up
am: ተመዝገብ
ar: إنشاء حساب
az: Qeydiyyatdan keç
bg: Регистрация
bn: নিবন্ধন করুন
bs: Registruj se
ca: Registrar-se
cs: Registrovat se
da: Tilmeld
el: Εγγραφή
et: Registreeru
fa: ایجاد حساب کاربری
fi: Rekisteröidy
he: הירשם
hi: साइन अप करें
hu: Regisztráció
id: Daftar
ja: 新規登録
ka: რეგისტრაცია
kk: Тіркелу
km: ចុះឈ្មោះ
kn: ನೋಂದಣಿ ಮಾಡಿ
ku: خۆتۆمارکردن
lo: ລົງທະບຽນ
lt: Registruotis
mr: साइन अप
ms: Daftar
my: အကောင့်ဖွင့်ရန်
no: Registrer deg
pl: Zarejestruj się
ro: Înregistrare
si: ලියාපදිංචි වන්න
sk: Registrovať sa
sq: Regjistrohu
sr: Региструј се
sv: Bli medlem
sw: Jisajili
ta: பதிவு செய்க
te: సైన్ అప్
th: ลงทะเบียน
tr: Kaydol
uk: Зареєструватися
ur: سائن اپ کریں
uz: Ro'yxatdan o'tish
vi: Đăng ký

source: Welcome
am: እንኳን ደህና መጡ
ar: مرحباً
az: Xoş gəlmisiniz
bg: Добре дошли
bn: স্বাগতম
bs: Dobro došli
ca: Benvingut/da
cs: Vítejte
da: Velkommen
el: Καλώς ήρθατε
et: Tere tulemast
fa: خوش آمدید
fi: Tervetuloa
he: ברוך הבא
hi: स्वागत है
hu: Üdvözöljük
id: Selamat Datang
ja: ようこそ
ka: მოგესალმებით
kk: Қош келдіңіз
km: សូមស្វាគមន៍
kn: ಸ್ವಾಗತ
ku: بەخێرهاتی
lo: ຍິນດີຕ້ອນຮັບ
lt: Sveiki
mr: स्वागत आहे
ms: Selamat datang
my: ကြိုဆိုပါသည်
no: Velkommen
pl: Witamy
ro: Bine ai venit
si: සාදරයෙන් පිළිගනිමු
sk: Vitajte
sq: Mirë se vini
sr: Добродошли
sv: Välkommen
sw: Karibu
ta: வரவேற்கிறோம்
te: స్వాగతం
th: ยินดีต้อนรับ
tr: Hoş Geldiniz
uk: Ласкаво просимо
ur: خوش آمدید
uz: Xush kelibsiz
vi: Xin chào

source: Close
am: ዝጋ
ar: إغلاق
az: Bağla
bg: Затвори
bn: বন্ধ করুন
bs: Zatvori
ca: Tancar
cs: Zavřít
da: Luk
el: Κλείσιμο
et: Sulge
fa: بستن
fi: Sulje
he: סגור
hi: बंद करें
hu: Bezárás
id: Tutup
ja: 閉じる
ka: დახურვა
kk: Жабу
km: បិទ
kn: ಮುಚ್ಚಿ
ku: داخستن
lo: ປິດ
lt: Uždaryti
mr: बंद करा
ms: Tutup
my: ပိတ်ရန်
no: Lukk
pl: Zamknij
ro: Închide
si: වසන්න
sk: Zavrieť
sq: Mbyll
sr: Затвори
sv: Stäng
sw: Funga
ta: மூடு
te: మూసివేయి
th: ปิด
tr: Kapat
uk: Закрити
ur: بند کریں
uz: Yopish
vi: Đóng

source: OR
am: ወይም
ar: أو
az: VƏ YA
bg: или
bn: অথবা
bs: ILI
ca: O
cs: nebo
da: eller
el: ή
et: või
fa: یا
fi: tai
he: או
hi: या
hu: VAGY
id: ATAU
ja: または
ka: ან
kk: немесе
km: ឬ
kn: ಅಥವಾ
ku: یان
lo: ຫຼື
lt: arba
mr: किंवा
ms: atau
my: သို့မဟုတ်
no: ELLER
pl: lub
ro: SAU
si: හෝ
sk: alebo
sq: Ose
sr: или
sv: eller
sw: au
ta: அல்லது
te: లేదా
th: หรือ
tr: veya
uk: або
ur: یا
uz: YoKI
vi: Hoặc

# pleaseInput
source: Please fill in all required fields
am: እባክዎ ሁሉንም አስፈላጊ መስኮች ይሙሉ
ar: يرجى ملء جميع الحقول
az: Bütün sahələri doldurun
bg: Моля, попълнете всички полета
bn: অনুগ্রহ করে সমস্ত ক্ষেত্র পূরণ করুন
bs: Molimo popunite sva polja
ca: Si us plau, omple tots els camps obligatoris
cs: Vyplňte prosím všechna pole
da: Udfyld venligst alle felter
el: Παρακαλώ συμπληρώστε όλα τα πεδία
et: Palun täida kõik kohustuslikud väljad
fa: لطفاً همه فیلدها را پر کنید
fi: Täytä kaikki kentät
he: אנא מלא את כל השדות
hi: कृपया सभी फ़ील्ड भरें
hu: Kérjük, töltse ki az összes mezőt!
id: Mohon isi semua kolom
ja: すべての項目を入力してください
ka: გთხოვთ შეავსოთ ყველა სავალდებულო ველი
kk: Барлық өрістерді толтырыңыз
km: សូមបំពេញប្រអប់ទាំងអស់
kn: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಕ್ಷೇತ್ರಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ
ku: تکایە هەموو بۆشاییەکان پڕبکەوە
lo: ກະລຸນາຕື່ມຂໍ້ມູນໃສ່ໃນທຸກຊ່ອງ
lt: Užpildykite visus laukus
mr: कृपया सर्व रकाने भरा
ms: Sila masukkan isi semua medan
my: ကျေးဇူးပြု၍အကွက်အားလုံးဖြည့်ပါ
no: Vennligst fyll ut alle påkrevde felt
pl: Wypełnij wszystkie pola
ro: Te rugăm să completezi toate câmpurile
si: කරුණාකර සියලු අවශ්‍ය තොරතුරු පුරවන්න
sk: Prosím, vyplňte všetky polia
sq: Ju lutemi plotësoni të gjitha fushat
sr: Молимо попуните сва поља
sv: Fyll i alla fält
sw: Tafadhali jaza sehemu zote
ta: தயவுசெய்து அனைத்து புலங்களையும் நிரப்பவும்
te: దయచేసి అవసరమైన అన్ని వివరాలను పూరించండి
th: โปรดกรอกข้อมูลในทุกช่อง
tr: Lütfen tüm alanları doldurun
uk: Будь ласка, заповніть всі поля
ur: براہ کرم تمام فیلڈز کو بھریں
uz: Iltimos, barcha maydonlarni to'ldiring
vi: Vui lòng điền vào tất cả các trường

# searchingAddress
source: Search Address
am: አድራሻ ፈልግ
ar: البحث عن عنوان
az: Ünvan axtarılır
bg: Търсене на адрес
bn: ঠিকানা অনুসন্ধান করা হচ্ছে
bs: Pretraži adrese
ca: Cercant adreça
cs: Vyhledávání adresy
da: Søger adresse
el: Αναζήτηση διεύθυνσης
et: Otsin aadressi
fa: جستجوی خودکار آدرس شما
fi: Haetaan osoitetta
he: מחפש כתובת
hi: खोज पता
hu: Cím keresése
id: Mencari Alamat
ja: 住所を検索
ka: მისამართის ძიება
kk: Мекенжайды іздеу
km: កំពុងស្វែងរកអាសយដ្ឋាន
kn: ವಿಳಾಸ ಹುಡುಕಲಾಗುತ್ತಿದೆ
ku: گەران بەدوای ناونیشان
lo: ຊອກຫາທີ່ຢູ່
lt: Ieškomas adresas
mr: पत्ता शोधत आहे
ms: Mencari Alamat
my: လိပ်စာရှာဖွေနေပါသည်
no: Søker etter adresse
pl: Wyszukiwanie adresu
ro: Caută adresă
si: ලිපිනය සොයමින්
sk: Vyhľadávanie adresy
sq: Duke kërkuar adresën
sr: Претрага адресе
sv: Söker adress
sw: Inatafuta Anwani
ta: முகவரியைத் தேடுகிறது
te: చిరునామా శోధిస్తోంది
th: กำลังค้นหาที่อยู่
tr: Adres Arama
uk: Пошук адреси
ur: پتہ تلاش کر رہے ہیں
uz: Manzil qidirilmoqda
vi: Đang tìm địa chỉ

source: Out of Stock
am: አክሽን አልቋል
ar: نفذت الكمية
az: Stokda yoxdur
bg: Изчерпано количество
bn: স্টক আউট
bs: Nema na stanju
ca: Sense estoc
cs: Vyprodáno
da: Udsolgt
el: Εξαντλήθηκε
et: Laost otsas
fa: ناموجود
fi: Loppu varastosta
he: אזל מהמלאי
hi: स्टॉक ख़त्म
hu: Nincs készleten
id: Stok Habis
ja: 在庫切れ
ka: ამოწურულია
kk: Қоймада жоқ
km: អស់ពីស្តុក
kn: ದಾಸ್ತಾನು ಮುಗಿದಿದೆ
ku: نەماوە
lo: ສິນຄ້າໝົດ
lt: Išparduota
mr: स्टॉक संपला आहे
ms: Kehabisan stok
my: ကုန်ပစ္စည်းကုန်နေပါသည်
no: Ikke på lager
pl: Wyprzedane
ro: Stoc epuizat
si: තොග නොමැත
sk: Vypredané
sq: Nuk ka në stok
sr: Нема на стању
sv: Slut i lager
sw: Haipatikani
ta: கையிருப்பில் இல்லை
te: స్టాక్‌లో లేదు
th: สินค้าหมด
tr: Stokta Yok
uk: Немає в наявності
ur: اسٹاک ختم
uz: Sotuvda yo'q
vi: Hết hàng

source: Unavailable
am: የማይገኝ
ar: غير متوفر
az: Mövcud deyil
bg: Не е налично
bn: অনুপলব্ধ
bs: Nedostupno
ca: No disponible
cs: Nedostupné
da: Ikke tilgængelig
el: Μη διαθέσιμο
et: Pole saadaval
fa: ناموجود
fi: Ei saatavilla
he: לא זמין
hi: अनुपलब्ध
hu: Nem elérhető
id: Tidak Tersedia
ja: 現在ご利用いただけません
ka: მიუწვდომელია
kk: Қолжетімді емес
km: មិនអាចប្រើបាន
kn: ಲಭ್ಯವಿಲ್ಲ
ku: بەردەست نیە
lo: ບໍ່ສາມາດໃຊ້ໄດ້
lt: Nepasiekiama
mr: उपलब्ध नाही
ms: Tidak tersedia
my: မရရှိနိုင်ပါ
no: Utilgjengelig
pl: Niedostępne
ro: Indisponibil
si: නොමැත
sk: Nedostupné
sq: I padisponueshëm
sr: Недоступно
sv: Inte tillgänglig
sw: Haipatikani
ta: கிடைக்கவில்லை
te: లభించదు
th: ไม่พร้อมใช้งาน
tr: Mevcut Değil
uk: Недоступний
ur: دستیاب نہیں
uz: Mavjud emas
vi: Không có sẵn

source: Category
am: ምድብ
ar: الفئات
az: Kateqoriya
bg: Категория
bn: বিভাগ
bs: Kategorija
ca: Categoria
cs: Kategorie
da: Kategori
el: Κατηγορία
et: Kategooria
fa: دسته‌بندی
fi: Kategoria
he: קטגוריה
hi: श्रेणी
hu: Kategória
id: Kategori
ja: カテゴリー
ka: კატეგორია
kk: Санат
km: ប្រភេទ
kn: ವರ್ಗ
ku: بەش
lo: ປະເພດ
lt: Kategorija
mr: श्रेणी
ms: Kategori
my: အမျိုးအစား
no: Kategori
pl: Kategoria
ro: Categorie
si: ප්‍රවර්ගය
sk: Kategória
sq: Kategoria
sr: Категорија
sv: Kategori
sw: Jamii
ta: வகை
te: వర్గం
th: หมวดหมู่
tr: Kategori
uk: Категорія
ur: زمرہ
uz: Kategoriya
vi: Danh mục

# noProduct
source: No Products
am: ምንም ምርቶች የሉም
ar: لا توجد منتجات
az: Məhsul tapılmadı
bg: Няма продукт
bn: কোনো পণ্য নেই
bs: Nema proizvoda
ca: Cap producte
cs: Žádný produkt
da: Intet produkt
el: Δεν υπάρχει προϊόν
et: Tooteid pole
fa: محصولی یافت نشد
fi: Ei tuotetta
he: אין מוצרים
hi: कोई उत्पाद नहीं
hu: Nincs termék
id: Tidak Ada Produk
ja: 商品が見つかりません
ka: პროდუქტი არ არის
kk: Өнім жоқ
km: គ្មានផលិតផល
kn: ಯಾವುದೇ ಉತ್ಪನ್ನವಿಲ್ಲ
ku: بەرهەم نیە
lo: ບໍ່ມີຜະລິດຕະພັນ
lt: Nėra produkto
mr: उत्पादन नाही
ms: Tiada Produk
my: ပစ္စည်းမရှိပါ
no: Ingen produkter
pl: Brak produktu
ro: Niciun produs
si: නිෂ්පාදන නොමැත
sk: Žiadny produkt
sq: Asnjë produkt
sr: Нема производа
sv: Ingen produkt
sw: Hakuna Bidhaa
ta: பொருட்கள் இல்லை
te: ఉత్పత్తులు లేవు
th: ไม่มีสินค้า
tr: Ürün Yok
uk: Немає товару
ur: کوئی پروڈکٹ نہیں۔
uz: Mahsulot yo'q
vi: Không có sản phẩm

# weFoundProducts
source: We found {length} products
am: {length} ምርቶችን አግኝተናል
ar: تم العثور على {length} منتج
az: {length} məhsul tapıldı
bg: Намерихме {length} продукта
bn: আমরা {length}টি পণ্য পেয়েছি
bs: Pronašli smo {length} proizvoda
ca: Hem trobat {length} productes
cs: Našli jsme {length} produktů
da: Vi fandt {length} produkter
el: Βρέθηκαν {length} προϊόντα
et: Leidsime {length} toodet
fa: {length} محصول یافت شد
fi: Löysimme {length} tuotetta
he: מצאנו {length} מוצרים
hi: हमें {length} उत्पाद मिले
hu: Találtunk {length} terméket
id: Kami menemukan {length} produk
ja: {length}件の商品が見つかりました
ka: ნაპოვნია {length} პროდუქტი
kk: {length} өнім табылды
km: យើងបានរកឃើញផលិតផល {length}
kn: ನಾವು {length} ಉತ್ಪನ್ನಗಳನ್ನು ಕಂಡುಕೊಂಡಿದ್ದೇವೆ
ku: {length} بەرهەم دۆزرایەوە
lo: ພວກເຮົາພົບເຫັນ {length} ຜະລິດຕະພັນ
lt: Radome {length} produktų
mr: आम्हाला {length} उत्पादने सापडली
ms: Kami menemui {length} produk
my: ပစ္စည်း {length} ခုတွေ့ရှိပါသည်
no: Vi fant {length} produkter
pl: Znaleźliśmy {length} produktów
ro: Am găsit {length} produse
si: නිෂ්පාදන {length}ක් සොයා ගන්නා ලදී
sk: Našli sme {length} produktov
sq: Gjetëm {length} produkte
sr: Пронађени производи
sv: Vi hittade {length} produkter
sw: Tumepata bidhaa {length}
ta: நாங்கள் {length} பொருட்களைக் கண்டறிந்தோம்
te: మేము {length} ఉత్పత్తులను కనుగొన్నాము
th: เราพบสินค้า {length} รายการ
tr: {length} Ürün Bulundu
uk: Знайдено {length} товарів
ur: ہمیں {length} پروڈکٹس ملے
uz: Biz {length} ta mahsulot topdik
vi: Tìm thấy {length} sản phẩm

source: Clear
am: አጽዳ
ar: مسح
az: Təmizlə
bg: Изчисти
bn: পরিষ্কার করুন
bs: Očisti
ca: Netejar
cs: Vymazat
da: Ryd
el: Καθαρισμός
et: Tühjenda
fa: پاک کردن
fi: Tyhjennä
he: נקה
hi: साफ़ करें
hu: Törlés
id: Hapus
ja: クリア
ka: გასუფთავება
kk: Тазарту
km: ជម្រះ
kn: ತೆರವುಗೊಳಿಸಿ
ku: پاککردنەوە
lo: ລ້າງ
lt: Išvalyti
mr: साफ करा
ms: Kosongkan
my: ရှင်းလင်းရန်
no: Tøm
pl: Wyczyść
ro: Șterge
si: හිස් කරන්න
sk: Vyčistiť
sq: Pastro
sr: Обриши
sv: Rensa
sw: Futa
ta: அழி
te: క్లియర్
th: ล้าง
tr: Temizle
uk: Очистити
ur: صاف کریں
uz: Tozalash
vi: Xóa

source: Video
am: ቪዲዮ
ar: فيديو
bg: Видео
bn: ভিডিও
ca: Vídeo
el: Βίντεο
fa: ویدیو
he: וידאו
hi: वीडियो
hu: Videó
ja: 動画
ka: ვიდეო
kk: Бейне
km: វីដេអូ
kn: ವೀಡಿಯೊ
ku: ڤیدیۆ
lo: ວິດີໂອ
lt: Vaizdo įrašas
mr: व्हिडिओ
my: ဗီဒီယို
pl: Wideo
si: වීඩියෝ
sr: Видео
ta: வீடியோ
te: వీడియో
th: วิดีโอ
uk: Відео
ur: ویڈیو

# recentView
source: Your Recent Views
am: የቅርብ ጊዜ እይታዎችዎ
ar: آخر المشاهدات
az: Son baxdıqlarınız
bg: Последно разгледани
bn: আপনার সাম্প্রতিক দর্শন
bs: Nedavno pregledano
ca: La teva última visualització
cs: Vaše nedávné zobrazení
da: Seneste visninger
el: Πρόσφατη προβολή
et: Sinu hiljutised vaatamised
fa: بازدیدهای اخیر
fi: Viimeksi katsotut
he: הצפייה האחרונה שלך
hi: आपका हाल ही का दृश्य
hu: Legutóbb megtekintett
id: Dilihat Terakhir
ja: 最近見た商品
ka: ბოლოს ნანახი
kk: Соңғы қаралғандар
km: មើលថ្មីៗរបស់អ្នក
kn: ನಿಮ್ಮ ಇತ್ತೀಚಿನ ನೋಟ
ku: دوایین بینینەکانت
lo: ເບິ່ງຫຼ້າສຸດ
lt: Jūsų paskutinė peržiūra
mr: तुमचे अलीकडील पाहिलेले
ms: Paparan Terkini Anda
my: မကြာသေးမီကကြည့်ရှုထားသောပစ္စည်းများ
no: Nylig vist
pl: Ostatnio oglądane
ro: Vizualizate recent
si: ඔබගේ මෑත දැක්ම
sk: Naposledy zobrazené
sq: Shikimet e fundit
sr: Недавно прегледано
sv: Din senaste vy
sw: Ulizotazama Hivi Karibuni
ta: சமீபத்தில் பார்த்தவை
te: మీ ఇటీవలి వీక్షణలు
th: มุมมองล่าสุด
tr: Son Görüntülenenler
uk: Нещодавно переглянуті
ur: آپ کا حالیہ منظر
uz: Oxirgi ko'rilganlar
vi: Xem gần đây

source: In Stock
am: በአክሽን ውስጥ
ar: متوفر
az: Stokda var
bg: Налично
bn: স্টকে আছে
bs: Na stanju
ca: En estoc
cs: Skladem
da: På lager
el: Σε απόθεμα
et: Laos
fa: موجود
fi: Varastossa
he: במלאי
hi: स्टॉक में
hu: Készleten
id: Stok Tersedia
ja: 在庫あり
ka: Საწყობში
kk: Қоймада бар
km: មានស្តុក
kn: ದಾಸ್ತಾನಿನಲ್ಲಿದೆ
ku: هەمانە
lo: ມີໃນສາງ
lt: Yra sandėlyje
mr: स्टॉक मध्ये
ms: Dalam stok
my: ပစ္စည်းလက်ကျန်ရှိပါသည်
no: På lager
pl: W magazynie
ro: În stoc
si: තොග ඇත
sk: Na sklade
sq: Në magazinë
sr: На стању
sv: I lager
sw: Ipo kwenye hisa
ta: கையிருப்பில் உள்ளது
te: స్టాక్‌లో ఉంది
th: มีสินค้า
tr: Stokta Var
uk: В наявності
ur: دستیاب
uz: Sotuvda mavjud
vi: Còn hàng

source: Tracking number is
am: የክትትል ቁጥር
ar: رقم التتبع هو
az: İzləmə nömrəsi
bg: Номер за проследяване
bn: ট্র্যাকিং নম্বর
bs: Broj za praćenje je
ca: El número de seguiment és
cs: Sledovací číslo je
da: Sporingsnummer er
el: Ο αριθμός παρακολούθησης είναι
et: Jälgimisnumber on
fa: کد رهگیری
fi: Seurantanumero on
he: מספר המעקב הוא
hi: ट्रैकिंग नंबर है
hu: Csomagszám
id: Nomor Pelacakan
ja: 追跡番号：
ka: თვალთვალის ნომერია
kk: Бақылау нөмірі
km: លេខតាមដានគឺ
kn: ಟ್ರ್ಯಾಕಿಂಗ್ ಸಂಖ್ಯೆ
ku: کۆدی بەدواداچون
lo: ລະຫັດຕິດຕາມແມ່ນ
lt: Sekimo numeris yra
mr: ट्रॅकिंग क्रमांक आहे
ms: Nombor penjejakan ialah
my: ခြေရာခံနံပါတ်
no: Sporingsnummer er
pl: Numer śledzenia to
ro: Numărul de urmărire este
si: ලුහුබැඳීම් අංකය
sk: Sledovacie číslo je
sq: Numri i gjurmimit është
sr: Број за праћење
sv: Spårningsnummer är
sw: Namba ya ufuatiliaji ni
ta: கண்காணிப்பு எண்
te: ట్రాకింగ్ నంబర్
th: หมายเลขการติดตามคือ
tr: Takip Numarası
uk: Номер відстеження:
ur: ٹریکنگ نمبر ہے
uz: Kuzatuv raqami
vi: Mã theo dõi là

source: Availability
am: መገኘት
ar: التوفر
az: Mövcudluq
bg: Наличност
bn: প্রাপ্যতা
bs: Dostupnost
ca: Disponibilitat
cs: Dostupnost
da: Tilgængelighed
el: Διαθεσιμότητα
et: Saadavus
fa: موجودی
fi: Saatavuus
he: זמינות
hi: उपलब्धता
hu: Elérhetőség
id: Ketersediaan
ja: 在庫状況
ka: ხელმისაწვდომობა
kk: Қолжетімділік
km: ភាពមាន
kn: ಲಭ್ಯತೆ
ku: بەردەستێتی
lo: ສະຖານະ
lt: Prieinamumas
mr: उपलब्धता
ms: Ketersediaan
my: ရရှိနိုင်မှု
no: Tilgjengelighet
pl: Dostępność
ro: Disponibilitate
si: පවතින බව
sk: Dostupnosť
sq: Disponueshmëria
sr: Доступност
sv: Tillgänglighet
sw: Upatikanaji
ta: கிடைக்கும் தன்மை
te: లభ్యత
th: สถานะสินค้า
tr: Stok Durumu
uk: Наявність
ur: دستیابی
uz: Mavjudligi
vi: Tình trạng

source: Tracking Page
am: የክትትል ገጽ
ar: صفحة التتبع
az: İzləmə səhifəsi
bg: Страница за проследяване
bn: ট্র্যাকিং পৃষ্ঠা
bs: Stranica za praćenje
ca: Pàgina de seguiment
cs: Stránka sledování
da: Sporingsside
el: Σελίδα παρακολούθησης
et: Jälgimisleht
fa: پیگیری سفارش
fi: Seurantasivu
he: דף מעקב
hi: ट्रैकिंग पृष्ठ
hu: Nyomon követési oldal
id: Halaman Pelacakan
ja: 配送状況
ka: თვალთვალის გვერდი
kk: Бақылау беті
km: ទំព័រតាមដាន
kn: ಟ್ರ್ಯಾಕಿಂಗ್ ಪುಟ
ku: لاپەڕەی بەدواداچون
lo: ຕິດຕາມການຂົນສົ່ງ
lt: Sekimo puslapis
mr: ट्रॅकिंग पृष्ठ
ms: Halaman penjejakan
my: ခြေရာခံစာမျက်နှာ
no: Sporingsside
pl: Strona śledzenia
ro: Pagina de urmărire
si: ලුහුබැඳීම් පිටුව
sk: Stránka sledovania
sq: Faqja e gjurmimit
sr: Страница за праћење
sv: Spårningssida
sw: Ukurasa wa Ufuatiliaji
ta: கண்காணிப்புப் பக்கம்
te: ట్రాకింగ్ పేజీ
th: หน้าการติดตาม
tr: Takip Sayfası
uk: Сторінка відстеження
ur: ٹریکنگ صفحہ
uz: Kuzatuv sahifasi
vi: Trang theo dõi

source: My Points
am: የእኔ ነጥቦች
ar: نقاطي
az: Xallarım
bg: Моите точки
bn: আমার পয়েন্ট
bs: Moji bodovi
ca: Els meus punts
cs: Moje body
da: Mine point
el: Οι πόντοι μου
et: Minu punktid
fa: امتیازات من
fi: Omat pisteet
he: הנקודות שלי
hi: मेरे अंक
hu: Pontjaim
id: Poin Saya
ja: ポイント
ka: ჩემი ქულები
kk: Менің ұпайларым
km: ពិន្ទុរបស់ខ្ញុំ
kn: ನನ್ನ ಅಂಕಗಳು
ku: پۆینتەکانم
lo: ຄະແນນສະສົມ
lt: Mano taškai
mr: माझे गुण
ms: Mata saya
my: ကျွန်ုပ်၏ပွိုင့်များ
no: Mine poeng
pl: Moje punkty
ro: Punctele mele
si: මගේ ලකුණු
sk: Moje body
sq: Pikat e mia
sr: Моји бодови
sv: Mina poäng
sw: Pointi zangu
ta: எனது புள்ளிகள்
te: నా పాయింట్లు
th: คะแนนของฉัน
tr: Puanlarım
uk: Мої бали
ur: میرے پوائنٹس
uz: Mening ballarim
vi: Điểm của tôi

# youHavePoints
source: You have {point} points
am: {point} ነጥቦች አሉዎት
ar: لديك {point} نقطة
az: {point} xalınız var
bg: Имате {point} точки
bn: আপনার {point} পয়েন্ট আছে
bs: Imate {point} bodova
ca: Tens {point} punts
cs: Máte {point} bodů
da: Du har {point} point
el: Έχετε {point} πόντους
et: Sul on {point} punkti
fa: امتیاز شما: $point
fi: Sinulla on {point} pistettä
he: יש לך {point} נקודות
hi: आपके पास {point} अंक हैं
hu: Jelenleg {point} pontja van
id: Anda memiliki {point} poin
ja: {point}ポイントあります
ka: თქვენ გაქვთ $point ქულა
kk: Сізде {point} ұпай бар
km: អ្នកមានពិន្ទុ $point
kn: ನಿಮ್ಮ ಬಳಿ {point} ಅಂಕಗಳಿವೆ
ku: تۆ هەندێك پۆینتت هەیە
lo: ທ່ານມີຄະແນນ $point
lt: Turite {point} taškų
mr: तुमच्याकडे {point} गुण आहेत
ms: Anda mempunyai {point} mata
my: သင့်တွင် ပွိုင့် {point} ရှိပါသည်
no: Du har {point} poeng
pl: Masz {point} punktów
ro: Ai {point} puncte
si: ඔබට ලකුණු $point ඇත
sk: Máte {point} bodov
sq: Keni {point} pikë
sr: Имате бодова
sv: Du har {point} poäng
sw: Una pointi {point}
ta: உங்களுக்கு {point} புள்ளிகள் உள்ளன
te: మీకు {point} పాయింట్లు ఉన్నాయి
th: คุณมี $point points
tr: {point} Puanınız Var
uk: У вас є {point} балів
ur: آپ کے پاس {point} پوائنٹس ہیں
uz: Sizda {point} ball bor
vi: Bạn có {point} điểm

source: Events
am: ዝግጅቶች
ar: الفعاليات
az: Tədbirlər
bg: Събития
bn: ইভেন্টস
bs: Događaji
ca: Esdeveniments
cs: Události
da: Begivenheder
el: Εκδηλώσεις
et: Sündmused
fa: رویدادها
fi: Tapahtumat
he: אירועים
hi: कार्यक्रम
hu: Események
id: Acara
ja: イベント
ka: ღონისძიებები
kk: Оқиғалар
km: ព្រឹត្តិការណ៍
kn: ಕಾರ್ಯಕ್ರಮಗಳು
ku: بۆنەکان
lo: ເຫດການຕ່າງໆ
lt: Įvykiai
mr: कार्यक्रम
ms: Acara
my: ပွဲများ
no: Arrangementer
pl: Wydarzenia
ro: Evenimente
si: සිදුවීම්
sk: Udalosti
sq: Ngjarjet
sr: Догађаји
sv: Evenemang
sw: Matukio
ta: நிகழ்வுகள்
te: ఈవెంట్స్
th: กิจกรรม
tr: Etkinlikler
uk: Події
ur: تقریبات
uz: Tadbirlar
vi: Sự kiện

source: Date
am: ቀን
ar: التاريخ
az: Tarix
bg: Дата
bn: তারিখ
bs: Datum
ca: Data
cs: Datum
da: Dato
el: Ημερομηνία
et: Kuupäev
fa: تاریخ
fi: Päivämäärä
he: תאריך
hi: दिनांक
hu: Dátum
id: Tanggal
ja: 日付
ka: თარიღი
kk: Күні
km: កាលបរិច្ឆេទ
kn: ದಿನಾಂಕ
ku: بەروار
lo: ວັນທີ
lt: Data
mr: तारीख
ms: Tarikh
my: ရက်စွဲ
no: Dato
pl: Data
ro: Data
si: දිනය
sk: Dátum
sq: Data
sr: Датум
sv: Datum
sw: Tarehe
ta: தேதி
te: తేదీ
th: วันที่
tr: Tarih
uk: Дата
ur: تاریخ
uz: Sana
vi: Ngày

source: Point
am: ነጥብ
ar: نقطة
az: Xal
bg: Точка
bn: পয়েন্ট
bs: Bod
ca: Punt
cs: bod
el: Πόντοι
et: Punkt
fa: امتیاز
fi: Piste
he: נקודה
hi: अंक
hu: Pont
id: Poin
ja: ポイント
ka: ქულა
kk: Ұпай
km: ពិន្ទុ
kn: ಅಂಕ
ku: پۆینت
lo: ຄະແນນ
lt: taškas
mr: गुण
ms: Mata
my: ပွိုင့်
no: Poeng
pl: Punkt
ro: Punct
si: ලකුණු
sk: Body
sq: Pikë
sr: Бодови
sv: Poäng
sw: Pointi
ta: புள்ளி
te: పాయింట్
th: พอยต์
tr: Puan
uk: Бали
ur: پوائنٹ
uz: Ball
vi: Điểm

source: Order Notes
am: የትዕዛዝ ማስታወሻዎች
ar: ملاحظات الطلب
az: Sifariş qeydləri
bg: Бележки към поръчката
bn: অর্ডার নোট
bs: Napomene za narudžbu
ca: Notes de la comanda
cs: Poznámky k objednávce
da: Ordrenoter
el: Σημειώσεις παραγγελίας
et: Tellimuse märkused
fa: توضیحات سفارش
fi: Tilaushuomautukset
he: הערות להזמנה
hi: आदेश नोट्स
hu: Megjegyzés a rendeléshez
id: Catatan Pesanan
ja: 注文メモ
ka: შეკვეთის შენიშვნები
kk: Тапсырыс жазбалары
km: កំណត់ចំណាំបញ្ជាទិញ
kn: ಆದೇಶದ ಟಿಪ್ಪಣಿಗಳು
ku: تێبینیەکانی داواکردن
lo: ບັນທຶກຄໍາສັ່ງຊື້
lt: Užsakymo pastabos
mr: ऑर्डर टिपा
ms: Nota Pesanan
my: အော်ဒါမှတ်စု
no: Ordrenotater
pl: Uwagi do zamówienia
ro: Note comandă
si: ඇණවුම් සටහන්
sk: Poznámky k objednávke
sq: Shënimet e porosisë
sr: Напомене уз поруџбину
sv: Beställningsanteckningar
sw: Maelezo ya agizo
ta: ஆர்டர் குறிப்புகள்
te: ఆర్డర్ గమనికలు
th: หมายเหตุคำสั่งซื้อ
tr: Sipariş Notları
uk: Примітки до замовлення
ur: آرڈر کے نوٹس
uz: Buyurtma eslatmalari
vi: Ghi chú đơn hàng

# ratingFirst
source: Please rate before you send your comment
am: እባክዎ አስተያየትዎን ከመላክዎ በፊት ደረጃ ይስጡ
ar: يرجى التقييم قبل إرسال تعليقك
az: Şərh yazmamışdan əvvəl qiymətləndirin
bg: Моля, оценете преди да напишете коментар
bn: আপনি আপনার মন্তব্য পাঠানোর আগে রেটিং করুন
bs: Molimo ocijenite prije nego što pošaljete komentar
ca: Si us plau, valora abans d'enviar el teu comentari
cs: Nejprve prosím ohodnoťte před odesláním komentáře
da: Bedøm venligst før du sender din kommentar
el: Παρακαλώ αξιολογήστε πριν στείλετε το σχόλιό σας
et: Palun hinda enne kommentaari saatmist
fa: لطفاً قبل از ارسال نظر، امتیاز دهید
fi: Arvioi ennen kuin lähetät kommentin
he: אנא דרג לפני שליחת התגובה
hi: कृपया अपनी टिप्पणी भेजने से पहले रेटिंग दें
hu: Kérjük, értékeljen, mielőtt megjegyzést ír
id: Beri rating sebelum mengirim komentar
ja: レビューを投稿するには評価をしてください
ka: გთხოვთ შეაფასოთ კომენტარის დატოვებამდე
kk: Пікір жібермес бұрын бағалаңыз
km: សូមវាយតម្លៃមុននឹងផ្ញើមតិយោបល់របស់អ្នក។
kn: ನಿಮ್ಮ ಕಾಮೆಂಟ್ ಕಳುಹಿಸುವ ಮೊದಲು ದಯವಿಟ್ಟು ರೇಟಿಂಗ್ ನೀಡಿ
ku: تکایە هەڵسەنگاندن بکە پێش ناردنی بۆچون!
lo: ກະລຸນາໃຫ້ຄະແນນກ່ອນທີ່ທ່ານຈະສົ່ງຄຳຄິດເຫັນ
lt: Įvertinkite prieš siųsdami komentarą
mr: कृपया तुमचा अभिप्राय पाठवण्यापूर्वी रेटिंग द्या
ms: Sila berikan penilaian sebelum menghantar ulasan anda
my: သင့်မှတ်ချက်မပို့မီ အဆင့်သတ်မှတ်ပေးပါ
no: Vennligst gi en vurdering før du sender kommentaren din
pl: Oceń przed wysłaniem komentarza
ro: Te rugăm să evaluezi înainte de a trimite comentariul
si: කරුණාකර ඔබේ අදහස් යැවීමට පෙර ශ්‍රේණිගත කරන්න
sk: Pred odoslaním komentára pridajte hodnotenie
sq: Ju lutemi vlerësoni para se të dërgoni komentin tuaj
sr: Молимо оцените пре него што пошаљете коментар
sv: Betygsätt innan du skickar din kommentar
sw: Tafadhali kadiria kabla ya kutuma maoni yako
ta: முதலில் மதிப்பிடவும்
te: మీరు వ్యాఖ్యానించే ముందు దయచేసి రేట్ చేయండి
th: โปรดให้คะแนนก่อนที่คุณจะส่งความคิดเห็น
tr: Yorum yapmadan önce lütfen puan verin
uk: Оцініть перед тим, як залишити коментар
ur: براہ کرم اپنا تبصرہ بھیجنے سے پہلے درجہ بندی کریں
uz: Fikr yuborishdan oldin baholang
vi: Vui lòng đánh giá trước khi gửi bình luận

# commentFirst
source: Please write your comment
am: እባክዎ አስተያየትዎን ይጻፉ
ar: يرجى كتابة تعليقك
az: Şərhinizi yazın
bg: Моля, напишете вашия коментар
bn: অনুগ্রহ করে আপনার মন্তব্য লিখুন
bs: Molimo napišite svoj komentar
ca: Si us plau, escriu el teu comentari
cs: Napište prosím svůj komentář
da: Skriv venligst din kommentar
el: Παρακαλώ γράψτε το σχόλιό σας
et: Palun kirjuta oma kommentaar
fa: لطفاً نظر خود را بنویسید
fi: Kirjoita kommenttisi
he: אנא כתוב תגובה
hi: कृपया अपनी टिप्पणी लिखें
hu: Kérjük, írja meg véleményét
id: Tulis komentar Anda
ja: コメントを入力してください
ka: გთხოვთ, დაწეროთ თქვენი კომენტარი
kk: Пікіріңізді жазыңыз
km: សូមសរសេរមតិរបស់អ្នក
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಕಾಮೆಂಟ್ ಬರೆಯಿರಿ
ku: تکایە بۆچونەکەت بنوسە
lo: ກະລຸນາຂຽນຄຳເຫັນຂອງທ່ານ
lt: Parašykite savo komentarą
mr: कृपया तुमचा अभिप्राय लिहा
ms: Sila tulis komen anda
my: ကျေးဇူးပြု၍မှတ်ချက်တစ်ခုရေးပါ
no: Vennligst skriv din kommentar
pl: Napisz swój komentarz
ro: Te rugăm să scrii un comentariu
si: කරුණාකර ඔබේ අදහස ලියන්න
sk: Napíšte svoj komentár
sq: Ju lutemi shkruani komentin tuaj
sr: Молимо напишите коментар
sv: Skriv din kommentar
sw: Tafadhali andika maoni yako
ta: முதலில் கருத்து தெரிவிக்கவும்
te: దయచేసి మీ వ్యాఖ్యను వ్రాయండి
th: กรุณาเขียนความคิดเห็นของคุณ
tr: Lütfen yorumunuzu yazın
uk: Будь ласка, напишіть коментар
ur: براہ کرم اپنا تبصرہ لکھیں
uz: Iltimos, fikringizni yozing
vi: Vui lòng viết bình luận của bạn

# writeComment
source: Write your comment
am: አስተያየትዎን ይጻፉ
ar: اكتب تعليقك
az: Şərhiniz
bg: Напишете коментар
bn: আপনার মন্তব্য লিখুন
bs: Napišite komentar
ca: Escriu el teu comentari
cs: Napište svůj komentář
da: Skriv din kommentar
el: Γράψτε το σχόλιό σας
et: Kirjuta oma kommentaar
fa: نظر خود را بنویسید
fi: Kirjoita kommenttisi
he: כתוב תגובה
hi: अपनी टिप्पणी लिखें
hu: Írja meg véleményét
id: Tulis komentar Anda
ja: コメントを書く
ka: დაწერეთ თქვენი კომენტარი
kk: Пікіріңізді жазыңыз
km: សរសេរមតិរបស់អ្នក
kn: ನಿಮ್ಮ ಕಾಮೆಂಟ್ ಬರೆಯಿರಿ
ku: بۆچونەکەت بنوسە
lo: ຂຽນຄຳເຫັນ
lt: Parašykite savo komentarą
mr: तुमचा अभिप्राय लिहा
ms: Tulis komen anda
my: သင့်မှတ်ချက်ရေးရန်
no: Skriv din kommentar
pl: Napisz komentarz
ro: Scrie un comentariu
si: ඔබේ අදහස ලියන්න
sk: Napíšte svoj komentár
sq: Shkruani komentin tuaj
sr: Напишите коментар
sv: Skriv din kommentar
sw: Andika maoni yako
ta: உங்கள் கருத்தை எழுதவும்
te: మీ వ్యాఖ్యను వ్రాయండి
th: เขียนความคิดเห็นของคุณ
tr: Yorumunuzu Yazın
uk: Напишіть свій коментар
ur: اپنا تبصرہ لکھیں
uz: Izoh qoldiring
vi: Viết bình luận của bạn
