Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Pending Reviews
am: በመጠበቅ ላይ ያሉ ግምገማዎች
ar: التقييمات المعلقة
az: Gözləyən Baxışlar
bg: Чакащи отзиви
bn: মুলতুবি পর্যালোচনা
bs: Recenzije na čekanju
ca: Ressenyes pendents
cs: Čekající recenze
da: Ventende anmeldelser
el: Αξιολογήσεις σε εκκρεμότητα
et: Ootel arvustused
fa: بررسی های معلق
fi: Odottavat arvostelut
he: ביקורות ממתינות
hi: लंबित समीक्षाएं
hu: Függőben lévő értékelések
id: Ulasan Tertunda
ja: レビュー待ち
ka: მომლოდინე მიმოხილვები
kk: Күтудегі пікірлер
km: ការវាយតម្លៃកំពុងរង់ចាំ
kn: ಮತ್ತಷ್ಟು ಉಳಿದಿರುವ ವಿಮರ್ಶೆಗಳು
ku: هەڵسەنگاندنە چاوەڕوانەکان
lo: ລໍຖ້າການທົບທວນຄືນ
lt: Laukiantys atsiliepimai
mr: प्रलंबित पुनरावलोकने
ms: Menunggu Ulasan
my: ဆိုင်းငံ့ထားသော သုံးသပ်ချက်များ
no: Ventende vurderinger
pl: Oczekujące opinie
ro: Recenzii în așteptare
si: අපේක්ෂිත සමාලෝචන
sk: Čakajúce recenzie
sq: Vlerësime në pritje
sr: Рецензије на чекању
sv: Väntande recensioner
sw: Maoni Yanayosubiri
ta: நிலுவையில் உள்ள மதிப்புரைகள்
te: పెండింగ్ సమీక్షలు
th: กำลังรอการพิจารณา
tr: Bekleyen değerlendirmeler
uk: Очікують на розгляд
ur: زیر التواء جائزے
uz: Kutilayotgan sharhlar
vi: Đánh giá đang chờ

# removeWishlist
source: Remove from Wishlist
am: ከየትኛውም ዝርዝር ላይ አስወግድ
ar: إزالة من قائمة الرغبات
az: İstək siyahısından silin
bg: Премахни от списъка с желания
bn: ইচ্ছা তালিকা থেকে সরান
bs: Ukloni sa liste želja
ca: Elimina de la llista de desitjos
cs: Odebrat ze seznamu přání
da: Fjern fra ønskeliste
el: Κατάργηση από τη λίστα επιθυμιών
et: Eemalda soovinimekirjast
fa: حذف از لیست علاقه مندی ها
fi: Poista toivelistalta
he: הסר מרשימת המשאלות
hi: इच्छा-सूची से हटाएं
hu: Eltávolítás a kívánságlistáról
id: Hapus dari Daftar Keinginan
ja: お気に入りから削除
ka: ამოღება სურვილების სიიდან
kk: Қалаулар тізімінен өшіру
km: ដកចេញពីបញ្ជីចង់បាន
kn: ಇಚ್ಛೆಪಟ್ಟಿಯಿಂದ ತೆಗೆದುಹಾಕಿ
ku: لابردن لە لیستی دڵخوازەکان
lo: ເອົາອອກຈາກລາຍການທີ່ຢາກໄດ້
lt: Pašalinti iš norų sąrašo
mr: इच्छासूचीतून काढा
ms: Alih keluar daripada Senarai Hajat
my: ဆန္ဒစာရင်းမှ ဖယ်ရှားပါ။
no: Fjern fra ønskelisten
pl: Usuń z listy życzeń
ro: Elimină din lista de dorințe
si: කැමැත්ත ලැයිස්තුවෙන් ඉවත් කරන්න
sk: Odstrániť zo zoznamu želaní
sq: Hiq nga lista e dëshirave
sr: Уклони са листе жеља
sv: Ta bort från önskelista
sw: Ondoa kwenye Orodha ya Matamanio
ta: விருப்பப்பட்டியலில் இருந்து அகற்று
te: ఇష్టమైన వాటి నుండి తొలగించు
th: ลบออกจากรายการสิ่งที่อยากได้
tr: İstek listesinden kaldır
uk: Видалити зі списку бажань
ur: خواہش کی فہرست سے ہٹا دیں۔
uz: Istaklar roʻyxatidan olib tashlash
vi: Xóa khỏi danh sách mong muốn

# removeWishlistContent
source: Do you want to remove {count} item(s) from your wishlist?
am: ከምኞት ዝርዝርዎ ውስጥ የ{count} ንጥሎችን ማስወገድ ትፈልጋለህ?
ar: هل تريد إزالة {count} عنصر من قائمة رغباتك؟
az: İstək siyahınızdan {count} elementi silmək istəyirsiniz?
bg: Искате ли да премахнете {count} артикула от вашия списък с желания?
bn: আপনি কি আপনার ইচ্ছা তালিকা থেকে {count} টি আইটেম(গুলি) সরাতে চান?
bs: Želite li ukloniti sljedeći broj stavki: {count} sa svoje liste želja?
ca: Vols eliminar {count} element(s) de la teva llista de desitjos?
cs: Chcete odebrat položky (celkem {count}) ze seznamu přání?
da: Vil du fjerne {count} vare(r) fra din ønskeliste?
el: Θέλετε να αφαιρέσετε {count} στοιχεία από τη λίστα επιθυμιών σας;
et: Kas soovid eemaldada {count} eset oma soovinimekirjast?
fa: آیا می‌خواهید {count} مورد(های) را از لیست خواسته‌های خود حذف کنید؟
fi: Haluatko poistaa {count} tuotetta toivelistalta?
he: האם ברצונך להסיר {count} פריטים מרשימת המשאלות?
hi: क्या आप अपनी इच्छा-सूची से {count} वस्तु हटाना चाहते हैं?
hu: Eltávolít {count} terméket a kívánságlistájáról?
id: Apakah Anda ingin menghapus {count} item dari daftar keinginan?
ja: {count}個の商品をお気に入りから削除しますか？
ka: გსურთ ამოშალოთ {count} ელემენტ(ებ)ი თქვენი სურვილების სიიდან?
kk: Қалаулар тізіміңізден {count} элементті өшіргіңіз келе ме?
km: តើអ្នកពិតជាចង់យក {count} ធាតុចេញពីបញ្ជីចង់បានរបស់អ្នកមែនទេ?
kn: ನಿಮ್ಮ ಇಚ್ಛಾಪಟ್ಟಿಯಿಂದ {count} ಐಟಂ(ಗಳನ್ನು) ತೆಗೆದುಹಾಕಲು ನೀವು ಖಚಿತವಾಗಿದ್ದೀರಾ?
ku: دەتەوێت {count} دانە لە لیستی دڵخوازەکان بسڕیتەوە؟
lo: ທ່ານຕ້ອງການລຶບ {count} ລາຍການອອກຈາກລາຍການທີ່ຢາກໄດ້ຂອງທ່ານບໍ?
lt: Ar norite pašalinti {count} elementą(-us) iš norų sąrašo?
mr: तुम्ही तुमच्या इच्छासूचीतून {count} वस्तू काढू इच्छिता?
ms: Adakah anda mahu mengalih keluar {count} item daripada senarai hajat anda?
my: သင့်ဆန္ဒစာရင်းမှ အရာ {count} ခုကို ဖယ်ရှားလိုပါသလား။
no: Vil du fjerne {count} element(er) fra ønskelisten din?
pl: Czy chcesz usunąć {count} pozycji z listy życzeń?
ro: Vrei să elimini {count} produs(e) din lista ta de dorințe?
si: ඔබගේ කැමැත්ත ලැයිස්තුවෙන් අයිතම {count}ක් ඉවත් කිරීමට අවශ්‍යද?
sk: Chcete odstrániť položky (počet: {count}) zo zoznamu želaní?
sq: Dëshironi të hiqni {count} artikuj nga lista e dëshirave?
sr: Да ли желите да уклоните ставке ( {count} ) са листе жеља?
sv: Vill du ta bort {count} artikel/artiklar från din önskelista?
sw: Je, ungependa kuondoa vipengee {count} kutoka kwenye orodha yako ya matamanio?
ta: உங்கள் விருப்பப்பட்டியலில் இருந்து {count} உருப்படியை(களை) அகற்ற விரும்புகிறீர்களா?
te: మీరు {count} అంశాన్ని/అంశాలను మీ ఇష్టమైన వాటి నుండి తొలగించాలనుకుంటున్నారా?
th: คุณต้องการลบรายการ {count} รายการออกจากรายการสิ่งที่อยากได้ของคุณหรือไม่?
tr: İstek listenizden {count} ürünü kaldırmak istiyor musunuz?
uk: Бажаєте видалити {count} товарів зі списку бажань?
ur: کیا آپ اپنی خواہش کی فہرست سے {count} آئٹمز کو ہٹانا چاہتے ہیں؟
uz: {count} ta elementni istaklaringiz roʻyxatidan olib tashlamoqchimisiz?
vi: Bạn có muốn xóa {count} sản phẩm khỏi danh sách mong muốn của mình không?

source: Select item
am: ንጥል ይምረጡ
ar: اختر العنصر
az: Element seçin
bg: Изберете артикул
bn: আইটেম নির্বাচন করুন
bs: Odaberite stavku
ca: Selecciona un article
cs: Vyberte položku
da: Vælg vare
el: Επιλέξτε Στοιχείο
et: Vali ese
fa: مورد را انتخاب کنید
fi: Valitse tuote
he: בחר פריט
hi: वस्तु चुनें
hu: Válasszon terméket
id: Pilih Item
ja: 商品を選択
ka: აირჩიეთ ელემენტი
kk: Элементті таңдаңыз
km: ជ្រើសរើសទំនិញ
kn: ಐಟಂ ಆಯ್ಕೆಮಾಡಿ
ku: بابەت هەلبژێرە
lo: ເລືອກລາຍການ
lt: Pasirinkite elementą
mr: वस्तू निवडा
ms: Pilih item
my: အကြောင်းအရာကို ရွေးပါ။
no: Velg vare
pl: Wybierz produkt
ro: Selectează produsul
si: අයිතමය තෝරන්න
sk: Vyberte položku
sq: Zgjidh artikullin
sr: Изаберите ставку
sv: Välj artikel
sw: Chagua kipengee
ta: உருப்படியைத் தேர்ந்தெடுக்கவும்
te: అంశాన్ని ఎంచుకోండి
th: เลือกสินค้า
tr: Ürün seç
uk: Оберіть товар
ur: آئٹم منتخب کریں۔
uz: Elementni tanlang
vi: Chọn mục

source: Share Product Data
am: የእቃ መረጃን አጋራ
ar: مشاركة بيانات المنتج
az: Məhsul məlumatlarını paylaşın
bg: Сподели данни за продукта
bn: পণ্যের ডেটা শেয়ার করুন
bs: Dijelite podatke o proizvodu
ca: Comparteix dades del producte
cs: Sdílet informace o produktu
da: Del produktdata
el: Κοινή χρήση δεδομένων προϊόντος
et: Jaga tooteandmeid
fa: داده های محصول را به اشتراک بگذارید
fi: Jaa tuotetiedot
he: שתף נתוני מוצר
hi: उत्पाद की जानकारी साझा करें
hu: Termékadatok megosztása
id: Bagikan Data Produk
ja: 商品情報を共有
ka: გააზიარეთ პროდუქტის მონაცემები
kk: Өнім деректерін бөлісу
km: ចែករំលែកព័ត៌មានអំពីផលិតផល
kn: ಉತ್ಪನ್ನ ಡೇಟಾವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ
ku: هاوبەشکردنی زانیاری بەرهەم
lo: ແບ່ງປັນຂໍ້ມູນຜະລິດຕະພັນ
lt: Dalintis produkto duomenimis
mr: उत्पादन माहिती शेअर करा
ms: Kongsi Data Produk
my: ထုတ်ကုန်ဒေတာကို မျှဝေပါ။
no: Del produktdata
pl: Udostępnij dane produktu
ro: Distribuie datele produsului
si: නිෂ්පාදන දත්ත බෙදාගන්න
sk: Zdieľajte údaje o produkte
sq: Ndaj të dhënat e produktit
sr: Делите податке о производу
sv: Dela produktdata
sw: Shiriki Data ya Bidhaa
ta: தயாரிப்பு தரவைப் பகிரவும்
te: ఉత్పత్తి డేటాను పంచుకోండి
th: แบ่งปันข้อมูลผลิตภัณฑ์
tr: Ürün bilgilerini paylaş
uk: Поділитися даними про товар
ur: پروڈکٹ ڈیٹا شیئر کریں۔
uz: Mahsulot ma'lumotlarini almashish
vi: Chia sẻ dữ liệu sản phẩm

source: Share Product Link
am: የእቃ አገናኝን አጋራ
ar: مشاركة رابط المنتج
az: Məhsul Linkini Paylaşın
bg: Сподели линк към продукта
bn: পণ্য লিঙ্ক শেয়ার করুন
bs: Podijelite vezu proizvoda
ca: Comparteix l'enllaç del producte
cs: Sdílet odkaz na produkt
da: Del produktlink
el: Κοινή χρήση συνδέσμου προϊόντος
et: Jaga toote linki
fa: لینک محصول را به اشتراک بگذارید
fi: Jaa tuotelinkki
he: שתף קישור למוצר
hi: उत्पाद का लिंक साझा करें
hu: Termék linkjének megosztása
id: Bagikan Tautan Produk
ja: 商品リンクを共有
ka: გააზიარეთ პროდუქტის ბმული
kk: Өнім сілтемесін бөлісіңіз
km: ចែករំលែកតំណភ្ជាប់ផលិតផល
kn: ಉತ್ಪನ್ನ ಲಿಂಕ್ ಅನ್ನು ಹಂಚಿಕೊಳ್ಳಿ
ku: بەستەری بەرهەم بەش بکە
lo: ແບ່ງປັນການເຊື່ອມຕໍ່ຜະລິດຕະພັນ
lt: Dalintis produkto nuoroda
mr: उत्पादन लिंक शेअर करा
ms: Kongsi Pautan Produk
my: ထုတ်ကုန်လင့်ခ်ကို မျှဝေပါ။
no: Del produktlenke
pl: Udostępnij link do produktu
ro: Distribuie linkul produsului
si: නිෂ්පාදන සබැඳිය බෙදාගන්න
sk: Zdieľať odkaz na produkt
sq: Ndaj lidhjen e produktit
sr: Делите везу производа
sv: Dela produktlänk
sw: Shiriki Kiungo cha Bidhaa
ta: தயாரிப்பு இணைப்பைப் பகிரவும்
te: ఉత్పత్తి లింక్‌ను పంచుకోండి
th: แชร์ลิงค์ผลิตภัณฑ์
tr: Ürün bağlantısını paylaş
uk: Поділитися посиланням на товар
ur: پروڈکٹ کا لنک شیئر کریں۔
uz: Mahsulot havolasini baham ko'ring
vi: Chia sẻ liên kết sản phẩm

source: To Rate
am: ለመከፈል
ar: للتقييم
az: Qiymətləndirmək
bg: За оценяване
bn: রেট
ca: Per valorar
cs: Ohodnotit
da: At bedømme
el: Για να βαθμολογήσετε
et: Hindamiseks
fa: برای امتیاز دادن
fi: Arvostele
he: לדירוג
hi: रेटिंग करें
hu: Értékelés
id: Beri Nilai
ja: 評価する
ka: შეფასება
kk: Бағалау
km: ដើម្បីវាយតម្លៃ
kn: ಮೌಲ್ಯಮಾಪನ ಮಾಡಲು
ku: بۆ هەڵسەنگاندن
lo: ໃຫ້ຄະແນນ
lt: Įvertinti
mr: रेटिंग देण्यासाठी
ms: Untuk menilai
my: အဆင့်သတ်မှတ်ရန်
no: Å vurdere
pl: Do oceny
ro: Pentru a evalua
si: ඇගයීම සඳහා
sk: Hodnotiť
sq: Për të vlerësuar
sr: То Рате
sv: Att betygsätta
sw: Kukadiria
ta: மதிப்பிட வேண்டும்
te: రేట్ చేయడానికి
th: การให้คะแนน
tr: Değerlendirmek için
uk: Оцінити
ur: شرح کرنا
uz: Baholash
vi: Để đánh giá

source: Waiting
am: በመጠበቅ ላይ
ar: في الانتظار
az: Gözləyirəm
bg: Изчакване
bn: অপেক্ষা করছে
bs: Čekam
ca: Esperant
cs: Čeká se
da: Venter
el: αναμονή
et: Ootab
fa: در انتظار
fi: Odottaa
he: ממתין
hi: प्रतीक्षारत
hu: Várakozás
id: Menunggu
ja: 待機中
ka: ელოდება
kk: күту
km: កំពុងរង់ចាំ
kn: ನಿರೀಕ್ಷಿಸಲಾಗುತ್ತಿದೆ
ku: چاوەڕوان
lo: ລໍຖ້າ
lt: Laukiama
mr: प्रतीक्षा करत आहे
ms: Menunggu
my: စောင့်နေသည်။
no: Venter
pl: Oczekiwanie
ro: În așteptare
si: රැඳී සිටී
sk: Čakanie
sq: Në pritje
sr: Чекам
sv: Väntar
sw: Kusubiri
ta: காத்திருக்கிறது
te: వేచి ఉంది
th: ซึ่งรอคอย
tr: Bekleniyor
uk: Очікування
ur: انتظار کر رہا ہے۔
uz: Kutilmoqda
vi: Đang chờ

# youAreSelecting
source: You are selecting {count} item(s)
am: እርስዎ {count} ንጥሎችን እየመረጡ ነው
ar: أنت تختار {count} عنصر
az: Siz {count} element(lər) seçirsiniz
bg: Избирате {count} артикул(а)
bn: আপনি {count} টি আইটেম(গুলি) নির্বাচন করছেন
bs: Odabirete sljedeći broj stavki: {count}
ca: Estàs seleccionant {count} element(s)
cs: Vybíráte položky (celkem {count})
da: Du vælger {count} vare(r)
el: Επιλέγετε {count} στοιχεία
et: Valite {count} eset
fa: شما در حال انتخاب {count} مورد(های) هستید
fi: Olet valitsemassa {count} tuotetta
he: אתה בוחר {count} פריטים
hi: आप {count} वस्तु चुन रहे हैं
hu: {count} terméket választott ki
id: Anda memilih {count} item
ja: {count}個の商品を選択中
ka: თქვენ ირჩევთ {count} ერთეულ(ებ)ს
kk: Сіз {count} элементті таңдап жатырсыз
km: អ្នកកំពុងជ្រើសរើសធាតុចំនួន {count}
kn: ನೀವು {count} ಐಟಂ(ಗಳು) ಆಯ್ಕೆ ಮಾಡುತ್ತಿದ್ದೀರಾ
ku: تۆ {count} شت هەڵدەبژێریت
lo: ທ່ານກຳລັງເລືອກ {count} ລາຍການ
lt: Jūs pasirenkate {count} prekę(-es)
mr: तुम्ही {count} वस्तू निवडत आहात
ms: Anda sedang memilih {count} item
my: သင်သည် အရာ {count} ခုကို ရွေးနေသည်
no: Du har valgt {count} element(er)
pl: Wybierasz {count} produktów
ro: Selectezi {count} produs(e)
si: ඔබ {count} අයිතම(යන්) තෝරමින් සිටී
sk: Vyberáte položky (počet: {count})
sq: Po zgjidhni {count} artikuj
sr: Бирате {count} ставки(е)
sv: Du väljer {count} artikel/artiklar
sw: Unachagua vipengee {count}
ta: நீங்கள் {count} உருப்படியை(களை) தேர்ந்தெடுக்கிறீர்கள்
te: మీరు {count} అంశాన్ని/అంశాలను ఎంచుకుంటున్నారు
th: คุณกำลังเลือก {count} รายการ
tr: {count} ürün seçiyorsunuz
uk: Ви обираєте {count} товарів
ur: آپ {count} آئٹمز منتخب کر رہے ہیں
uz: Siz {count} ta elementni tanlayapsiz
vi: Bạn đang chọn {count} mục

# version
source: Version {number}
am: ስሪት {number}
ar: الإصدار {number}
az: Versiya {number}
bg: Версия {number}
bn: সংস্করণ {number}
bs: Verzija {number}
ca: Versió {number}
cs: Verze {number}
el: Έκδοση {number}
et: Versioon {number}
fa: نسخه {number}
fi: Versio {number}
he: גרסה {number}
hi: संस्करण {number}
hu: Verzió: {number}
id: Versi {number}
ja: バージョン {number}
ka: ვერსია {number}
kk: {number} нұсқасы
km: កំណែ {number}
kn: ಆವೃತ್ತಿ {number}
ku: وەشان {number}
lo: ລຸ້ນ {number}
lt: {number}versija
mr: आवृत्ती {number}
ms: Versi {number}
my: ဗားရှင်း {number}
no: Versjon {number}
pl: Wersja {number}
ro: Versiunea {number}
si: අනුවාදය {number}
sk: Verzia {number}
sq: Versioni {number}
sr: Верзија {number}
sw: Toleo la {number}
ta: பதிப்பு {number}
te: సంస్కరణ {number}
th: เวอร์ชัน {number}
tr: Sürüm {number}
uk: Версія {number}
ur: ورژن {number}
uz: Versiya {number}
vi: Phiên bản {number}

source: Add {amount} points
am: {amount} ነጥቦችን ያክሉ
ar: أضف {amount} نقطة
az: {amount} xal əlavə edin
bg: Добавете {amount} точки
bn: {amount} পয়েন্ট যোগ করুন
bs: Dodajte {amount} poena
ca: Afegeix {amount} punts
cs: Přidejte {amount} bodů
da: Tilføj {amount} point
el: Προσθέστε {amount} πόντους
et: Lisa {amount} punkti
fa: {amount} امتیاز اضافه کنید
fi: Lisää {amount} pistettä
he: הוסף {amount} נקודות
hi: {amount} अंक जोड़ें
hu: Adjon hozzá {amount} pontot
id: Tambahkan {amount} poin
ja: {amount} ポイントを追加
ka: დაამატეთ {amount} ქულა
kk: {amount} ұпай қосыңыз
km: បន្ថែមពិន្ទុ {amount}
kn: {amount} ಅಂಕಗಳನ್ನು ಸೇರಿಸಿ
ku: {amount} خاڵ زیاد بکە
lo: ເພີ່ມ {amount} ຄະແນນ
lt: Pridėkite {amount} taškų
mr: {amount} गुण जोडा
ms: Tambahkan {amount} mata
my: {amount} မှတ်ထည့်ပါ။
no: Legg til {amount} poeng
pl: Dodaj {amount} punktów
ro: Adăugați {amount} puncte
si: {amount} ලකුණු එකතු කරන්න
sk: Pridajte {amount} bodov
sq: Shto {amount} pikë
sr: Додајте {amount} поена
sv: Lägg till {amount} poäng
sw: Ongeza pointi {amount}
ta: {amount} புள்ளிகளைச் சேர்க்கவும்
te: {amount} పాయింట్లు జోడించండి
th: เพิ่ม {amount} คะแนน
tr: {amount} puan ekle
uk: Додати {amount} балів
ur: {amount} پوائنٹس شامل کریں۔
uz: {amount} ball qoʻshing
vi: Thêm {amount} điểm

# addOrUsePointsSuccessMsg
source: Congratulations! Points have been successfully added or redeemed.
am: እንኳን ደስ አላችሁ! ነጥቦች በተሳካ ሁኔታ ታክለዋል ወይም ተቀናብለዋል።
ar: مبروك! لقد تم إضافة النقاط أو استردادها بنجاح.
az: Təbrik edirik! Xallar uğurla əlavə edildi və ya geri alındı.
bg: Поздравления! Точките бяха успешно добавени или осребрени.
bn: অভিনন্দন! পয়েন্টগুলি সফলভাবে যোগ করা বা রিডিম করা হয়েছে।
bs: Čestitamo! Bodovi su uspješno dodani ili iskorišteni.
ca: Enhorabona! Els punts s'han afegit o bescanviat correctament.
cs: Gratulujeme! Body byly úspěšně přidány nebo uplatněny.
da: Tillykke! Point er blevet tilføjet eller indløst.
el: Συγχαρητήρια! Οι πόντοι προστέθηκαν ή εξαργυρώθηκαν με επιτυχία.
et: Palju õnne! Punktid on edukalt lisatud või lunastatud.
fa: تبریک می گویم! امتیازها با موفقیت اضافه یا استفاده شده است.
fi: Onnittelut! Pisteet on lisätty tai lunastettu onnistuneesti.
he: מזל טוב! נקודות נוספו או מומשו בהצלחה.
hi: बधाई हो! अंक सफलतापूर्वक जोड़ दिए गए हैं या भुना लिए गए हैं।
hu: Gratulálunk! A pontokat sikeresen hozzáadta vagy beváltotta.
id: Selamat! Poin telah berhasil ditambahkan atau ditukarkan.
ja: おめでとうございます！ポイントの追加または交換が完了しました。
ka: გილოცავ! ქულები წარმატებით იქნა დამატებული ან გამოსყიდული.
kk: Құттықтаймыз! Ұпайлар сәтті қосылды немесе өтелді.
km: អបអរសាទរ! ពិន្ទុត្រូវបានបន្ថែម ឬប្រោសលោះដោយជោគជ័យ។
kn: ಅಭಿನಂದನೆಗಳು! ಪಾಯಿಂಟ್‌ಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ ಅಥವಾ ಪುನಃ ಪಡೆಯಲಾಗಿದೆ.
ku: پیرۆزبایی! خاڵەکان بەسەرکەوتوویی زیاد یان وەرگیراون.
lo: ຊົມເຊີຍ! ຄະແນນໄດ້ຖືກເພີ່ມ ຫຼືແລກເອົາສຳເລັດແລ້ວ.
lt: Sveikiname! Taškai sėkmingai pridėti arba išpirkti.
mr: अभिनंदन! पॉइंट्स यशस्वीरित्या जोडले गेले आहेत किंवा रिडीम केले गेले आहेत.
ms: tahniah! Mata telah berjaya ditambah atau ditebus.
my: ဂုဏ်ယူပါသည်။ အမှတ်များကို အောင်မြင်စွာ ထည့်သွင်းပြီး သို့မဟုတ် ကူပွန်ဖြင့် ထုတ်ယူပြီးပါပြီ။
no: Gratulerer! Poeng har blitt lagt til eller løst inn.
pl: Gratulacje! Punkty zostały pomyślnie dodane lub wymienione.
ro: Felicitări! Punctele au fost adăugate sau valorificate cu succes.
si: සුභ පැතුම්! ලකුණු සාර්ථකව එකතු කළා හෝ ප්‍රතිලාභ ලබා ගත්තා.
sk: Gratulujeme! Body boli úspešne pridané alebo uplatnené.
sq: urime! Pikët janë shtuar ose përdorur me sukses.
sr: Честитамо! Поени су успешно додати или искоришћени.
sv: Grattis! Poäng har lagts till eller lösts in.
sw: Hongera! Pointi zimeongezwa au kukombolewa.
ta: வாழ்த்துகள்! புள்ளிகள் வெற்றிகரமாகச் சேர்க்கப்பட்டன அல்லது மீட்டெடுக்கப்பட்டன.
te: అభినందనలు! పాయింట్లు విజయవంతంగా జోడించబడ్డాయి లేదా రీడీమ్ చేయబడ్డాయి.
th: ขอแสดงความยินดี! คะแนนได้รับการเพิ่มหรือแลกเรียบร้อยแล้ว
tr: Tebrikler! Puanlar başarıyla eklendi veya kullanıldı.
uk: Щиро вітаємо! Бали успішно додано або використано.
ur: مبارک ہو! پوائنٹس کو کامیابی کے ساتھ شامل یا چھڑا لیا گیا ہے۔
uz: Tabriklaymiz! Ballar muvaffaqiyatli qo'shildi yoki sotib olindi.
vi: Xin chúc mừng! Điểm đã được thêm hoặc đổi thành công.

source: Add Point
am: ነጥብ ያክሉ
ar: إضافة نقطة
az: Nöqtə əlavə edin
bg: Добави точка
bn: পয়েন্ট যোগ করুন
ca: Afegeix punt
cs: Přidat bod
da: Tilføj punkt
el: Προσθήκη σημείου
et: Lisa punkt
fa: نقطه اضافه کنید
fi: Lisää piste
he: הוסף נקודה
hi: बिंदु जोड़ें
hu: Pont hozzáadása
id: Tambahkan Titik
ja: ポイントを追加
ka: წერტილის დამატება
kk: Нүкте қосу
km: បន្ថែមចំណុច
kn: ಪಾಯಿಂಟ್ ಸೇರಿಸಿ
ku: خاڵ زیاد بکە
lo: ເພີ່ມຈຸດ
lt: Pridėti tašką
mr: बिंदू जोडा
ms: Tambah Mata
my: အမှတ်ထည့်ပါ။
no: Legg til poeng
pl: Dodaj punkt
ro: Adăugați Punct
si: ලකුණු එකතු කරන්න
sk: Pridať bod
sq: Shto pikë
sr: Додај тачку
sv: Lägg till punkt
sw: Ongeza Pointi
ta: புள்ளியைச் சேர்
te: పాయింట్ జోడించండి
th: เพิ่มจุด
tr: Nokta Ekle
uk: Додати точку
ur: پوائنٹ شامل کریں۔
uz: Nuqta qo'shish
vi: Thêm điểm
