Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Select none
am: ምንም አትምረጥ
ar: إلغاء الاختيار
az: Heç birini seçin
bg: Не избирай нищо
bn: কোন টাইনা
bs: Poništi odabir
ca: No seleccionis res
cs: Nevybrat nic
da: Vælg ingen
el: Καμία επιλογή
et: Ära vali ühtegi
fa: لغو انتخاب همه
fi: Älä valitse mitään
he: בטל בחירה
hi: कोई नहीं चुनें
hu: Egyik sem
id: Pilih Tidak Ada
ja: 選択を解除
ka: არცერთის არჩევა
kk: Ештеңе таңдамау
km: មិនជ្រើសរើស
kn: ಯಾವುದನ್ನೂ ಆಯ್ಕೆಮಾಡಬೇಡಿ
ku: هیچ هەلبژێرە
lo: ບໍ່ໄດ້ເລືອກ
lt: Nepasirinkti nieko
mr: काहीही निवडू नका
ms: Tiada pilihan
my: တစ်ခုမှ ရွေးပါ။
no: Velg ingen
pl: Nie wybieraj nic
ro: Nu selecta nimic
si: කිසිවක් නොතෝරන්න
sk: Nevybrať nič
sq: Zgjidh asnjë
sr: Изаберите ниједну
sv: Välj ingen
sw: Usichague yoyote
ta: எதையும் தேர்வு செய்ய வேண்டாம்
te: ఏదీ ఎంచుకోవద్దు
th: ไม่เลือก
tr: Hiçbirini seçme
uk: Не вибирати
ur: کوئی بھی منتخب نہ کریں
uz: Hech birini tanlamang
vi: Bỏ chọn tất cả

source: Visible
am: የሚታይ
ar: مرئي
az: Görünən
bg: Видим
bn: দৃশ্যমান
bs: Vidljivo
cs: Viditelné
da: Synlig
el: Ορατό
et: Nähtav
fa: قابل مشاهده
fi: Näkyvä
he: גלוי
hi: दृश्यमान
hu: Látható
id: Terlihat
ja: 表示
ka: ხილული
kk: Көрінетін
km: អាចមើលឃើញ
kn: ಗೋಚರ
ku: دەرکەوتوو
lo: ສະແດງ
lt: Matomas
mr: दृश्यमान
ms: Boleh dilihat
my: မြင်သာသည်။
no: Synlig
pl: Widoczne
ro: Vizibil
si: දෘශ්‍යමාන
sk: Viditeľné
sq: I dukshëm
sr: Видљиво
sv: Synlig
sw: Inaonekana
ta: காணக்கூடியது
te: కనిపించే
th: แสดง
tr: Görünür
uk: Видимий
ur: نظر آنے والا
uz: Ko'rinadigan
vi: Hiển thị

source: Variation
am: ልዩነት
ar: تنويع
az: Variasiya
bg: Вариация
bn: বৈচিত্র্য
bs: Varijacija
ca: Variació
cs: Varianta
el: Παραλλαγή
et: Variant
fa: تنوع
fi: Variaatio
he: וריאציה
hi: विविधता
hu: Változat
id: Variasi
ja: バリエーション
ka: ვარიაცია
kk: Нұсқа
km: បម្រែបម្រួល
kn: ವ್ಯತ್ಯಾಸ
ku: جیاوازی
lo: ການປ່ຽນແປງ
lt: Variantas
mr: परिवर्तन
ms: Variasi
my: ကွဲလွဲမှု
no: Variasjon
pl: Wariant
ro: Variație
si: වෙනස්කම
sk: Variant
sq: Variacion
sr: Варијација
sw: Tofauti
ta: மாறுபாடு
te: వేరియేషన్
th: รูปแบบ
tr: Varyasyon
uk: Варіація
ur: تغیر
uz: Variatsiya
vi: Biến thể

source: Delete
am: ሰርዝ
ar: حذف
az: Sil
bg: Изтрий
bn: মুছে ফেলুন
bs: Obriši
ca: Suprimeix
cs: Smazat
da: Slet
el: Διαγραφή
et: Kustuta
fa: حذف
fi: Poista
he: מחק
hi: हटाएं
hu: Törlés
id: Hapus
ja: 削除
ka: წაშლა
kk: Жою
km: លុប
kn: ಅಳಿಸಿ
ku: سڕینەوە
lo: ລຶບ
lt: Ištrinti
mr: हटवा
ms: Padam
my: ဖျက်ပါ။
no: Slett
pl: Usuń
ro: Șterge
si: මකන්න
sk: Vymazať
sq: Fshi
sr: Обриши
sv: Radera
sw: Futa
ta: நீக்கு
te: తొలగించండి
th: ลบ
tr: Sil
uk: Видалити
ur: حذف کریں
uz: O'chirish
vi: Xóa

source: Direction
am: አቅጣጫ
ar: الاتجاه
az: İstiqamət
bg: Посока
bn: দিকনির্দেশ
bs: Smjer
ca: Direcció
cs: Směr
da: Retning
el: Κατεύθυνση
et: Suund
fa: جهت
fi: Suunta
he: כיוון
hi: दिशा
hu: Irány
id: Arah
ja: 方向
ka: მიმართულება
kk: Бағыт
km: ទិសដៅ
kn: ದಿಕ್ಕು
ku: ئاڕاستە
lo: ທິດທາງ
lt: Kryptis
mr: दिशा
ms: Arah
my: ဦးတည်ချက်
no: Retning
pl: Kierunek
ro: Direcție
si: දිශාව
sk: Smer
sq: Drejtimi
sr: Правац
sv: Riktning
sw: Mwelekeo
ta: திசை
te: దిశ
th: ทิศทาง
tr: Yön
uk: Напрямок
ur: سمت
uz: Yo'nalish
vi: Hướng

# noListingNearby
source: No listings nearby!
am: በአቅራቢያ ምንም ዝርዝሮች የሉም!
ar: لا توجد متاجر قريبة!
az: Yaxınlıqda heç bir elan yoxdur!
bg: Няма обяви наблизо!
bn: কাছাকাছি কোনো লিস্টিং নেই!
bs: Nema oglasa u blizini!
ca: No hi ha cap llistat a prop!
cs: V okolí není žádný záznam!
da: Ingen opslag i nærheden!
el: Δεν υπάρχουν καταχωρίσεις κοντά!
et: Läheduses pole ühtegi kuulutust!
fa: هیچ فهرستی در نزدیکی شما نیست!
fi: Ei listauksia lähellä!
he: אין רישומים בקרבת מקום!
hi: आस-पास कोई लिस्टिंग नहीं है!
hu: Nincs közeli lista!
id: Tidak ada daftar di dekat sini!
ja: 近くに出品がありません
ka: სიახლოვეს არაფერია!
kk: Жақын жерде тізім жоқ!
km: គ្មានបញ្ជីនៅក្បែរ!
kn: ಹತ್ತಿರದಲ್ಲಿ ಯಾವುದೇ ಪಟ್ಟಿ ಇಲ್ಲ!
ku: هیچ لیستێک لە نزیکدا نییە!
lo: ບໍ່ມີລາຍຊື່ສະຖານທີໃກ້ຄຽງ!
lt: Netoliese nėra skelbimų!
mr: जवळपास कोणतीही सूची नाही!
ms: Tiada penyenaraian berdekatan!
my: အနီးနားတွင် စာရင်းမရှိပါ။
no: Ingen oppføringer i nærheten!
pl: Brak ofert w pobliżu!
ro: Nu există anunțuri în apropiere!
si: අවට ලැයිස්තුගත කිරීම් නොමැත!
sk: V okolí sa nenašli žiadne záznamy!
sq: Nuk ka listim aty pranë!
sr: Нема огласа у близини!
sv: Inga annonser i närheten!
sw: Hakuna tangazo karibu!
ta: அருகில் பட்டியல் எதுவும் இல்லை
te: దగ్గరలో ఎటువంటి జాబితా లేదు!
th: ไม่พบรายการใกล้เคียง!
tr: Yakınlarda liste yok!
uk: Поблизу немає оголошень!
ur: آس پاس کوئی فہرست نہیں ہے!
uz: Yaqin atrofda ro'yxat yo'q!
vi: Không có cửa hàng nào gần đây!

# emailDoesNotExist
source: The email account you entered does not exist. Please try again.
am: ያስገቡት የኢሜይል አካውንት አይኖርም። እባክዎ እንደገና ይሞክሩ።
ar: البريد الإلكتروني الذي أدخلته غير موجود. الرجاء المحاولة مرة أخرى.
az: Daxil etdiyiniz e-poçt hesabı mövcud deyil. Zəhmət olmasa bir daha cəhd edin.
bg: Въведеният имейл адрес не съществува. Моля, опитайте отново.
bn: আপনি যে ইমেইল অ্যাকাউন্টটি প্রবেশ করেছেন তা বিদ্যমান নেই। অনুগ্রহ করে আবার চেষ্টা করুন।
bs: Uneseni email račun ne postoji. Molimo pokušajte ponovo.
ca: El compte de correu electrònic que has introduït no existeix. Si us plau, torna-ho a provar.
cs: E-mailový účet, který jste zadali, neexistuje. Zkuste to prosím znovu.
da: Den e-mailadresse, du indtastede, eksisterer ikke. Prøv igen.
el: Ο λογαριασμός email που εισαγάγατε δεν υπάρχει. Παρακαλώ προσπαθήστε ξανά.
et: Sisestatud e-posti kontot ei eksisteeri. Palun proovi uuesti.
fa: حساب ایمیلی که وارد کرده‌اید وجود ندارد. لطفاً دوباره تلاش کنید.
fi: Antamaasi sähköpostitiliä ei ole olemassa. Yritä uudelleen.
he: חשבון הדוא"ל שהזנת אינו קיים. אנא נסה שוב.
hi: दर्ज किया गया ईमेल खाता मौजूद नहीं है। कृपया पुनः प्रयास करें।
hu: A megadott e-mail fiók nem létezik. Kérjük, próbálja újra.
id: Akun email yang Anda masukkan tidak ada. Silakan coba lagi.
ja: 入力したメールアドレスは存在しません。もう一度お試しください。
ka: თქვენ მიერ შეყვანილი ელ.ფოსტის ანგარიში არ არსებობს. გთხოვთ, სცადოთ ხელახლა.
kk: Сіз енгізген электрондық пошта тіркелгісі жоқ. Қайталап көріңіз.
km: គណនីអ៊ីមែលដែលអ្នកបញ្ចូលមិនមានទេ។ សូមព្យាយាមម្តងទៀត
kn: ನೀವು ನಮೂದಿಸಿದ ಇಮೇಲ್ ಖಾತೆ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ku: ئیمەیڵەکەی تۆ داخڵ کردووە بوونی نییە. تکایە دووبارە هەوڵ بدە.
lo: ບໍ່ພົບບັນ​ຊີ​ອີ​ເມວຂອງ​ທ່ານ​. ກະລຸນາລອງອີກຄັ້ງ.
lt: Įvestos el. pašto paskyros nėra. Bandykite dar kartą.
mr: तुम्ही प्रविष्ट केलेले ईमेल खाते अस्तित्वात नाही. कृपया पुन्हा प्रयत्न करा.
ms: Akaun e-mel yang anda masukkan tidak wujud. Sila cuba lagi.
my: သင်ထည့်လိုက်သော အီးမေးလ်အကောင့် မရှိပါ။ ထပ်စမ်းကြည့်ပါ။
no: E-postkontoen du har oppgitt eksisterer ikke. Vennligst prøv igjen.
pl: Podane konto e-mail nie istnieje. Spróbuj ponownie.
ro: Contul de e-mail introdus nu există. Te rugăm să încerci din nou
si: ඔබ ඇතුළත් කළ ඊමේල් ගිණුම නොපවතී. කරුණාකර නැවත උත්සාහ කරන්න.
sk: E-mailový účet, ktorý ste zadali, neexistuje. Skúste to prosím znova.
sq: Llogaria e emailit që keni futur nuk ekziston. Ju lutemi provoni përsëri.
sr: Унети налог е-поште не постоји. Молимо покушајте поново.
sv: E-postkontot du angav finns inte. Försök igen.
sw: Akaunti ya barua pepe uliyoingiza haipo. Tafadhali jaribu tena.
ta: இந்த மின்னஞ்சல் முகவரியுடன் தொடர்புடைய கணக்கு எங்களிடம் இல்லை. மீண்டும் முயற்சிக்கவும்
te: మీరు నమోదు చేసిన ఇమెయిల్ ఖాతా లభించలేదు. దయచేసి మరోసారి ప్రయత్నించండి.
th: ไม่พบบัญชีอีเมลที่คุณป้อน กรุณาลองอีกครั้ง
tr: Girdiğiniz e-posta hesabı mevcut değil. Lütfen tekrar deneyin.
uk: Обліковий запис електронної пошти не існує
ur: آپ نے جو ای میل اکاؤنٹ درج کیا ہے وہ موجود نہیں ہے۔ دوبارہ کوشش کریں
uz: Siz kiritgan email hisobi mavjud emas. Iltimos, qayta urinib ko'ring.
vi: Tài khoản email này không tồn tại. Vui lòng thử lại.

# errorEmailFormat
source: Please enter a valid email address.
am: እባክዎ ትክክለኛ የኢሜይል አድራሻ ያስገቡ።
ar: الرجاء إدخال بريد إلكتروني صحيح.
az: Düzgün e-poçt ünvanı daxil edin
bg: Моля, въведете валиден имейл адрес.
bn: একটি বৈধ ইমেইল ঠিকানা লিখুন।
bs: Molimo unesite ispravnu email adresu.
ca: Si us plau, introdueix una adreça de correu electrònic vàlida.
cs: Zadejte platnou e-mailovou adresu.
da: Indtast venligst en gyldig e-mailadresse.
el: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση email.
et: Palun sisesta kehtiv e-posti aadress.
fa: لطفاً یک آدرس ایمیل معتبر وارد کنید
fi: Anna kelvollinen sähköpostiosoite.
he: אנא הזן כתובת דוא"ל תקינה.
hi: कृपया एक वैध ईमेल पता दर्ज करें।
hu: Kérjük, adjon meg érvényes e-mail címet!
id: Masukkan alamat email yang valid.
ja: 有効なメールアドレスを入力してください。
ka: გთხოვთ, შეიყვანოთ სწორი ელ.ფოსტის მისამართი.
kk: Жарамды электрондық пошта мекенжайын енгізіңіз
km: សូមបញ្ចូលអាសយដ្ឋានអ៊ីមែលត្រឹមត្រូវ
kn: ದಯವಿಟ್ಟು ಸರಿಯಾದ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.
ku: تکایە ناونیشانی ئیمەیڵی دروست بنووسە.
lo: ກະລຸນາໃສ່ທີ່ຢູ່ອີເມວໃຫ້ຖືກຕ້ອງ.
lt: Įveskite teisingą el. pašto adresą.
mr: कृपया वैध ईमेल पत्ता प्रविष्ट करा.
ms: Sila masukkan alamat e-mel yang sah.
my: ကျေးဇူးပြု။ မှန်ကန်သောအီးမေးလ်လိပ်စာတစ်ခုဖြည့်ပါ။
no: Vennligst skriv inn en gyldig e-postadresse.
pl: Wprowadź prawidłowy adres e-mail
ro: Te rugăm să introduci o adresă de e-mail validă
si: කරුණාකර වලංගු ඊමේල් ලිපිනයක් ඇතුළත් කරන්න.
sk: Zadajte platnú e-mailovú adresu.
sq: Ju lutemi shkruani një adresë të vlefshme emaili.
sr: Молимо унесите важећу е-маил адресу.
sv: Ange en giltig e-postadress.
sw: Tafadhali weka barua pepe halali.
ta: சரியான மின்னஞ்சல் முகவரியை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే ఇమెయిల్ చిరునామాను నమోదు చేయండి.
th: กรุณาใส่อีเมลที่ถูกต้อง
tr: Geçerli bir e-posta adresi girin.
uk: Введіть дійсну адресу електронної пошти
ur: برائے مہربانی درست ای میل ایڈریس درج کریں
uz: Iltimos, to'g'ri elektron pochta manzilini kiriting
vi: Vui lòng nhập địa chỉ email hợp lệ.

# errorPasswordFormat
source: Please enter a password of at least 8 characters
am: እባክዎ ቢያንስ 8 ቁምፊዎች ያለው የይለፍ ቃል ያስገቡ
ar: الرجاء إدخال كلمة مرور تتكون من 8 أحرف على الأقل
az: Ən azı 8 simvoldan ibarət parol daxil edin
bg: Моля, въведете парола с поне 8 знака
bn: কমপক্ষে ৮ অক্ষরের একটি পাসওয়ার্ড লিখুন
bs: Molimo unesite lozinku od najmanje 8 znakova
ca: Si us plau, introdueix una contrasenya d'almenys 8 caràcters
cs: Zadejte heslo o délce alespoň 8 znaků
da: Indtast venligst en adgangskode på mindst 8 tegn
el: Εισαγάγετε έναν κωδικό πρόσβασης τουλάχιστον 8 χαρακτήρων
et: Palun sisesta vähemalt 8-tähemärgiline parool
fa: لطفاً رمز عبور حداقل 8 کاراکتری وارد کنید
fi: Anna vähintään 8 merkin salasana
he: אנא הזן סיסמה באורך של 8 תווים לפחות
hi: कृपया कम से कम 8 वर्णों का पासवर्ड दर्ज करें
hu: Kérjük, adjon meg legalább 8 karakteres jelszót
id: Masukkan kata sandi minimal 8 karakter
ja: 8文字以上のパスワードを入力してください
ka: გთხოვთ, შეიყვანოთ პაროლი მინიმუმ 8 სიმბოლოსგან
kk: Кемінде 8 таңбадан тұратын құпия сөзді енгізіңіз
km: សូមបញ្ចូលពាក្យសម្ងាត់យ៉ាងហោចណាស់ 8 តួអក្សរ
kn: ದಯವಿಟ್ಟು ಕನಿಷ್ಠ 8 ಅಕ್ಷರಗಳ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ
ku: تکایە وشەی نهێنیەکە بنووسە کەمتر نەبێت لە ٨ پیت
lo: ກະລຸນາໃສ່ລະຫັດຜ່ານຢ່າງໜ້ອຍ 8 ຕົວ
lt: Įveskite bent 8 simbolių slaptažodį
mr: कृपया किमान ८ अक्षरांचा पासवर्ड प्रविष्ट करा
ms: Sila masukkan kata laluan sekurang-kurangnya 8 aksara
my: ကျေးဇူးပြု၍ အနည်းဆုံး စာလုံး 8 လုံးပါသော စကားဝှက်ကို ထည့်ပါ။
no: Vennligst skriv inn et passord med minst 8 tegn
pl: Wprowadź hasło składające się z co najmniej 8 znaków
ro: Te rugăm să introduci o parolă de cel puțin 8 caractere
si: කරුණාකර අවම වශයෙන් අක්ෂර 8ක් සහිත මුරපදයක් ඇතුළත් කරන්න
sk: Zadajte heslo s aspoň 8 znakmi
sq: Ju lutemi shkruani një fjalëkalim me të paktën 8 karaktere
sr: Унесите лозинку од најмање 8 знакова
sv: Ange ett lösenord med minst 8 tecken
sw: Tafadhali weka nenosiri la angalau herufi 8
ta: குறைந்தது 8 எழுத்துகள் கொண்ட கடவுச்சொல்லை உள்ளிடவும்
te: కనీసం 8 అక్షరాల పాస్‌వర్డ్‌ను నమోదు చేయండి
th: กรุณาใส่รหัสผ่านอย่างน้อย 8 ตัวอักษร
tr: Lütfen en az 8 karakterli bir şifre girin
uk: Введіть пароль щонайменше з 8 символів
ur: براہ کرم کم از کم 8 حروف کا پاس ورڈ درج کریں
uz: Iltimos, kamida 8 belgidan iborat parol kiriting
vi: Vui lòng nhập mật khẩu có ít nhất 8 ký tự

# confirmClearTheCart
source: Are you sure you want to clear the cart?
am: እርግጠኛ ነዎት ጋሪውን ማጽዳት ይፈልጋሉ?
ar: هل أنت متأكد من رغبتك في مسح سلة التسوق؟
az: Səbəti təmizləməyə əminsiniz?
bg: Сигурни ли сте, че искате да изчистите количката?
bn: আপনি কি নিশ্চিত যে আপনি কার্টটি খালি করতে চান?
bs: Jeste li sigurni da želite očistiti korpu?
ca: Estàs segur que vols buidar el carret?
cs: Opravdu chcete vymazat košík?
da: Er du sikker på, at du vil rydde kurven?
el: Είστε βέβαιοι ότι θέλετε να αδειάσετε το καλάθι;
et: Kas oled kindel, et soovid ostukorvi tühjendada?
fa: آیا مطمئن هستید که می‌خواهید سبد خرید را پاک کنید؟
fi: Haluatko varmasti tyhjentää ostoskorin?
he: האם אתה בטוח שברצונך לרוקן את העגלה?
hi: क्या आप वाकई कार्ट खाली करना चाहते हैं?
hu: Biztosan törli a kosarat?
id: Apakah Anda yakin ingin mengosongkan keranjang?
ja: カートを空にしてもよろしいですか？
ka: დარწმუნებული ხართ, რომ გსურთ კალათის გასუფთავება?
kk: Себетті тазартқыңыз келетініне сенімдісіз бе?
km: តើអ្នកប្រាកដថាចង់ជម្រះទំនិញចេញពីកន្រ្តក?
kn: ನಿಮ್ಮ ಕಾರ್ಟ್ ತೆರವುಗೊಳಿಸಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ku: دڵنیایت دەتەوێت سەبەتەکە پاک بکەیت؟
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລ້າງກະຕ່າ?
lt: Ar tikrai norite išvalyti krepšelį?
mr: तुम्हाला खात्री आहे की तुम्ही कार्ट रिकामी करू इच्छिता?
ms: Adakah anda pasti mahu mengosongkan troli?
my: လှည်းကိုရှင်းလင်းလိုသည်မှာ သေချာပါသလား။
no: Er du sikker på at du vil tømme handlekurven?
pl: Czy na pewno chcesz wyczyścić koszyk?
ro: Ești sigur că vrei să golești coșul?
si: ඔබට කරත්තය හිස් කිරීමට අවශ්‍ය බව විශ්වාසද?
sk: Naozaj chcete vyčistiť košík?
sq: Jeni i sigurt që dëshironi të pastroni shportën?
sr: Да ли сте сигурни да желите да очистите корпу?
sv: Är du säker på att du vill tömma kundvagnen?
sw: Je, una uhakika unataka kufuta rukwama?
ta: கார்ட்டை காலி செய்ய விரும்புகிறீர்களா?
te: మీరు నిజంగా కార్ట్‌ను ఖాళీ చేయాలనుకుంటున్నారా?
th: แน่ใจหรือไม่ว่าต้องการล้างตะกร้า
tr: Sepeti temizlemek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете очистити кошик?
ur: کیا آپ واقعی کارٹ کو صاف کرنا چاہتے ہیں؟
uz: Savatni tozalashni xohlaysizmi?
vi: Bạn có chắc chắn muốn xóa giỏ hàng không?

source: Keep
am: አቆይ
ar: احتفظ
az: Saxla
bg: Запази
bn: রাখুন
bs: Zadrži
ca: Mantén
cs: Ponechat
da: BEHOLD
el: Διατήρηση
et: Säilita
fa: نگه داشتن
fi: Pidä
he: שמור
hi: रखें
hu: Megtartás
id: Simpan
ja: 保持
ka: შეინახეთ
kk: Сақтау
km: រក្សាទុក
kn: ಇರಿಸಿ
ku: پارێزە
lo: ຮັກສາໄວ້
lt: Išlaikyti
mr: ठेवा
ms: Simpan
my: စောင့်ရှောက်ပါ။
no: Behold
pl: Zachowaj
ro: Păstrează
si: තබා ගන්න
sk: Ponechať
sq: Mbaj
sr: Задржи
sv: Behåll
sw: Weka
ta: வைத்திருக்கவும்
te: ఉంచండి
th: เก็บไว้
tr: Sakla
uk: Зберегти
ur: رکھیں
uz: Saqlash
vi: Giữ lại

source: Serbian
am: ሰርብኛ
ar: الصربية
az: serb
bg: Сръбски
bn: সার্বীয়
bs: Srpski
ca: Serbi
cs: Srbština
da: Serbisk
el: Σερβικά
et: Serbia
fa: صربی
fi: Serbia
he: סרבית
hi: सर्बियाई
hu: Szerb
id: Bahasa Serbia
ja: セルビア語
ka: სერბული
kk: Серб
km: ស៊ែប៊ី
kn: ಸರ್ಬಿಯನ್
ku: سێربیا
lo: ເຊີເບຍ
lt: Serbų
mr: सर्बियन
ms: Bahasa Serbia
my: ဆားဘီးယား
no: Serbisk
pl: serbski
ro: Sârbă
si: සර්බියානු
sk: srbský
sq: Serbisht
sr: Српски
sv: serbiska
sw: Kiserbia
ta: செர்பியன்
te: సెర్బియన్
th: เซอร์เบีย
tr: Sırpça
uk: Сербська
ur: سربیا
uz: Serb tili
vi: Tiếng Serbia

source: Polish
am: ፖላንድኛ
ar: البولندية
az: polyak
bg: Полски
bn: পোলিশ
bs: Poljski
ca: Polonès
cs: polština
da: polsk
el: Πολωνικά
et: Poola
fa: لهستانی
fi: Puola
he: פולנית
hi: पोलिश
hu: Lengyel
id: Bahasa Polandia
ja: ポーランド語
ka: პოლონური
kk: Поляк
km: ប៉ូឡូញ
kn: ಪೋಲಿಷ್
ku: پۆڵەندی
lo: ໂປໂລຍ
lt: Lenkų
mr: पोलिश
ms: Poland
my: ပိုလန်
no: Polsk
pl: polski
ro: Poloneză
si: පෝලන්ත
sk: poľský
sq: Polonisht
sr: Пољски
sv: polska
sw: Kipolishi
ta: போலிஷ்
te: పోలిష్
th: โปแลนด์
tr: Lehçe
uk: Польська
ur: پولش
uz: Polyakcha
vi: Tiếng Ba Lan

source: Persian
am: ፐርሺያኛ
ar: الفارسية
az: fars
bg: Персийски
bn: পারসিক
bs: Perzijski
ca: Persa
cs: perština
da: Persisk
el: Περσικά
et: Pärsia
fa: فارسی
fi: Persia
he: פרסית
hi: फ़ारसी
hu: Perzsa
id: Bahasa Persia
ja: ペルシャ語
ka: სპარსული
kk: Парсы
km: ភាសាពឺស្យាន
kn: ಪರ್ಷಿಯನ್
lo: ພາສາເປີເຊຍ
lt: Persų
mr: पर्शियन
ms: Parsi
my: ပါရှန်း
no: Persisk
pl: perski
ro: Persană
si: පර්සියානු
sk: perzský
sq: Persisht
sr: Персијски
sv: persiska
sw: Kiajemi
ta: பாரசீகம்
te: పర్షియన్
th: เปอร์เซีย
tr: Farsça
uk: Перська
ur: فارسی
uz: Fors tili
vi: Tiếng Ba Tư

source: Kurdish
am: ኩርድኛ
ar: الكردية
az: Kürd
bg: Кюрдски
bn: কুর্দি
bs: Kurdski
ca: Kurd
cs: kurdština
da: kurdisk
el: Κουρδικά
et: Kurdi
fa: کردی
fi: Kurdi
he: כורדית
hi: कुर्दिश
hu: Kurd
id: Bahasa Kurdi
ja: クルド語
ka: ქურთული
kk: Күрд
km: ឃឺដ
kn: ಕುರ್ದಿಷ್
lo: ເຄີດິສ
lt: Kurdų
mr: कुर्दिश
my: ကာ့ဒ်
no: Kurdisk
pl: kurdyjski
ro: Kurdă
si: කුර්දි
sk: kurdský
sq: Kurdisht
sr: Курдски
sv: kurdiska
sw: Kikurdi
ta: குர்திஷ்
te: కుర్దిష్
th: เคิร์ด
tr: Kürtçe
uk: Курдська
ur: کردی
uz: Kurd tili
vi: Tiếng Kurdish

# pleaseSignInBeforeUploading
source: Please sign in to your account before uploading any files.
am: እባክዎ ማንኛውንም ፋይል ከመስቀልዎ በፊት ወደ መለያዎ ይግቡ።
ar: الرجاء تسجيل الدخول إلى حسابك قبل رفع أي ملفات.
az: Hər hansı fayl yükləməzdən əvvəl hesabınıza daxil olun.
bg: Моля, влезте в профила си, преди да качвате файлове.
bn: কোনো ফাইল আপলোড করার আগে অনুগ্রহ করে আপনার অ্যাকাউন্টে সাইন ইন করুন।
bs: Molimo prijavite se na svoj račun prije otpremanja datoteka.
ca: Si us plau, inicia la sessió al teu compte abans de pujar qualsevol fitxer.
cs: Přihlaste se ke svému účtu před nahráním jakýchkoli souborů.
da: Log venligst ind på din konto, før du uploader filer.
el: Παρακαλούμε συνδεθείτε στον λογαριασμό σας πριν ανεβάσετε αρχεία.
et: Palun logi oma kontole sisse enne failide üleslaadimist.
fa: لطفاً قبل از بارگذاری هر فایلی وارد حساب کاربری خود شوید
fi: Kirjaudu tilillesi ennen tiedostojen lataamista.
he: אנא התחבר לחשבונך לפני העלאת קבצים.
hi: कृपया कोई भी फ़ाइल अपलोड करने से पहले अपने खाते में साइन इन करें।
hu: Kérjük, jelentkezzen be fiókjába a fájlok feltöltése előtt.
id: Silakan masuk ke akun Anda sebelum mengunggah file.
ja: ファイルをアップロードする前にアカウントにサインインしてください。
ka: გთხოვთ შეხვიდეთ თქვენს ანგარიშში ფაილების ატვირთვამდე
kk: Кез келген файлды жүктеп салмас бұрын тіркелгіңізге кіріңіз
km: សូមចូលគណនីរបស់អ្នកមុននឹងផ្ទុកឯកសារ។
kn: ಯಾವುದೇ ಫೈಲ್‌ಗಳನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡುವ ಮೊದಲು ದಯವಿಟ್ಟು ನಿಮ್ಮ ಖಾತೆಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ.
ku: تکایە پێش بارکردنی هەر فایلێک بچۆ ژوورەوە بۆ هەژمارت.
lo: ກະລຸນາເຂົ້າສູ່ລະບົບບັນຊີຂອງທ່ານກ່ອນທີ່ຈະອັບໂຫຼດໄຟລ໌ໃດໆ
lt: Prieš įkeldami failus, prisijunkite prie savo paskyros.
mr: कृपया कोणत्याही फाइल्स अपलोड करण्यापूर्वी तुमच्या खात्यात साइन इन करा.
ms: Sila log masuk ke akaun anda sebelum memuat naik sebarang fail.
my: ဖိုင်များမတင်မီ သင့်အကောင့်သို့ ဝင်ရောက်ပါ။
no: Vennligst logg inn på kontoen din før du laster opp filer.
pl: Zaloguj się na swoje konto przed przesłaniem jakichkolwiek plików.
ro: Te rugăm să te conectezi la contul tău înainte de a încărca fișiere
si: කරුණාකර ගොනු උඩුගත කිරීමට පෙර ඔබගේ ගිණුමට පිවිසෙන්න.
sk: Prosím, prihláste sa do svojho účtu pred nahrávaním akýchkoľvek súborov.
sq: Ju lutemi identifikohuni në llogarinë tuaj përpara se të ngarkoni skedarë
sr: Пријавите се на свој налог пре него што отпремите било коју датотеку.
sv: Logga in på ditt konto innan du laddar upp filer.
sw: Tafadhali ingia kwenye akaunti yako kabla ya kupakia faili zozote.
ta: கோப்புகளை பதிவேற்றுவதற்கு முன் உள்நுழையவும்
te: ఫైళ్ళను అప్లోడ్ చేయడానికి ముందు దయచేసి మీ ఖాతాలో సైన్ ఇన్ చేయండి.
th: กรุณาเข้าสู่ระบบก่อนอัปโหลดไฟล์
tr: Lütfen herhangi bir dosya yüklemeden önce hesabınıza giriş yapın.
uk: Увійдіть до свого облікового запису перед завантаженням файлів
ur: براہ کرم کسی بھی فائل کو اپ لوڈ کرنے سے پہلے اپنے اکاؤنٹ میں سائن ان کریں
uz: Iltimos, fayl yuklamasdan oldin hisobingizga kiring
vi: Vui lòng đăng nhập vào tài khoản của bạn trước khi tải lên tệp.

# maximumFileSizeMb
source: Maximum file size: {size} MB
am: ከፍተኛው የፋይል መጠን: {size} MB
ar: الحد الأقصى لحجم الملف: {size} ميجابايت
az: Maksimum fayl ölçüsü: {size} MB
bg: Максимален размер на файла: {size} MB
bn: সর্বোচ্চ ফাইলের আকার: {size} MB
bs: Maksimalna veličina datoteke: {size} MB
ca: Mida màxima del fitxer: {size} MB
cs: Maximální velikost souboru: {size} MB
da: Maksimal filstørrelse: {size} MB
el: Μέγιστο μέγεθος αρχείου: {size} MB
et: Maksimaalne faili suurus: {size} MB
fa: حداکثر حجم فایل: {size} مگابایت
fi: Tiedoston enimmäiskoko: {size} Mt
he: גודל קובץ מקסימלי: {size} מגה בייט
hi: अधिकतम फ़ाइल आकार: {size} MB
hu: Maximális fájlméret: {size} MB
id: Ukuran file maksimum: {size} MB
ja: 最大ファイルサイズ：{size} MB
ka: ფაილის მაქსიმალური ზომა: {size} მბ
kk: Максималды файл өлшемі: {size} МБ
km: ទំហំឯកសារអតិបរមា៖ {size} MB
kn: ಗರಿಷ್ಠ ಫೈಲ್ ಗಾತ್ರ: {size} MB
ku: گەورەترین قەبارەی فایل: {size} MB
lo: ຂະໜາດໄຟລ໌ສູງສຸດ: {size} MB
lt: Maksimalus failo dydis: {size} MB
mr: कमाल फाइल आकार: {size} एमबी
ms: Saiz fail maksimum: {size} MB
my: အများဆုံး ဖိုင်အရွယ်အစား- {size} MB
no: Maksimal filstørrelse: {size} MB
pl: Maksymalny rozmiar pliku: {size} MB
ro: Dimensiune maximă fișier: {size} MB
si: උපරිම ගොනු ප්‍රමාණය: {size} මෙගාබයිට
sk: Maximálna veľkosť súboru: {size} MB
sq: Madhësia maksimale e skedarit: {size} MB
sr: Максимална величина датотеке: {size} МБ
sv: Maximal filstorlek: {size} MB
sw: Upeo wa ukubwa wa faili: {size} MB
ta: அதிகபட்ச கோப்பு அளவு: {size} MB
te: గరిష్ట ఫైల్ పరిమాణం: {size} MB
th: ขนาดไฟล์สูงสุด: {size} MB
tr: Maksimum dosya boyutu: {size} MB
uk: Максимальний розмір файлу: {size} МБ
ur: فائل کا زیادہ سے زیادہ سائز: {size} MB
uz: Maksimal fayl hajmi: {size} MB
vi: Kích thước tệp tối đa: {size} MB

source: Login failed!
am: መግባት አልተሳካም!
ar: فشل تسجيل الدخول!
az: Giriş uğursuz oldu!
bg: Неуспешно влизане!
bn: লগইন ব্যর্থ!
bs: Prijava nije uspjela!
ca: Ha fallat l'inici de sessió!
cs: Přihlášení se nezdařilo!
da: Login mislykkedes!
el: Η σύνδεση απέτυχε!
et: Sisselogimine ebaõnnestus!
fa: ورود ناموفق بود!
fi: Kirjautuminen epäonnistui!
he: ההתחברות נכשלה!
hi: लॉगिन विफल!
hu: Bejelentkezés sikertelen!
id: Gagal masuk!
ja: ログインに失敗しました
ka: Სისტემაში შესვლა ვერ მოხერხდა!
kk: Жүйеге кіру сәтсіз аяқталды!
km: ការចូលបរាជ័យ!
kn: ಲಾಗಿನ್ ವಿಫಲವಾಗಿದೆ!
ku: چوونەژوورەوە سەرکەوتوو نەبوو!
lo: ເຂົ້າສູ່ລະບົບລົ້ມເຫລວ!
lt: Prisijungimas nepavyko!
mr: लॉगिन अयशस्वी!
ms: Log masuk gagal!
my: လော့ဂ်အင်မအောင်မြင်ပါ!
no: Innlogging mislyktes!
pl: Logowanie nie powiodło się!
ro: Autentificare eșuată!
si: පිවිසීම අසාර්ථකයි!
sk: Prihlásenie zlyhalo!
sq: Identifikimi dështoi!
sr: Пријава није успела!
sv: Inloggningen misslyckades!
sw: Imeshindwa kuingia!
ta: உள்நுழைவு தோல்வி!
te: లాగిన్ విఫలమైంది!
th: เข้าสู่ระบบไม่สำเร็จ!
tr: Giriş başarısız!
uk: Помилка входу!
ur: لاگ ان ناکام رہے!
uz: Kirish amalga oshmadi!
vi: Đăng nhập thất bại!

# loginSuccess
source: Login successful!
am: መግባት ተሳክቷል!
ar: تم تسجيل الدخول بنجاح!
az: Uğurla daxil oldunuz!
bg: Успешно влизане!
bn: সফলভাবে লগইন করুন!
bs: Uspješno ste se prijavili!
ca: S'ha iniciat la sessió correctament!
cs: Přihlášení bylo úspěšné!
da: Logget ind med succes!
el: Επιτυχής σύνδεση!
et: Sisselogimine õnnestus!
fa: ورود موفقیت‌آمیز!
fi: Kirjautuminen onnistui!
he: התחברת בהצלחה!
hi: सफलतापूर्वक लॉगिन किया!
hu: Sikeres bejelentkezés!
id: Berhasil masuk!
ja: ログインに成功しました
ka: შესვლა წარმატებით!
kk: Жүйеге сәтті кірдіңіз!
km: ចូលដោយជោគជ័យ!
kn: ಲಾಗಿನ್ ಯಶಸ್ವಿಯಾಗಿದೆ!
ku: چوونەژوورەوە سەرکەوتوو بوو!
lo: ເຂົ້າສູ່ລະບົບສຳເລັດແລ້ວ!
lt: Sėkmingai prisijungta!
mr: यशस्वीरित्या लॉगिन केले!
ms: Log masuk berjaya!
my: အကောင့်ဝင်ခြင်း အောင်မြင်ပါပြီ။
no: Innlogging vellykket!
pl: Zalogowano pomyślnie!
ro: Autentificare reușită!
si: සාර්ථකව පිවිසුණා!
sk: Prihlásenie úspešné!
sq: Identifikimi me sukses!
sr: Пријава је успела!
sv: Inloggningen lyckades!
sw: Umeingia kwa mafanikio!
ta: வெற்றிகரமாக உள்நுழைந்தீர்கள்!
te: లాగిన్ విజయవంతమైంది!
th: เข้าสู่ระบบสำเร็จ!
tr: Giriş başarılı!
uk: Вхід успішний!
ur: کامیابی سے لاگ ان کریں!
uz: Muvaffaqiyatli kirdingiz!
vi: Đăng nhập thành công!
