Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Passwords do not match
am: የይለፍ ቃሎቹ አይዛመዱም
ar: كلمتا المرور غير متطابقتين
az: Parollar uyğun gəlmir
bg: Паролите не съвпадат
bn: পাসওয়ার্ড মিলছে না
bs: Lozinke se ne podudaraju
ca: Les contrasenyes no coincideixen
cs: Hesla se neshodují
da: Adgangskoderne stemmer ikke overens
el: Οι κωδικοί δεν ταιριάζουν
et: Paroolid ei ühti
fa: رمزهای عبور مطابقت ندارند
fi: Salasanat eivät täsmää
he: הסיסמאות אינן תואמות
hi: पासवर्ड मेल नहीं खाते
hu: A jelszavak nem egyeznek
id: Kata sandi tidak cocok
ja: パスワードが一致しません
ka: პაროლები არ ემთხვევა
kk: Құпия сөздер сәйкес келмейді
km: ពាក្យសម្ងាត់មិនត្រូវគ្នា
kn: ಪಾಸ್‌ವರ್ಡ್‌ಗಳು ತಾಳೆಯಾಗುತ್ತಿಲ್ಲ
ku: وشەی نهێنی هاوتا نییە
lo: ລະຫັດຜ່ານບໍ່ກົງກັນ
lt: Slaptažodžiai nesutampa
mr: पासवर्ड जुळत नाहीत
ms: Kata laluan tidak sepadan
my: စကားဝှက်များမကိုက်ညီပါ
no: Passordene er ikke like
pl: Hasła nie są identyczne
ro: Parolele nu se potrivesc
si: මුරපදය නොගැලපේ
sk: Heslá sa nezhodujú
sq: Fjalëkalimet nuk përputhen
sr: Lozinke se ne podudaraju
sv: Lösenorden matchar inte
sw: Manenosiri hayalingani
ta: கடவுச்சொற்கள் பொருந்தவில்லை
te: పాస్‌వర్డ్‌లు సరిపోలడం లేదు
th: รหัสผ่านไม่ตรงกัน
tr: Şifreler eşleşmiyor
uk: Паролі не співпадають
ur: پاس ورڈز مماثل نہیں ہیں
uz: Parollar mos kelmaydi
vi: Mật khẩu không khớp

# pleaseChooseBranch
source: Please choose a branch
am: እባክዎ ቅርንጫፍ ይምረጡ
ar: الرجاء اختيار فرع
az: Zəhmət olmasa filial seçin
bg: Моля, изберете клон
bn: একটি শাখা নির্বাচন করুন
bs: Molimo odaberite filijalu
ca: Si us plau, trieu una sucursal
cs: Vyberte prosím pobočku
da: Vælg venligst en afdeling
el: Παρακαλώ επιλέξτε υποκατάστημα
et: Palun vali filiaal
fa: لطفاً یک شعبه انتخاب کنید
fi: Valitse toimipiste
he: אנא בחר סניף
hi: कृपया एक शाखा चुनें
hu: Kérjük, válasszon fiókot
id: Silakan pilih cabang
ja: 支店を選択してください
ka: გთხოვთ, აირჩიოთ ფილიალი
kk: Филиалды таңдаңыз
km: សូមជ្រើសរើសសាខា
kn: ದಯವಿಟ್ಟು ಶಾಖೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: تکایە شاخێک هەڵبژێرە
lo: ກະລຸນາເລືອກສາຂາ
lt: Pasirinkite filialą
mr: कृपया शाखा निवडा
ms: Sila pilih cawangan
my: အကိုင်းအခက်ကို ရွေးပါ။
no: Vennligst velg en filial
pl: Wybierz oddział
ro: Te rugăm să alegi o sucursală
si: කරුණාකර ශාඛාවක් තෝරන්න
sk: Prosím, vyberte pobočku
sq: Ju lutemi zgjidhni një degë
sr: Молимо изаберите грану
sv: Välj en filial
sw: Tafadhali chagua tawi
ta: தயவுசெய்து ஒரு கிளையைத் தேர்ந்தெடுக்கவும்
te: దయచేసి ఒక శాఖను ఎంచుకోండి
th: กรุณาเลือกสาขา
tr: Lütfen bir şube seçin
uk: Будь ласка, оберіть філію
ur: براہ کرم برانچ منتخب کریں
uz: Iltimos, filialni tanlang
vi: Vui lòng chọn chi nhánh

source: Poor
am: ዝቅተኛ
ar: ضعيف
az: Yazıq
bg: Лошо
bn: দরিদ্র
bs: Jadno
ca: Pobre
cs: Špatné
da: Dårlig
el: Κακό
et: Halb
fa: ضعیف
fi: Huono
he: חלש
hi: खराब
hu: Gyenge
id: Kurang baik
ja: 悪い
ka: ღარიბი
kk: Нашар
km: មិនល្អ
kn: ಕಳಪೆ
ku: ناخۆش
lo: ບໍ່ດີ
lt: Prastai
mr: खराब
ms: Lemah
my: ဆင်းရဲတယ်။
no: Dårlig
pl: Słaby
ro: Slab
si: නරකයි
sk: Slabé
sq: I dobët
sr: Јадно
sv: Dålig
sw: Dhaifu
ta: ஏழை
te: చెడు
th: มีรายได้น้อย
tr: Kötü
uk: Погано
ur: خراب
uz: Yomon
vi: Kém

source: Preview
am: ዕይታ
ar: معاينة
az: Önizləmə
bg: Преглед
bn: পূর্বরূপ
bs: Pregled
ca: Vista prèvia
cs: Náhled
da: Forhåndsvisning
el: Προεπισκόπηση
et: Eelvaade
fa: پیش‌نمایش
fi: Esikatselu
he: תצוגה מקדימה
hi: पूर्वावलोकन
hu: Előnézet
id: Pratinjau
ja: プレビュー
ka: გადახედვა
kk: Алдын ала қарау
km: មើលជាមុន
kn: ಮುನ್ನೋಟ
ku: پێشبینین
lo: ເບິ່ງຕົວຢ່າງ
lt: Peržiūra
mr: पूर्वावलोकन
ms: Pratonton
my: စမ်းကြည့်သည်။
no: Forhåndsvisning
pl: Podgląd
ro: Previzualizare
si: පෙරදසුන
sk: Náhľad
sq: Parapamje
sr: Pregled
sv: Förhandsvisning
sw: Hakiki
ta: முன்னோட்ட
te: ప్రివ్యూను చూడండి
th: ดูตัวอย่าง
tr: Önizleme
uk: Попередній перегляд
ur: پیش نظارہ
uz: Ko'rib chiqish
vi: Xem trước

source: Price
am: ዋጋ
ar: السعر
az: Qiymət
bg: Цена
bn: মূল্য
bs: Cena
ca: Preu
cs: Cena
da: Pris
el: Τιμή
et: Hind
fa: قیمت
fi: Hinta
he: מחיר
hi: मूल्य
hu: Ár
id: Harga
ja: 価格
ka: ფასი
kk: Баға
km: តម្លៃ
kn: ಬೆಲೆ
ku: نرخ
lo: ລາຄາ
lt: Kaina
mr: किंमत
ms: Harga
my: စျေးနှုန်း
no: Pris
pl: Cena
ro: Preț
si: මිල
sk: Cena
sq: Çmimi
sr: Cena
sv: Pris
sw: Bei
ta: விலை
te: ధర
th: ราคา
tr: Fiyat
uk: Ціна
ur: قیمت
uz: Narx
vi: Giá

# productAddToCart
source: {name} have been added to cart successfully
am: {name} በታላቅ በመልካም ሁኔታ ወደ ጋሪዎ ታክሏል
ar: تمت إضافة {name} إلى السلة بنجاح
az: {name} səbətə uğurla əlavə edildi
bg: {name} е добавен успешно в количката
bn: {name} সফলভাবে কার্টে যোগ করা হয়েছে৷
bs: {name} su uspješno dodani u korpu
ca: S'han afegit{name} al carretó correctament
cs: Produkt {name} byl přidán do košíku
da: {name} er blevet tilføjet til indkøbskurven
el: Το {name} προστέθηκε στο καλάθι
et: {name} on lisatud ostukorvi
fa: {name} با موفقیت به سبد خرید اضافه شد
fi: {name} lisätty ostoskoriin
he: {name} נוסף לעגלה בהצלחה
hi: {name} सफलतापूर्वक कार्ट में जोड़ा गया
hu: A(z) {name} sikeresen a kosárba került
id: {name} berhasil ditambahkan ke keranjang
ja: {name}をカートに追加しました
ka: {name} წარმატებით დაემატა კალათას
kk: {name} себетке сәтті қосылды
km: {name} ត្រូវបានបន្ថែមទៅក្នុងរទេះដោយជោគជ័យ
kn: {name} ಅನ್ನು ಕಾರ್ಟ್‌ಗೆ ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
ku: {name} بەسەرکەوتوویی بۆ کارت زیاد کرا
lo: ເພີ່ມ {name} ໃສ່ກະຕ່າສຳເລັດແລ້ວ
lt: {name} sėkmingai pridėtas į krepšelį
mr: {name} कार्टमध्ये यशस्वीरित्या जोडले गेले आहे
ms: {name} telah berjaya ditambah ke dalam troli
my: {name} ကို လှည်းသို့ အောင်မြင်စွာ ပေါင်းထည့်လိုက်ပါပြီ။
no: {name} er lagt til i handlekurven
pl: Produkt {name} został dodany do koszyka
ro: {name} a fost adăugat în coș cu succes
si: {name} සාර්ථකව කරත්තයට එක් කරන ලදී
sk: {name} bol úspešne pridaný do košíka
sq: {name} u shtua me sukses në shportë
sr: {name} је успешно додат у корпу
sv: {name} har lagts till i kundvagnen
sw: {name} imeongezwa kwenye kikapu
ta: {name} கார்ட்டில் வெற்றிகரமாக சேர்க்கப்பட்டன
te: {name} కార్ట్‌లో విజయవంతంగా జోడించబడింది
th: เพิ่ม{name} ลงในรถเข็นเรียบร้อยแล้ว
tr: {name} sepete eklendi
uk: {name} успішно додано до кошика
ur: {name} کو کارٹ میں کامیابی کے ساتھ شامل کر دیا گیا
uz: {name} savatga qo'shildi
vi: {name} đã được thêm vào giỏ hàng thành công

# productOutOfStock
source: This product is out of stock
am: ይህ ምርት አልተገኘም
ar: هذا المنتج نفد من المخزون
az: Bu məhsul stokda yoxdur
bg: Този продукт не е наличен
bn: এই পণ্য মজুতের বাহিরে
bs: Ovaj proizvod nije na zalihama
ca: Aquest producte està esgotat
cs: Produkt není skladem
da: Dette produkt er udsolgt
el: Το προϊόν είναι εξαντλημένο
et: See toode on läbi müüdud
fa: این محصول ناموجود است
fi: Tuote on loppunut varastosta
he: מוצר זה אזל מהמלאי
hi: यह उत्पाद स्टॉक में नहीं है
hu: A termék elfogyott
id: Stok produk habis
ja: 在庫切れ
ka: ეს პროდუქტი არ არის მარაგში
kk: Бұл өнім қоймада жоқ
km: ផលិតផលនេះអស់ពីស្តុក
kn: ಈ ಉತ್ಪನ್ನ ಸ್ಟಾಕ್‌ನಲ್ಲಿಲ್ಲ
ku: ئەم کاڵایە بە تەواوی نەماوە
lo: ສິນຄ້າໝົດ
lt: Šios prekės nėra sandėlyje
mr: हे उत्पादन स्टॉकमध्ये नाही
ms: Produk ini kehabisan stok
my: ဤထုတ်ကုန်သည် စတော့ရှယ်ယာ မရှိတော့ပါ။
no: Dette produktet er utsolgt
pl: Produkt jest niedostępny
ro: Acest produs nu este în stoc
si: නිෂ්පාදනයේ තොග අවසන්
sk: Tento produkt nie je na sklade
sq: Ky produkt nuk është në stok
sr: Овај производ није на залихама
sv: Denna produkt är slut i lager
sw: Bidhaa imeisha
ta: இந்த தயாரிப்பு கையிருப்பில் இல்லை
te: ఈ ఉత్పత్తి స్టాక్‌లో లేదు
th: สินค้านี้หมดสต็อก
tr: Bu ürün stokta yok
uk: Товар відсутній на складі
ur: یہ پروڈکٹ اسٹاک میں نہیں ہے
uz: Mahsulot omborda yo'q
vi: Sản phẩm này đã hết hàng

source: Product Overview
am: የምርት አጠቃላይ ዕይታ
ar: نظرة عامة على المنتج
az: Məhsula Baxış
bg: Преглед на продукта
bn: পন্যের স্বল্প বিবরনী
bs: Pregled proizvoda
ca: Visió general del producte
cs: Přehled produktu
da: Produktoversigt
el: Επισκόπηση προϊόντος
et: Toote ülevaade
fa: نمای کلی محصول
fi: Tuotteen yleiskatsaus
he: סקירת מוצר
hi: उत्पाद अवलोकन
hu: Termék áttekintése
id: Ringkasan Produk
ja: 商品概要
ka: Პროდუქტის მიმოხილვა
kk: Өнімге шолу
km: ទិដ្ឋភាពទូទៅនៃផលិតផល
kn: ಉತ್ಪನ್ನ ಅವಲೋಕನ
ku: پێشبینی بەرهەم
lo: ພາບລວມຜະລິດຕະພັນ
lt: Produkto apžvalga
mr: उत्पादनाचे विहंगावलोकन
ms: Gambaran keseluruhan produk
my: ကုန်ပစ္စည်းခြုံငုံသုံးသပ်ချက်
no: Produktoversikt
pl: Przegląd produktu
ro: Prezentare produs
si: නිෂ්පාදන සාරාංශය
sk: Prehľad produktu
sq: Përmbledhja e produktit
sr: Преглед производа
sv: Produktöversikt
sw: Maelezo ya Bidhaa
ta: தயாரிப்பு கண்ணோட்டம்
te: ఉత్పత్తి అవలోకనం
th: ภาพรวมผลิตภัณฑ์
tr: Ürün özeti
uk: Огляд товару
ur: پروڈکٹ کا جائزہ
uz: Mahsulot haqida
vi: Tổng quan sản phẩm

source: Quantity
am: ብዛት
ar: الكمية
az: Kəmiyyət
bg: Количество
bn: পরিমাণ
bs: Količina
ca: Quantitat
cs: Množství
da: Antal
el: Ποσότητα
et: Kogus
fa: تعداد
fi: Määrä
he: כמות
hi: मात्रा
hu: Mennyiség
id: Jumlah
ja: 数量
ka: რაოდენობა
kk: Саны
km: បរិមាណ
kn: ಪ್ರಮಾಣ
ku: ژمارە
lo: ຈຳນວນ
lt: Kiekis
mr: संख्या
ms: Kuantiti
my: အရေအတွက်
no: Antall
pl: Ilość
ro: Cantitate
si: ප්‍රමාණය
sk: Množstvo
sq: Sasia
sr: Količina
sv: Antal
sw: Idadi
ta: அளவு
te: పరిమాణం
th: ปริมาณ
tr: Adet
uk: Кількість
ur: مقدار
uz: Miqdor
vi: Số lượng

source: Rate Product
am: ንብረቱን አስመዝግብ
ar: تقييم المنتج
az: Məhsulu qiymətləndirin
bg: Оценете продукта
bn: রেট পণ্য
bs: Ocijenite proizvod
ca: Taxa de producte
cs: Ohodnotit produkt
da: Bedøm produkt
el: Αξιολογήστε το προϊόν
et: Hinda toodet
fa: امتیازدهی به محصول
fi: Arvioi tuote
he: דרג את המוצר
hi: उत्पाद को रेट करें
hu: Termék értékelése
id: Beri Nilai Produk
ja: 商品を評価
ka: შეაფასეთ პროდუქტი
kk: Өнімді бағалау
km: វាយតម្លៃផលិតផល
kn: ಉತ್ಪನ್ನವನ್ನು ರೇಟ್ ಮಾಡಿ
ku: نرخدان بە بەرهەم
lo: ໃຫ້ຄະແນນຜະລິດຕະພັນ
lt: Įvertinti produktą
mr: उत्पादनाला रेटिंग द्या
ms: Nilai produk
my: ထုတ်ကုန်ကို အဆင့်သတ်မှတ်ပါ။
no: Vurder produkt
pl: Oceń produkt
ro: Evaluează produsul
si: නිෂ්පාදනයට අගය දෙන්න
sk: Ohodnotiť produkt
sq: Vlerëso produktin
sr: Оцените производ
sv: Betygsätt produkt
sw: Kadiria Bidhaa
ta: விலை தயாரிப்பு
te: ఉత్పత్తిని రేట్ చేయండి
th: อัตราผลิตภัณฑ์
tr: Ürünü değerlendir
uk: Оцінити товар
ur: پروڈکٹ کی درجہ بندی کریں
uz: Mahsulotni baholang
vi: Đánh giá sản phẩm

source: Refund
am: ተመላሽ ገንዘብ
ar: استرداد
az: Geri qaytarma
bg: Възстановяване
bn: প্রত্যর্পণ
bs: Povrat novca
ca: Devolució
cs: Vrácení peněz
da: Refusion
el: Επιστροφή χρημάτων
et: Tagasimakse
fa: بازگشت وجه
fi: Palautus
he: החזר כספי
hi: धनवापसी
hu: Visszatérítés
id: Pengembalian dana
ja: 返金
ka: თანხის დაბრუნება
kk: Қайтару
km: បង្វិលប្រាក់
kn: ಮರುಪಾವತಿ
ku: گەڕاندنەوەی پارە
lo: ຂໍເງິນຄືນ
lt: Grąžinti pinigus
mr: परतावा
ms: Bayaran balik
my: ပြန်အမ်းငွေ
no: Refusjon
pl: Zwrot
ro: Rambursare
si: ආපසු ගෙවීම
sk: Vrátenie peňazí
sq: Rimbursim
sr: Враћање новца
sv: Återbetalning
sw: Rejesha Pesa
ta: திரும்பப்பெறும்
te: రిఫండ్
th: คืนเงินให้
tr: İade
uk: Повернення коштів
ur: رقم کی واپسی
uz: Qaytarish
vi: Hoàn tiền

# searchResultFor
source: Search results for: '{keyword}'
am: የፍለጋ ውጤቶች ለ: '{keyword}'
ar: نتائج البحث عن: '{keyword}'
az: Axtarış nəticələri: '{keyword}'
bg: Резултати от търсенето за: "{keyword}"
bn: এর জন্য অনুসন্ধান ফলাফল: '{keyword}'
bs: Rezultati pretrage za: '{keyword}'
ca: Resultats de la cerca per a: "{keyword}"
cs: Výsledky hledání pro '{keyword}'
da: Søgeresultater for: '{keyword}'
el: Αποτελέσματα αναζήτησης για: '{keyword}'
et: Otsingutulemused: '{keyword}'
fa: نتایج جستجو برای: "{keyword}"
fi: Hakutulokset: '{keyword}'
he: תוצאות חיפוש עבור: '{keyword}'
hi: '{keyword}' के लिए खोज परिणाम
hu: Keresési eredmények erre: "{keyword}"
id: Hasil pencarian untuk: '{keyword}'
ja: 「{keyword}」の検索結果
ka: ძიების შედეგები: '{keyword}'
kk: '{keyword}' бойынша іздеу нәтижелері
km: លទ្ធផលស្វែងរកសម្រាប់៖ '{keyword}'
kn: ಇದಕ್ಕಾಗಿ ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳು: '{keyword}'
ku: ئەنجامی گەڕان بۆ: '{keyword}'
lo: ຜົນການຊອກຫາສຳລັບ: '{keyword}'
lt: Paieškos rezultatai pagal: „{keyword}
mr: यासाठी शोध परिणाम: '{keyword}'
ms: Hasil carian untuk: '{keyword}'
my: ရှာဖွေမှုရလဒ်များ- '{keyword}'
no: Søkeresultater for: '{keyword}'
pl: Wyniki wyszukiwania dla: '{keyword}'
ro: Rezultatele căutării pentru: „{keyword}
si: '{keyword}' සඳහා සෙවුම් ප්‍රතිඵල
sk: Výsledky vyhľadávania pre: '{keyword}'
sq: Rezultatet e kërkimit për: '{keyword}'
sr: Резултати претраге за: '{keyword}'
sv: Sökresultat för: '{keyword}'
sw: Matokeo ya utafutaji wa: '{keyword}'
ta: இதற்கான தேடல் முடிவுகள்: '{keyword}'
te: '{keyword}' కోసం శోధన ఫలితాలు
th: ผลการค้นหาสำหรับ: '{keyword}'
tr: '{keyword}' için arama sonuçları
uk: Результати пошуку для: "{keyword}"
ur: تلاش کے نتائج برائے: '{keyword}'
uz: '{keyword}' uchun qidiruv natijalari
vi: Kết quả tìm kiếm cho: '{keyword}'

# searchResultItem
source: {keyword} ({count} item)
am: {keyword} ({count} እቃ)
ar: {keyword} ({count} عنصر)
az: {keyword} ({count} element)
bg: {keyword} ({count} резултат)
bn: {keyword} ({count} টি আইটেম)
bs: {keyword} ({count} stavka)
ca: {keyword} ({count} element)
cs: {keyword} ({count} položka)
da: {keyword} ({count} vare)
el: {keyword} ({count} στοιχείο)
et: {keyword} ({count} ese)
fa: {keyword} ({count} مورد)
fi: {keyword} ({count} tulos)
he: {keyword} ({count} פריט)
hi: {keyword} ({count} आइटम)
hu: {keyword} ({count} találat)
id: {keyword} ({count} barang)
ja: {keyword}（{count}件）
ka: {keyword} ({count} ელემენტი)
kk: {keyword} ({count} зат)
km: {keyword} ({count} ធាតុ)
kn: {keyword} ({count} ಐಟಂ)
ku: {keyword} ({count} دانە)
lo: {keyword} ({count} ລາຍການ)
lt: {keyword} ({count} elementas)
mr: {keyword} ({count} वस्तू)
my: {keyword} (ပစ္စည်း{count} ခု)
no: {keyword} ({count} element)
pl: {keyword} ({count} element)
ro: {keyword} ({count} articol)
si: {keyword} ({count} අයිතම)
sk: {keyword} ({count} položka)
sq: {keyword} ({count} artikull)
sr: {keyword} ({count} ставка)
sv: {keyword} ({count} objekt)
sw: {keyword} ({count} bidhaa)
ta: {keyword} ({count} உருப்படி)
te: {keyword} ({count} అంశం)
th: {keyword} ({count} รายการ)
tr: {keyword} ({count} ürün)
uk: {keyword} ({count} товар)
ur: {keyword} ({count} آئٹم)
uz: {keyword} ({count} ta element)
vi: {keyword} ({count} mục)

# searchResultItems
source: {keyword} ({count} items)
am: {keyword} ({count} እቃዎች)
ar: {keyword} ({count} عنصر)
az: {keyword} ({count} element)
bg: {keyword} ({count} резултата)
bn: {keyword} ({count} টি আইটেম)
bs: {keyword} ({count} stavki)
ca: {keyword} ({count} elements)
cs: {keyword} ({count} položek)
da: {keyword} ({count} varer)
el: {keyword} ({count} στοιχεία)
et: {keyword} ({count} eset)
fa: {keyword} ({count} مورد)
fi: {keyword} ({count} tulosta)
he: {keyword} ({count} פריטים)
hi: {keyword} ({count} आइटम)
hu: {keyword} ({count} találat)
id: {keyword} ({count} barang)
ja: {keyword}（{count}件）
ka: {keyword} ({count} ელემენტი)
kk: {keyword} ({count} зат)
km: {keyword} ({count} ធាតុ)
kn: {keyword} ({count} ಐಟಂಗಳು)
ku: {keyword} ({count} دانە)
lo: {keyword} ({count} ລາຍການ)
lt: {keyword} ({count} elementai)
mr: {keyword} ({count} वस्तू)
ms: {keyword} ({count} item)
my: {keyword} (ပစ္စည်း{count} ခု)
no: {keyword} ({count} elementer)
pl: {keyword} ({count} elementów)
ro: {keyword} ({count} articole)
si: {keyword} ({count} අයිතම)
sk: {keyword} ({count} položiek)
sq: {keyword} ({count} artikuj)
sr: {keyword} ({count} ставки)
sv: {keyword} ({count} objekt)
sw: {keyword} ({count} bidhaa)
ta: {keyword} ({count} உருப்படிகள்)
te: {keyword} ({count} అంశాలు)
th: {keyword} ({count} รายการ)
tr: {keyword} ({count} ürün)
uk: {keyword} ({count} товарів)
ur: {keyword} ({count} آئٹمز)
uz: {keyword} ({count} ta element)
vi: {keyword} ({count} mục)

source: Select Voucher
am: ቫውቸር ይምረጡ
ar: اختر قسيمة
az: Çeki seçin
bg: Изберете ваучер
bn: ভাউচার নির্বাচন করুন
bs: Odaberite vaučer
ca: Seleccioneu el val
cs: Vybrat slevový kód
da: Vælg kupon
el: Επιλέξτε κουπόνι
et: Vali soodustuskood
fa: کد تخفیف را انتخاب کنید
fi: Valitse alennuskoodi
he: בחר שובר
hi: वाउचर चुनें
hu: Kupon kiválasztása
id: Pilih voucher
ja: クーポンを選択
ka: აირჩიეთ ვაუჩერი
kk: Ваучерді таңдау
km: ជ្រើសរើសប័ណ្ណបញ្ចុះតម្លៃ
kn: ವೌಚರ್ ಆಯ್ಕೆಮಾಡಿ
ku: فۆچەر هەلبژێرە
lo: ເລືອກບັດສ່ວນຫຼຸດ
lt: Pasirinkite kuponą
mr: व्हाउचर निवडा
ms: Pilih baucar
my: ဘောက်ချာကို ရွေးပါ။
no: Velg gavekort
pl: Wybierz kupon
ro: Selectează voucherul
si: වවුචරයක් තෝරන්න
sk: Vybrať kupón
sq: Zgjidh kuponin
sr: Изаберите ваучер
sv: Välj värdekupong
sw: Chagua vocha
ta: வவுச்சரைத் தேர்ந்தெடுக்கவும்
te: వౌచర్ ఎంచుకోండి
th: เลือกบัตรกำนัล
tr: Kupon seç
uk: Оберіть ваучер
ur: واؤچر منتخب کریں
uz: Kuponni tanlang
vi: Chọn chứng từ

# separateMultipleEmailWithComma
source: Separate multiple email addresses with a comma.
am: ብዙ ኢሜሎችን በነጠላ ነጥብ (,) ይለዩ።
ar: افصل بين عناوين البريد الإلكتروني المتعددة بفاصلة
az: Çoxsaylı e-poçt ünvanlarını vergüllə ayırın.
bg: Разделете няколко имейл адреса със запетая
bn: কমা দিয়ে একাধিক ইমেল ঠিকানা আলাদা করুন।
bs: Odvojite više adresa e-pošte zarezom.
ca: Separeu diverses adreces de correu electrònic amb una coma.
cs: Více e-mailových adres oddělte čárkami
da: Adskil flere e-mailadresser med komma.
el: Διαχωρίστε πολλές διευθύνσεις email με κόμμα.
et: Eralda mitu e-posti aadressi komaga
fa: چند آدرس ایمیل را با کاما از هم جدا کنید
fi: Erota sähköpostiosoitteet pilkulla.
he: הפרד מספר כתובות דוא"ל באמצעות פסיק
hi: कई ईमेल पतों को अल्पविराम से अलग करें।
hu: Több e-mail címet vesszővel válasszon el
id: Pisahkan beberapa alamat email dengan koma
ja: 複数のメールアドレスはカンマで区切ってください
ka: გამოყავით მრავალი ელექტრონული ფოსტის მისამართი მძიმით.
kk: Бірнеше электрондық поштаны үтірмен бөліңіз
km: បំបែកអាសយដ្ឋានអ៊ីមែលច្រើនដោយប្រើសញ្ញាក្បៀស
kn: ಅಲ್ಪವಿರಾಮದಿಂದ ಬಹು ಇಮೇಲ್ ವಿಳಾಸಗಳನ್ನು ಪ್ರತ್ಯೇಕಿಸಿ.
ku: چند ناونیشانی ئیمەیل بە پیتەکە جیا بکە.
lo: ແຍກທີ່ຢູ່ອີເມວຫຼາຍອັນດ້ວຍເຄື່ອງໝາຍຈຸດ.
lt: Atskirkite kelis el. pašto adresus kableliais
mr: स्वल्पविरामाने अनेक ईमेल पत्ते वेगळे करा.
ms: Asingkan berbilang alamat e-mel dengan koma.
my: အီးမေးလ်လိပ်စာအများအပြားကို ကော်မာဖြင့် ခွဲခြားပါ။
no: Separer flere e-postadresser med komma
pl: Oddziel adresy e-mail przecinkami.
ro: Separă mai multe adrese de e-mail cu virgulă
si: බහු විද්‍යුත් ලිපින කොමාවකින් වෙන් කරන්න.
sk: Viaceré e-mailové adresy oddeľte čiarkou
sq: Ndani disa adresa emaili me presje
sr: Одвојите више адреса е-поште зарезом.
sv: Separera flera e-postadresser med kommatecken.
sw: Tenganisha barua pepe nyingi kwa kutumia koma
ta: பல மின்னஞ்சல் முகவரிகளை காற்புள்ளியால் பிரிக்கவும்.
te: బహుళ ఇమెయిల్ చిరునామాలను కామాతో వేరు చేయండి.
th: คั่นที่อยู่อีเมลหลายรายการด้วยเครื่องหมายจุลภาค
tr: Birden fazla e-posta adresini virgülle ayırın
uk: Розділяйте кілька адрес комами
ur: متعدد ای میل پتوں کو کوما سے الگ کریں
uz: Bir nechta elektron pochta manzillarini vergul bilan ajrating
vi: Phân tách nhiều địa chỉ email bằng dấu phẩy.

source: Terrible
am: አሳዛኝ
ar: سيء جداً
az: Dəhşətli
bg: Ужасно
bn: ভয়ানক
bs: Užasno
cs: Hrozné
da: Forfærdelig
el: Τρομερός
et: Väga halb
fa: افتضاح
fi: Kamala
he: גרוע
hi: बहुत बुरा
hu: Szörnyű
id: Sangat buruk
ja: とても悪い
ka: საშინელება
kk: Өте нашар
km: អាក្រក់ខ្លាំង
kn: ಭಯಾನಕ
ku: زۆر خراپ
lo: ແຍ່ຫຼາຍ
lt: Siaubingai
mr: भयानक
ms: Teruk
my: ပိန်းပိတ်အောင်
no: Forferdelig
pl: Fatalny
ro: Teribil
si: ඉතා නරකයි
sk: Hrozné
sq: E tmerrshme
sr: Страшно
sv: Fruktansvärt
sw: Mbaya sana
ta: பயங்கரமானது
te: భయంకరం
th: ย่ำแย่
tr: Çok kötü
uk: Жахливо
ur: بہت خراب
uz: Juda yomon
vi: Tệ

source: To
am: ወደ
ar: إلى
az: Kimə
bg: до
bn: থেকে
bs: do
ca: a
cs: do
da: Til
el: Προς το
et: kuni
fa: به
fi: Vastaanottaja
he: אל
hi: से
id: Kepada
ja: 宛先
ka: რომ
kk: Дейін
km: ដល់
kn: ಗೆ
ku: بۆ
lo: ເຖິງ
lt: Iki
mr: ते
ms: kepada
my: ရန်
no: Til
pl: Do
ro: Către
si: වෙත
sk: do
sq: për
sr: do
sv: till
sw: Mpaka
ta: க்கு
te: కు
th: ไปยัง
tr: Kime
uk: До
ur: تا
uz: Kimga
vi: Đến

source: Total Price
am: ጠቅላላ ዋጋ
ar: السعر الإجمالي
az: Ümumi Qiymət
bg: Обща цена
bn: মোট দাম
bs: Ukupna cijena
ca: Preu total
cs: Celková cena
da: Samlet pris
el: Συνολικό ποσό
et: Koguhind
fa: قیمت کل
fi: Kokonaishinta
he: מחיר כולל
hi: कुल कीमत
hu: Végösszeg
id: Total harga
ja: 合計金額
ka: Ჯამური ღირებულება
kk: Жалпы баға
km: តម្លៃសរុប
kn: ಒಟ್ಟು ಬೆಲೆ
ku: کۆی گشتی نرخ
lo: ລາຄາລວມ
lt: Bendra suma
mr: एकूण किंमत
ms: Jumlah harga
my: စုစုပေါင်းစျေးနှုန်း
no: Totalpris
pl: Cena całkowita
ro: Preț total
si: මුළු මුදල
sk: Celková cena
sq: Çmimi total
sr: Ukupna cijena
sv: Totalsumma
sw: Jumla ya Bei
ta: மொத்த விலை
te: మొత్తం ధర
th: ราคารวม
tr: Toplam fiyat
uk: Загальна сума
ur: کل قیمت
uz: Umumiy narx
vi: Tổng giá

source: Upload image
am: ምስል አስገባ
ar: رفع صورة
az: Şəkil yükləyin
bg: Качване на изображение
bn: ছবি আপলাড
bs: Otpremi sliku
ca: Carrega la imatge
cs: Nahrát obrázek
da: Upload billede
el: Μεταφόρτωση εικόνας
et: Lae pilt üles
fa: بارگذاری تصویر
fi: Lataa kuva
he: העלה תמונה
hi: छवि अपलोड करें
hu: Kép feltöltése
id: Unggah Gambar
ja: 画像をアップロード
ka: Სურათის ატვირთვა
kk: Сурет жүктеу
km: បញ្ចូលរូបភាព
kn: ಚಿತ್ರವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ku: وێنە بار بکە
lo: ອັບໂຫຼດຮູບພາບ
lt: Įkelti nuotrauką
mr: प्रतिमा अपलोड करा
ms: Muat naik imej
my: ပုံတင်ပါ။
no: Last opp bilde
pl: Prześlij zdjęcie
ro: Încarcă imagine
si: පින්තූරය උඩුගත කරන්න
sk: Nahrať obrázok
sq: Ngarko imazhin
sv: Ladda upp bild
sw: Pakia Picha
ta: படத்தை பதிவேற்றம் செய்யவும்
te: చిత్రాన్ని అప్లోడ్ చేయండి
th: อัพโหลดภาพ
tr: Görsel yükle
uk: Завантажити зображення
ur: تصویر اپ لوڈ کریں
uz: Rasm yuklash
vi: Tải lên hình ảnh

source: View
am: እይታ
ar: عرض
az: Baxın
bg: Преглед
bn: দৃশ্য
bs: Pogled
ca: vista
cs: Zobrazit
da: Vis
el: Θέα
et: Vaata
fa: مشاهده
fi: Näytä
he: צפה
hi: देखें
hu: Megtekintés
id: Lihat
ja: 表示
ka: ხედი
kk: Қарау
km: មើល
kn: ವೀಕ್ಷಿಸಿ
ku: بینین
lo: ເບິ່ງ
lt: Peržiūrėti
mr: पहा
ms: Lihat
my: ကြည့်ရှုပါ
no: Vis
pl: Widok
ro: Vezi
si: බලන්න
sk: Zobraziť
sq: Shiko
sr: Pogled
sv: Visa
sw: Tazama
ta: காண்க
te: చూడండి
th: ดู
tr: Görüntüle
uk: Переглянути
ur: دیکھیں
uz: Ko'rish
vi: Xem

source: View detail
am: ዝርዝር እይታ
ar: عرض التفاصيل
az: Detallara baxın
bg: Преглед на детайли
bn: বিস্তারিত দেখুন
bs: Pogledajte detalje
ca: Veure detall
cs: Zobrazit detail
da: Se detaljer
el: Δείτε λεπτομέρειες
et: Vaata üksikasju
fa: مشاهده جزئیات
fi: Näytä tiedot
he: פרטים נוספים
hi: विस्तार से देखें
hu: Részletek megtekintése
id: Lihat Detail
ja: 詳細を表示
ka: დეტალების ნახვა
kk: Толық мәлімет
km: មើលព័ត៌មានលម្អិត
kn: ವಿವರ ವೀಕ್ಷಿಸಿ
ku: وردەکاری ببینە
lo: ເບິ່ງລາຍລະອຽດ
lt: Žiūrėti detaliau
mr: तपशील पहा
ms: Lihat butiran
my: အသေးစိတ်ကြည့်ရှုပါ။
no: Vis detaljer
pl: Zobacz szczegóły
ro: Vezi detalii
si: විස්තරය බලන්න
sk: Zobraziť detail
sq: Shiko detajet
sr: Погледај Детаљ
sv: Visa detaljer
sw: Tazama Maelezo
ta: விவரங்களை காண்க
te: వివరాలను చూడండి
th: ดูรายละเอียด
tr: Detayları görüntüle
uk: Переглянути деталі
ur: تفصیل دیکھیں
uz: Batafsil ko'rish
vi: Xem chi tiết

source: View More
am: ተጨማሪ ይመልከቱ
ar: عرض المزيد
az: Ətraflı Baxın
bg: Вижте повече
bn: আরো দেখুন
bs: Vidi više
ca: Veure més
cs: Zobrazit více
da: Se mere
el: Δείτε περισσότερα
et: Vaata rohkem
fa: مشاهده بیشتر
fi: Näytä lisää
he: צפה בעוד
hi: और देखें
hu: További részletek
id: Lihat Lainnya
ja: もっと見る
ka: იხილეთ მეტი
kk: Көбірек көру
km: មើលបន្ថែម
kn: ಇನ್ನಷ್ಟು ವೀಕ್ಷಿಸಿ
ku: زیاتر ببینە
lo: ເບິ່ງເພີ່ມເຕີມ
lt: Rodyti daugiau
mr: अधिक पहा
ms: Lihat lagi
my: ထပ်မံကြည့်ရှုပါ
no: Vis mer
pl: Zobacz więcej
ro: Vezi mai mult
si: තවත් බලන්න
sk: Zobraziť viac
sq: Shiko më shumë
sr: Погледај још
sv: Visa mer
sw: Tazama Zaidi
ta: மேலும் பார்க்க
te: మరిన్ని చూడండి
th: ดูเพิ่มเติม
tr: Daha fazla göster
uk: Дивитися більше
ur: مزید دیکھیں
uz: Ko'proq ko'rish
vi: Xem thêm
