Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Additional services
am: ተጨማሪ አገልግሎቶች
ar: خدمات إضافية
az: Əlavə xidmətlər
bg: Допълнителни услуги
bn: অতিরিক্ত সেবা
bs: Dodatne usluge
ca: Serveis addicionals
cs: Doplňkové služby
da: Yderligere tjenester
el: Επιπρόσθετες υπηρεσίες
et: Lisateenused
fa: خدمات اضافی
fi: Lisäpalvelut
he: שירותים נוספים
hi: अतिरिक्त सेवाएं
hu: További szolgáltatások
id: Layanan Tambahan
ja: 追加サービス
ka: დამატებითი სერვისები
kk: Қосымша қызметтер
km: សេវាកម្មបន្ថែម
kn: ಹೆಚ್ಚುವರಿ ಸೇವೆಗಳು
ku: خزمەتگوزارییە زیادەکان
lo: ການບໍລິການເພີ່ມເຕີມ
lt: Papildomos paslaugos
mr: अतिरिक्त सेवा
ms: Perkhidmatan tambahan
my: အပိုဝန်ဆောင်မှုများ
no: Tilleggstjenester
pl: Dodatkowe usługi
ro: Servicii adiționale
si: අමතර සේවාවන්
sk: Doplnkové služby
sq: Shërbime shtesë
sr: Додатне услуге
sv: Ytterligare tjänster
sw: Huduma za ziada
ta: கூடுதல் சேவைகள்
te: అదనపు సేవలు
th: บริการเพิ่มเติม
tr: Ek hizmetler
uk: Додаткові послуги
ur: اضافی خدمات
uz: Qo'shimcha xizmatlar
vi: Dịch vụ bổ sung

source: None
am: ምንም
ar: لا شيء
az: Heç biri
bg: Няма
bn: কোনোটিই নয়
bs: Ništa
ca: Cap
cs: žádný
da: Ingen
el: Κανένα
et: Puudub
fa: هیچکدام
fi: Ei mitään
he: ללא
hi: कोई नहीं
hu: Nincs
id: Tidak ada
ja: なし
ka: არცერთი
kk: Ешқайсысы
km: គ្មាន
kn: ಯಾವುದೂ ಇಲ್ಲ
ku: هیچ
lo: ບໍ່ມີ
lt: Nėra
mr: काहीही नाही
ms: Tiada
my: တစ်ခုမှ
no: Ingen
pl: Brak
ro: Niciunul
si: කිසිවක් නැත
sk: Žiadne
sq: Asnjë
sr: Ниједан
sv: Ingen
sw: Hakuna
ta: ஏதுமில்லை
te: ఏదీ కాదు
th: ไม่มี
tr: Yok
uk: Немає
ur: کوئی نہیں
uz: Yo'q
vi: Không có

source: This date is not available
am: ይህ ቀን አይገኝም
ar: هذا التاريخ غير متاح
az: Bu tarix mövcud deyil
bg: Тази дата не е налична
bn: এই তারিখ পাওয়া যায় না
bs: Ovaj datum nije dostupan
ca: Aquesta data no està disponible
cs: Toto datum není k dispozici
da: Denne dato er ikke tilgængelig
el: Αυτή η ημερομηνία δεν είναι διαθέσιμη
et: See kuupäev pole saadaval
fa: این تاریخ در دسترس نیست
fi: Tämä päivämäärä ei ole käytettävissä
he: תאריך זה אינו זמין
hi: यह तारीख उपलब्ध नहीं है
hu: Ez a dátum nem érhető el
id: Tanggal ini tidak tersedia
ja: この日付は利用できません
ka: ეს თარიღი მიუწვდომელია
kk: Бұл күн қолжетімді емес
km: កាលបរិច្ឆេទនេះមិនមានទេ
kn: ಈ ದಿನಾಂಕ ಲಭ್ಯವಿಲ್ಲ
ku: ئەم بەروارە بەردەست نیە
lo: ວັນທີນີ້ບໍ່ສາມາດໃຊ້ໄດ້
lt: Ši data nėra galima
mr: ही तारीख उपलब्ध नाही
ms: Tarikh ini tidak tersedia
my: ဤရက်စွဲကို မရရှိနိုင်ပါ။
no: Denne datoen er ikke tilgjengelig
pl: Ta data nie jest dostępna
ro: Această dată nu este disponibilă
si: මෙම දිනය ලබා ගැනීමට නොහැක
sk: Tento dátum nie je dostupný
sq: Kjo datë nuk është e disponueshme
sr: Овај датум није доступан
sv: Detta datum är inte tillgängligt
sw: Tarehe hii haipatikani
ta: இந்த தேதி கிடைக்கவில்லை
te: ఈ తేదీ అందుబాటులో లేదు
th: วันที่นี้ไม่พร้อมใช้งาน
tr: Bu tarih mevcut değil
uk: Ця дата недоступна
ur: یہ تاریخ دستیاب نہیں ہے
uz: Bu sana mavjud emas
vi: Ngày này không có sẵn

source: No slot available
am: ምንም ክፍት ቦታ የለም
ar: لا توجد فترات متاحة
az: Boş yer yoxdur
bg: Няма налични слотове
bn: কোনো স্লট উপলব্ধ নেই
bs: Nema dostupnih termina
ca: No hi ha places disponibles
cs: Žádný volný termín
da: Ingen plads tilgængelig
el: Δεν υπάρχει διαθέσιμη θέση
et: Ühtegi vaba kohta pole
fa: جایگاه خالی موجود نیست
fi: Vapaita aikoja ei ole saatavilla
he: אין חריץ זמין
hi: कोई स्लॉट उपलब्ध नहीं
hu: Nincs elérhető időpont
id: Tidak ada slot tersedia
ja: 利用可能なスロットがありません
ka: სლოტი არ არის ხელმისაწვდომი
kk: Бос орын жоқ
km: មិនមានរន្ធទេ។
kn: ಯಾವುದೇ ಸ್ಲಾಟ್ ಲಭ್ಯವಿಲ್ಲ
ku: هیچ شوێنێک بەردەست نییە
lo: ບໍ່ມີຊ່ອງຫວ່າງ
lt: Nėra laisvų vietų
mr: स्लॉट उपलब्ध नाही
ms: Tiada slot tersedia
my: အပေါက်မရရှိနိုင်ပါ။
no: Ingen ledige tidspunkter
pl: Brak dostępnych terminów
ro: Nu există slot disponibil
si: කොටස් නොමැත
sk: Žiadny dostupný slot
sq: Nuk ka vend të disponueshëm
sr: Нема доступних термина
sv: Ingen plats tillgänglig
sw: Hakuna nafasi inayopatikana
ta: ஸ்லாட் கிடைக்கவில்லை
te: అందుబాటులో స్లాట్ లేదు
th: ไม่มีช่องว่าง
tr: Uygun slot yok
uk: Немає доступних слотів
ur: کوئی سلاٹ دستیاب نہیں ہے۔
uz: Bo'sh joy yo'q
vi: Không có chỗ trống

source: Pay Now
am: አሁን ክፈል
ar: ادفع الآن
az: İndi ödəyin
bg: Плати сега
bn: এখন পরিশোধ করুন
bs: Plati sad
ca: Pagar ara
cs: Zaplatit nyní
da: Betal nu
el: Πληρώστε τώρα
et: Maksa kohe
fa: پرداخت
fi: Maksa nyt
he: שלם עכשיו
hi: अभी भुगतान करें
hu: Fizetés most
id: Bayar Sekarang
ja: 今すぐ支払う
ka: გადახდა
kk: Қазір төлеу
km: បង់ប្រាក់ឥឡូវនេះ
kn: ಈಗ ಪಾವತಿಸಿ
ku: ئێستا پارە بدە
lo: ຈ່າຍດຽວນີ້
lt: Mokėti dabar
mr: आता पैसे द्या
ms: Bayar sekarang
my: ယခုငွေပေးချေပါ။
no: Betal nå
pl: Zapłać teraz
ro: Plătește acum
si: දැන් ගෙවන්න
sk: Zaplatiť teraz
sq: Paguaj tani
sr: Плати сада
sv: Betala nu
sw: Lipa sasa
ta: இப்போது செலுத்து
te: ఇప్పుడే చెల్లించండి
th: ชำระเงินตอนนี้
tr: Şimdi Öde
uk: Оплатити зараз
ur: ابھی ادائیگی کریں
uz: Hozir to'lash
vi: Thanh toán ngay

# sold
source: Sold: {numberOfUnitsSold}
am: ተሽጧል: {numberOfUnitsSold}
ar: تم البيع: {numberOfUnitsSold}
az: Satıldı: {numberOfUnitsSold}
bg: Продадени: {numberOfUnitsSold}
bn: বিক্রয়: {numberOfUnitsSold}
bs: Prodano: {numberOfUnitsSold}
ca: Venut: {numberOfUnitsSold}
cs: Prodáno: {numberOfUnitsSold}
da: Solgt: {numberOfUnitsSold}
el: Πωλήθηκαν: {numberOfUnitsSold}
et: Müüdud: {numberOfUnitsSold}
fa: فروخته شده: {numberOfUnitsSold}
fi: Myyty: {numberOfUnitsSold}
he: נמכר: {numberOfUnitsSold}
hi: बिक गया: {numberOfUnitsSold}
hu: Eladva: {numberOfUnitsSold}
id: Terjual: {numberOfUnitsSold}
ja: 売れた数：{numberOfUnitsSold}
ka: გაყიდულია: {numberOfUnitsSold}
kk: Сатылды: {numberOfUnitsSold}
km: បានលក់៖ {numberOfUnitsSold}
kn: ಮಾರಾಟ: {numberOfUnitsSold}
lo: ຂາຍແລ້ວ: {numberOfUnitsSold}
lt: Parduota: {numberOfUnitsSold}
mr: विकले: {numberOfUnitsSold}
ms: Terjual: {numberOfUnitsSold}
my: ရောင်းသည်- {numberOfUnitsSold}
no: Solgt: {numberOfUnitsSold}
pl: Sprzedane: {numberOfUnitsSold}
ro: Vândut: {numberOfUnitsSold}
si: විකිණී ඇත: {numberOfUnitsSold}
sk: Predané: {numberOfUnitsSold}
sq: Shitur: {numberOfUnitsSold}
sr: Продато: {numberOfUnitsSold}
sv: Såld: {numberOfUnitsSold}
sw: Imeuzwa: {numberOfUnitsSold}
ta: விற்கப்பட்டது
te: విక్రయించబడినవి: {numberOfUnitsSold}
th: ขายแล้ว: {numberOfUnitsSold}
tr: Satıldı: {numberOfUnitsSold}
uk: Продано: {numberOfUnitsSold}
ur: فروخت: {numberOfUnitsSold}
uz: Sotildi: {numberOfUnitsSold}
vi: Đã bán: {numberOfUnitsSold}

source: Almost sold out
am: ሽያጩ ሊያልቅ ነው
ar: على وشك النفاد
az: Demək olar ki, satılıb
bg: Почти изчерпано
bn: প্রায় বিক্রি হয়ে গেছে
bs: Uskoro rasprodano
ca: Gairebé esgotat
cs: Téměř vyprodáno
da: Næsten udsolgt
el: Σχεδόν εξαντλήθηκε
et: Peaaegu välja müüdud
fa: تقریباً تمام شده
fi: Lähes loppuunmyyty
he: כמעט אזל מהמלאי
hi: लगभग बिक चुका है
hu: Majdnem elfogyott
id: Hampir Habis
ja: 残りわずか
ka: თითქმის გაყიდულია
kk: Таусылуға жақын
km: ជិតអស់ហើយ
kn: ಬಹುತೇಕ ಮಾರಾಟವಾಗಿದೆ
ku: نزیکە لە تەواوبوون
lo: ໃກ້ຈະໝົດ
lt: Beveik išparduota
mr: जवळजवळ विकले गेले
ms: Hampir habis dijual
my: ရောင်းခါနီးပြီ။
no: Nesten utsolgt
pl: Prawie wyprzedane
ro: Aproape epuizat
si: මුළුමනින්ම විකිණී අවසන් වීමට ආසන්නයි
sk: Takmer vypredané
sq: Pothuajse i shitur
sr: Скоро распродато
sv: Nästan slutsåld
sw: Karibu kuisha
ta: கிட்டத்தட்ட விற்றுத்தீர்ந்தது
te: దాదాపు అమ్ముడయ్యింది
th: ขายเกือบหมด
tr: Neredeyse Tükendi
uk: Майже розпродано
ur: تقریباً فروخت ہو گیا
uz: Deyarli tugadi
vi: Sắp hết hàng

# endsIn
source: Ends in {timeLeft}
am: በ {timeLeft} ውስጥ ያበቃል
ar: ينتهي في {timeLeft}
az: {timeLeft} müddətində bitir
bg: Завършва след {timeLeft}
bn: {timeLeft} এ শেষ হবে
bs: Završava za {timeLeft}
ca: Acaba en {timeLeft}
cs: Končí za {timeLeft}
da: Slutter om {timeLeft}
el: Λήγει σε {timeLeft}
et: Lõppeb {timeLeft} pärast
fa: به پایان می‌رسد در {timeLeft}
fi: Päättyy {timeLeft}
he: מסתיים בעוד {timeLeft}
hi: {timeLeft} में समाप्त होता है
hu: Hátralévő idő: {timeLeft}
id: Berakhir dalam {timeLeft}
ja: 残り{timeLeft}
ka: მთავრდება {timeLeft}-ში
kk: {timeLeft} аяқталады
km: បញ្ចប់នៅ {timeLeft}
kn: {timeLeft} ನಲ್ಲಿ ಕೊನೆಗೊಳ್ಳುತ್ತದೆ
ku: {timeLeft} تەواو دەبێت
lo: ສິ້ນສຸດໃນ {timeLeft}
lt: Baigiasi po {timeLeft}
mr: {timeLeft} मध्ये संपते
ms: Berakhir dalam {timeLeft}
my: {timeLeft}တွင် ပြီးဆုံးသည်
no: Slutter om {timeLeft}
pl: Kończy się za {timeLeft}
ro: Se termină în {timeLeft}
si: අවසන් වන්නේ {timeLeft}කින්
sk: Končí za {timeLeft}
sq: Përfundon në {timeLeft}
sr: Завршава се за {timeLeft}
sv: Slutar om {timeLeft}
sw: Inaisha baada ya {timeLeft}
ta: முடிவடைகிறது
te: {timeLeft} లో ముగుస్తుంది
th: จะสิ้นสุดใน {timeLeft}
tr: Biter: {timeLeft}
uk: Закінчується через {timeLeft}
ur: {timeLeft} میں ختم ہوتا ہے
uz: {timeLeft}da tugaydi
vi: Kết thúc sau {timeLeft}

source: Hebrew
am: ዕብራይስጥ
ar: العبرية
az: İvrit
bg: Иврит
bn: হিব্রু
bs: Hebrejski
ca: Hebreu
cs: hebrejština
da: hebraisk
el: Εβραϊκά
et: Heebrea
fa: عبری
fi: Heprea
he: עברית
hi: हिब्रू
hu: Héber
id: Bahasa Ibrani
ja: ヘブライ語
ka: ებრაული
kk: Иврит
km: ហេប្រ៊ូ
kn: ಹೆಬ್ರೂ
ku: عیبرى
lo: ຍິວ
lt: Hebrajų
mr: हिब्रू
ms: Ibrani
my: ဟီး
no: Hebraisk
pl: hebrajski
ro: Ebraică
si: හීබෲ
sk: hebrejský
sq: Hebraisht
sr: Хебрејски
sv: hebreiska
sw: Kiebrania
ta: ஹீப்ரு
te: హీబ్రూ
tr: İbranice
uk: Іврит
ur: عبرانی
uz: Ivrit tili
vi: Tiếng Do Thái

# thailand
source: Thai
am: ታይኛ
ar: التايلاندية
az: Tay
bg: Тайландски
bn: থাই
bs: Tajlandski
ca: Tailandès
cs: Thajština
el: Ταϊλανδικά
et: Tai
fa: تایلندی
he: תאילנדית
hi: थाई
id: Bahasa Thai
ja: タイ
ka: ტაილანდური
kk: Тай
km: ថៃ
kn: ಥೈಲ್ಯಾಂಡ್
ku: تایلەندى
lo: ໄທ
lt: Tajų
mr: थाई
ms: Bahasa Thai
my: ထိုင်း
pl: tajski
ro: Thailandeză
si: තායිලන්තය
sk: Thajčina
sq: Tajlandisht
sr: Тајландски
sw: Kithai
ta: தாய்
te: థాయ్
tr: Tayca
uk: Тайська
ur: تھائی
uz: Tailand
vi: Thái

source: Hungarian
am: ሀንጋሪኛ
ar: المجرية
az: Macar
bg: Унгарски
bn: হাঙ্গেরীয়
bs: Mađarski
ca: Hongarès
cs: maďarština
da: ungarsk
el: Ουγγρικά
et: Ungari
fa: مجارستانی
fi: Unkari
he: הונגרית
hi: हंगेरियन
hu: Magyar
id: Bahasa Hungaria
ja: ハンガリー語
ka: უნგრული
kk: Венгр
km: ហុងគ្រី
kn: ಹಂಗೇರಿಯನ್
ku: هەنگاریدا
lo: ພາສາຮັງກາຣີ
lt: Vengrų
mr: हंगेरियन
ms: Hungary
my: ဟန်ဂေရီ
no: Ungarsk
pl: węgierski
ro: Maghiară
si: හන්ගේරියානු
sk: maďarský
sq: Hungarisht
sr: Мађарски
sv: ungerska
sw: Kihungari
ta: ஹங்கேரியன்
te: హంగేరియన్
th: ฮังการี
tr: Macarca
uk: Угорська
ur: ہنگری
uz: Venger tili
vi: Tiếng Hungary

source: Vendor Info
am: የሻጭ መረጃ
ar: معلومات البائع
az: Satıcı məlumatı
bg: Информация за търговеца
bn: বিক্রেতার তথ্য
bs: Informacije o prodavaču
ca: Informació del venedor
cs: Informace o prodejci
da: Sælgerinfo
el: Πληροφορίες πωλητή
et: Müüja info
fa: اطلاعات فروشنده
fi: Myyjän tiedot
he: מידע על הספק
hi: विक्रेता जानकारी
hu: Eladói információk
id: Info Penjual
ja: 出品者情報
ka: გამყიდველის ინფორმაცია
kk: Сатушы туралы ақпарат
km: ព័ត៌មានអ្នកលក់
kn: ಮಾರಾಟಗಾರರ ಮಾಹಿತಿ
ku: زانیاری فرۆشیار
lo: ຂໍ້ມູນຜູ້ຂາຍ
lt: Pardavėjo informacija
mr: विक्रेता माहिती
ms: Maklumat Vendor
my: ရောင်းချသူ အချက်အလက်
no: Leverandørinformasjon
pl: Informacje o sprzedawcy
ro: Informații vânzător
si: වෙළඳ තොරතුරු
sk: Informácie o predajcovi
sq: Informacioni i shitësit
sr: Информације о продавцу
sv: Leverantörsinformation
sw: Taarifa za Muuzaji
ta: விற்பனையாளர் தகவல்
te: విక్రేత సమాచారం
th: ข้อมูลผู้ขาย
tr: Satıcı Bilgisi
uk: Інформація про продавця
ur: وینڈر کی معلومات
uz: Sotuvchi haqida ma'lumot
vi: Thông tin người bán

# netherlands
source: Dutch
am: ደች
ar: هولندا
az: Hollandiya
bg: Холандски
bn: নেদারল্যান্ডস
bs: Holandski
ca: Holandès
cs: holandský
da: hollandsk
el: Ολλανδία
et: Hollandi
fa: هلندی
fi: Hollanti
he: הולנדית
hi: नीदरलैंड
hu: Holland
id: Belanda
ja: オランダ
ka: ჰოლანდიური
kk: Нидерланды
km: ហូឡង់
kn: ಡಚ್
ku: هۆڵەندی
lo: ໂຮນລັງ
lt: Olandų
mr: डच
ms: Belanda
my: ဒတ်ခ်ျ
no: Nederlandsk
pl: holenderski
ro: Olandeză
si: නෙදර්ලන්තය
sk: holandský
sq: Holandisht
sr: Холандски
sv: holländska
sw: Kiholanzi
ta: டச்சு
te: డచ్
th: เนเธอร์แลนด์
tr: Hollanda
uk: Нідерланди
ur: نیدرلینڈز
uz: Niderlandiya
vi: Hà Lan

# india
source: Hindi
am: ሕንድኛ
ar: الهند
az: Hindistan
bg: Хинди
bn: ভারতীয়
cs: hindština
el: Ινδία
fa: هندی
he: הינדי
hi: भारत
ja: インド
ka: ჰინდი
kk: Хинди
km: ឥណ្ឌា
kn: ಹಿಂದಿ
ku: هندی
lo: ອິນເດຍ
mr: हिंदी
ms: India
my: ဟိန္ဒီ
pl: hinduski
si: ඉන්දියාව
sk: indický
sq: Indian
sr: Хинди
sw: Kihindi
ta: இந்தி
te: హిందీ
th: ภาษาฮินดี
tr: Hintçe
uk: Індійська
ur: ہندوستان
uz: Hindiston

source: Use Now
am: አሁን ተጠቀም
ar: استخدم الآن
az: İndi istifadə edin
bg: Използвай сега
bn: এখন ব্যবহার করুন
bs: Koristi sada
ca: Utilitzar ara
cs: Použít nyní
da: Brug nu
el: Χρήση τώρα
et: Kasuta kohe
fa: استفاده
fi: Käytä nyt
he: השתמש עכשיו
hi: अभी उपयोग करें
hu: Használat most
id: Gunakan Sekarang
ja: 今すぐ使用
ka: გამოიყენეთ ახლა
kk: Қазір пайдалану
km: ប្រើឥឡូវនេះ
kn: ಈಗ ಬಳಸಿ
ku: ئێستا بەکاربهێنە
lo: ໃຊ້ດຽວນີ້
lt: Naudoti dabar
mr: आता वापरा
ms: Guna Sekarang
my: ယခုအသုံးပြုပါ။
no: Bruk nå
pl: Użyj teraz
ro: Folosește acum
si: දැන් භාවිතා කරන්න
sk: Použiť teraz
sq: Përdor tani
sr: Користи сада
sv: Använd nu
sw: Tumia Sasa
ta: இப்போது பயன்படுத்து
te: ఇప్పుడే ఉపయోగించండి
th: ใช้ตอนนี้
tr: Şimdi Kullan
uk: Використати зараз
ur: ابھی استعمال کریں
uz: Hozir foydalanish
vi: Sử dụng ngay

source: Expired
am: ጊዜው አልፏል
ar: منتهي الصلاحية
az: Müddəti bitib
bg: Изтекъл
bn: মেয়াদ শেষ
bs: Isteklo
ca: Caducat
cs: Platnost vypršela
da: Udløbet
el: Έληξε
et: Aegunud
fa: منقضی شده
fi: Vanhentunut
he: פג תוקף
hi: समाप्त हो गया
hu: Lejárt
id: Kedaluwarsa
ja: 期限切れ
ka: ვადაგასული
kk: Мерзімі өткен
km: ផុតកំណត់
kn: ಅವಧಿ ಮುಗಿದಿದೆ
ku: بەسەرچووە
lo: ໝົດອາຍຸ
lt: Baigėsi galiojimas
mr: कालबाह्य झाले
ms: Tamat tempoh
my: သက်တမ်းကုန်သွားပြီ
no: Utløpt
pl: Wygasły
ro: Expirat
si: කල් ඉකුත් වී ඇත
sk: Expirovalo
sq: Skaduar
sr: Истекло
sv: Utgången
sw: Imeisha muda
ta: காலாவதியானது
te: కాలం చెల్లింది
th: ที่หมดอายุแล้ว
tr: Süresi doldu
uk: Термін дії закінчився
ur: میعاد ختم
uz: Muddati tugagan
vi: Đã hết hạn

source: Valid until {date}
am: እስከ {date} ድረስ ያገለግላል
ar: صالح حتى {date}
az: {date}tarixinə qədər etibarlıdır
bg: Валиден до {date}
bn: {date} পর্যন্ত বৈধ
bs: Važi do {date}
ca: Vàlid fins al {date}
cs: Platné do {date}
da: Gyldig til {date}
el: Ισχύει έως {date}
et: Kehtib kuni {date}
fa: معتبر تا {date}
fi: Voimassa {date} asti
he: תקף עד {date}
hi: {date} तक मान्य
hu: Érvényes: {date}
id: Berlaku hingga {date}
ja: {date}まで有効
ka: მოქმედია {date}-მდე
kk: {date} дейін жарамды
km: មានសុពលភាពរហូតដល់ {date}
kn: {date} ರವರೆಗೆ ಮಾನ್ಯ
ku: گونجاوە تا {date}
lo: ໃຊ້ໄດ້ຈົນຮອດ {date}
lt: Galioja iki {date}
mr: {date} पर्यंत वैध
ms: Sah sehingga {date}
my: {date}အထိ အကျုံးဝင်သည်
no: Gyldig til {date}
pl: Ważne do {date}
ro: Valabil până la {date}
si: {date} දක්වා වලංගුයි
sk: Platné do {date}
sq: I vlefshëm deri më {date}
sr: Важи до {date}
sv: Giltig till {date}
sw: Halali hadi {date}
ta: {date} வரை செல்லுபடியாகும்
te: {date} వరకు చెల్లుబాటు అవుతుంది
th: ใช้ได้จนถึง {date}
tr: {date} tarihine kadar geçerli
uk: Дійсний до {date}
ur: {date} تک درست
uz: {date}gacha amal qiladi
vi: Có giá trị đến {date}

source: Expiring in {time}
am: በ{time} ውስጥ ያበቃል
ar: تنتهي الصلاحية في {time}
az: {time} müddətində başa çatır
bg: Изтича след {time}
bn: {time} এ মেয়াদ শেষ হবে
bs: Ističe za {time}
ca: Caduca en {time}
cs: Končí za {time}
da: Udløber om {time}
el: Λήγει σε {time}
et: Aegub {time} pärast
fa: منقضی در {time}
fi: Vanhenee {time} kuluttua
he: יפוג בעוד {time}
hi: {time} में समाप्त हो रहा है
hu: Lejárat ideje: {time}
id: Berakhir dalam {time}
ja: 有効期限：{time}
ka: ვადა ეწურება {time}-ში
kk: {time} мерзімі аяқталады
km: ផុតកំណត់នៅ {time}
kn: {time} ಸಮಯದಲ್ಲಿ ಅವಧಿ ಮುಗಿಯುತ್ತದೆ
ku: بەسەردەچێت لە {time}
lo: ໝົດອາຍຸໃນ {time}
lt: Galiojimas baigiasi po {time}
mr: {time} मध्ये कालबाह्य होत आहे
ms: Tamat tempoh dalam {time}
my: {time}တွင် သက်တမ်းကုန်မည်
no: Utløper om {time}
pl: Wygasa za {time}
ro: Expiră în {time}
si: තත්පර {time}කින් අවසන් වේ
sk: Expiruje za {time}
sq: Skadon në {time}
sr: Истиче за {time}
sv: Går ut om {time}
sw: Inaisha baada ya {time}
ta: {time}இல் காலாவதியாகிறது
te: {time} లో కాలం ముగుస్తుంది
th: จะหมดอายุใน {time}
tr: {time} içinde sona eriyor
uk: Закінчується через {time}
ur: {time} میں میعاد ختم ہو رہی ہے
uz: {time}da muddati tugaydi
vi: Hết hạn sau {time}

source: Fixed Cart Discount
am: ቋሚ የጋሪ ቅናሽ
ar: خصم ثابت على السلة
az: Sabit Səbət Endirimi
bg: Фиксирана отстъпка за количката
bn: নির্দিষ্ট কার্ট ছাড়
bs: Fiksni popust na korpu
ca: Descompte fix al carret
cs: Pevná sleva na košík
da: Fast kurvrabat
el: Σταθερή έκπτωση καλαθιού
et: Fikseeritud ostukorvi allahindlus
fa: تخفیف ثابت سبد خرید
fi: Kiinteä ostoskorialennus
he: הנחת עגלה קבועה
hi: फिक्स्ड कार्ट डिस्काउंट
hu: Fix kosárkedvezmény
id: Diskon Keranjang Tetap
ja: 固定カート割引
ka: ფიქსირებული კალათის ფასდაკლება
kk: Себетке бекітілген жеңілдік
km: បញ្ចុះតម្លៃថេរនៅក្នុងកន្រ្តក
kn: ಸ್ಥಿರ ಕಾರ್ಟ್ ರಿಯಾಯಿತಿ
ku: داشکاندنى نرخى پوختە لە کارت
lo: ຕັ້ງຄ່າສ່ວນຫຼຸດໃນກະຕ່າ
lt: Fiksuota krepšelio nuolaida
mr: निश्चित कार्ट सवलत
ms: Diskaun Troli Tetap
my: ပုံသေလှည်း လျှော့စျေး
no: Fast handlekurvrabatt
pl: Stała zniżka na koszyk
ro: Discount fix pentru coș
si: ස්ථාවර කරත්ත වට්ටම
sk: Pevná zľava na košík
sq: Zbritje fikse në shportë
sr: Фиксни попуст на корпу
sv: Fast kundvagnsrabatt
sw: Punguzo la Rukwama Isiyobadilika
ta: நிலையான கார்ட் தள்ளுபடி
te: స్థిరమైన కార్ట్ రాయితీ
th: ส่วนลดรถเข็นคงที่
tr: Sabit Sepet İndirimi
uk: Фіксована знижка на кошик
ur: فکسڈ کارٹ ڈسکاؤنٹ
uz: Savatdagi chegirma
vi: Giảm giá cố định

source: Fixed Product Discount
am: ቋሚ የምርት ቅናሽ
ar: خصم ثابت على المنتج
az: Sabit Məhsul Endirimi
bg: Фиксирана отстъпка за продукта
bn: নির্দিষ্ট পণ্য ছাড়
bs: Fiksni popust na proizvod
ca: Descompte fix al producte
cs: Pevná sleva na produkt
da: Fast produktrabat
el: Σταθερή έκπτωση προϊόντος
et: Fikseeritud toote allahindlus
fa: تخفیف ثابت محصول
fi: Kiinteä tuotealennus
he: הנחת מוצר קבועה
hi: फिक्स्ड प्रोडक्ट डिस्काउंट
hu: Fix termékkedvezmény
id: Diskon Produk Tetap
ja: 固定商品割引
ka: ფიქსირებული პროდუქტის ფასდაკლება
kk: Өнімге бекітілген жеңілдік
km: បញ្ចុះតម្លៃផលិតផលថេរ
kn: ಸ್ಥಿರ ಉತ್ಪನ್ನ ರಿಯಾಯಿತಿ
ku: داشکاندنى نرخى پوختە لە بەرهەم
lo: ຕັ້ງຄ່າສ່ວນຫຼຸດຂອງສິນຄ້າ
lt: Fiksuota produkto nuolaida
mr: निश्चित उत्पादन सवलत
ms: Diskaun Produk Tetap
my: ပုံသေထုတ်ကုန်လျှော့စျေး
no: Fast produktrabatt
pl: Stała zniżka na produkt
ro: Discount fix pentru produs
si: ස්ථාවර නිෂ්පාදන වට්ටම
sk: Pevná zľava na produkt
sq: Zbritje fikse e produktit
sr: Фиксни попуст на производ
sv: Fast produktrabatt
sw: Punguzo la Bidhaa Isiyobadilika
ta: நிலையான பொருள் தள்ளுபடி
te: స్థిరమైన ఉత్పత్తి రాయితీ
th: ส่วนลดสินค้าคงที่
tr: Sabit Ürün İndirimi
uk: Фіксована знижка на товар
ur: فکسڈ پروڈکٹ ڈسکاؤنٹ
uz: Mahsulot chegirmasi
vi: Giảm giá sản phẩm cố định

source: Coupon has been saved successfully.
am: ኩፖን በተሳካ ሁኔታ ተቀምጧል።
ar: تم حفظ القسيمة بنجاح.
az: Kupon uğurla yadda saxlanıldı.
bg: Купонът е запазен успешно.
bn: কুপন সফলভাবে সংরক্ষণ করা হয়েছে।
bs: Kupon je uspješno sačuvan.
ca: El cupó s'ha desat correctament.
cs: Kupón byl úspěšně uložen.
da: Kuponen er blevet gemt.
el: Το κουπόνι αποθηκεύτηκε με επιτυχία.
et: Sooduskood on edukalt salvestatud.
fa: کوپن با موفقیت ذخیره شد.
fi: Kuponki on tallennettu onnistuneesti.
he: הקופון נשמר בהצלחה.
hi: कूपन सफलतापूर्वक सहेज लिया गया है।
hu: A kupon mentése sikeres.
id: Kupon berhasil disimpan.
ja: クーポンが正常に保存されました
ka: კუპონი წარმატებით შეინახა.
kk: Купон сәтті сақталды
km: បានរក្សាទុកគូប៉ុងដោយជោគជ័យ
kn: ಕೂಪನ್ ಯಶಸ್ವಿಯಾಗಿ ಉಳಿಸಲಾಗಿದೆ.
ku: کۆپۆن کۆد بەسەرکەوتووی تۆمارکرا
lo: ລະຫັດສ່ວນຫຼຸດຖືກບັນທຶກສຳເລັດແລ້ວ.
lt: Kuponas sėkmingai išsaugotas.
mr: कूपन यशस्वीरित्या जतन केले गेले आहे.
ms: Kupon telah berjaya disimpan.
my: ကူပွန်ကို အောင်မြင်စွာ သိမ်းဆည်းပြီးပါပြီ။
no: Kupongen er lagret
pl: Kupon został pomyślnie zapisany
ro: Cuponul a fost salvat cu succes
si: කුපනය සාර්ථකව සුරකින ලදී.
sk: Kupón bol úspešne uložený.
sq: Kuponi është ruajtur me sukses.
sr: Купон је успешно сачуван.
sv: Kupongen har sparats.
sw: Kuponi imehifadhiwa.
ta: கூப்பன் வெற்றிகரமாக சேமிக்கப்பட்டது.
te: కూపన్ విజయవంతంగా సేవ్ చేయబడింది.
th: บันทึกคูปองเรียบร้อยแล้ว
tr: Kupon başarıyla kaydedildi.
uk: Купон успішно збережено
ur: کوپن کامیابی سے محفوظ ہو گیا
uz: Kupon muvaffaqiyatli saqlandi
vi: Đã lưu phiếu giảm giá thành công.

source: Save For Later
am: ለኋላ አስቀምጥ
ar: حفظ لوقت لاحق
az: Sonra üçün Saxla
bg: Запази за по-късно
bn: পরে সংরক্ষণ করুন
bs: Sačuvaj za kasnije
ca: Desar per més tard
cs: Uložit na později
da: Gem til senere
el: Αποθήκευση για αργότερα
et: Salvesta hilisemaks
fa: ذخیره برای بعد
fi: Tallenna myöhemmäksi
he: שמור למועד מאוחר יותר
hi: बाद के लिए सहेजें
hu: Mentés későbbre
id: Simpan untuk Nanti
ja: 後で見る
ka: მოგვიანებით შენახვა
kk: Кейінге сақтау
km: រក្សាទុកសម្រាប់ពេលក្រោយ
kn: ನಂತರಕ್ಕೆ ಉಳಿಸಿ
ku: تۆمارکردن بۆ دوایی
lo: ບັນທຶກໄວ້ເບິ່ງພາຍຫຼັງ
lt: Išsaugoti vėlesniam laikui
mr: नंतरसाठी जतन करा
ms: Simpan untuk kemudian
my: နောက်မှသိမ်းဆည်းပါ။
no: Lagre til senere
pl: Zapisz na później
ro: Salvează pentru mai târziu
si: පසුවට සුරකින්න
sk: Uložiť na neskôr
sq: Ruaj për më vonë
sr: Сачувај за касније
sv: Spara till senare
sw: Hifadhi kwa Baadaye
ta: பின்னர் சேமிக்க
te: తరువాత కోసం సేవ్ చేయండి
th: บันทึกในภายหลัง
tr: Sonraya Sakla
uk: Зберегти на потім
ur: بعد کے لیے محفوظ کریں
uz: Keyinroq saqlash
vi: Lưu để sau

source: refunds
am: መመለሻዎች
ar: المبالغ المستردة
az: geri qaytarmalar
bg: Възстановявания
bn: ফেরত
bs: Povrati novca
ca: Reemborsaments
cs: Vrácení peněz
da: Refunderinger
el: Επιστροφές χρημάτων
et: Tagasimaksed
fa: بازپرداخت‌ها
fi: Hyvitykset
he: החזרים
hi: रिफंड
hu: Visszatérítések
id: Pengembalian Dana
ja: 返金
ka: თანხის დაბრუნება
kk: Қайтарымдар
km: ការបង្វិលប្រាក់សង
kn: ಮರುಪಾವತಿಗಳು
ku: قەرەبووکردنەوەکان
lo: ການຂໍເງິນຄືນ
lt: Pinigų grąžinimai
mr: परतावे
ms: Bayaran Balik
my: ပြန်အမ်းငွေ
no: Refusjoner
pl: Zwroty
ro: Rambursări
si: ආපසු මුදල්
sk: Vrátenie peňazí
sq: Rimbursimet
sr: Повраћаји новца
sv: Återbetalningar
sw: Marejesho
ta: பணத்திருப்பங்கள்
te: పరిష్కారాలు
th: การคืนเงิน
tr: İadeler
uk: Повернення коштів
ur: رقم کی واپسی
uz: Qaytarishlar
vi: Hoàn tiền

# continues
source: Continue
am: ቀጥል
ar: متابعة
az: Davam et
bg: Продължи
bn: চালিয়ে যান
bs: Nastavi
ca: Continuar
cs: Pokračovat
da: Fortsæt
el: Συνέχεια
et: Jätka
fa: ادامه
fi: Jatka
he: המשך
hi: जारी रखें
hu: Folytatás
id: Lanjutkan
ja: 続ける
ka: გაგრძელება
kk: Жалғастыру
km: បន្ត
kn: ಮುಂದುವರಿಯುತ್ತದೆ
ku: بەردەوامبە
lo: ສືບຕໍ່
lt: Tęsti
mr: पुढे चालू ठेवा
ms: Teruskan
my: ဆက်ရန်
no: Fortsett
pl: Kontynuuj
ro: Continuă
si: ඉදිරියට යාම
sk: Pokračovať
sq: Vazhdo
sr: Настави
sv: Fortsätt
sw: Endelea
ta: தொடர்க
te: కొనసాగించండి
th: ต่อ
tr: Devam Et
uk: Продовжити
ur: جاری رہے
uz: Davom etish
vi: Tiếp tục

source: Egypt
am: ግብጽ
ar: مصر
az: Misir
bg: Египетски
bn: মিশরীয়
bs: Egipatski
ca: Egipci
da: Egypten
el: Αίγυπτος
et: Egiptus
fa: مصری
fi: Egypti
he: מצרית
hi: मिस्र
hu: Egyiptom
id: Mesir
ja: エジプト
ka: ეგვიპტე
kk: Мысыр
km: អេហ្ស៊ីប
kn: ಈಜಿಪ್ಟ್
ku: میسر
lo: ອີຢິບ
lt: Egiptas
mr: इजिप्त
ms: Mesir
my: အီဂျစ်
pl: Egipt
ro: Egipt
si: ඊජිප්තුව
sk: egyptský
sq: Egjiptian
sr: Египат
sv: Egypten
sw: Misri
ta: எகிப்து
te: ఈజిప్ట్
th: อียิปต์
tr: Mısır
uk: Єгипетська
ur: مصر
uz: Misr
vi: Ai Cập

source: Qty
am: ብዛት
ar: الكمية
az: Miqdar
bg: Кол.
bn: পরিমাণ
bs: Kol.
ca: Qtat
cs: Ks
da: Antal
el: Ποσότητα
et: Kogus
fa: تعداد
fi: Määrä
he: כמות
hi: मात्रा
hu: Mennyiség
id: Jml
ja: 数量
ka: რაოდენობა
kk: Саны
km: បរិមាណ
kn: ಪ್ರಮಾಣ
ku: بڕ
lo: ຈຳນວນ
lt: Kiekis
mr: नग
ms: Kuantiti
my: အရေအတွက်
no: Antall
pl: Ilość
ro: Cantitate
si: ප්‍රමාණය
sk: Množstvo
sq: Sasia
sr: Кол.
sv: st
sw: Kiasi
ta: அளவு
te: పరిమాణం
th: จำนวน
tr: Adet
uk: Кількість
ur: تعداد
uz: Soni
vi: SL
