Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# loginInvalid
source: You are not allowed to use this app.
am: ይህን መተግበሪያ መጠቀም አይፈቀድልዎም።
ar: غير مسموح لك باستخدام هذا التطبيق.
az: Bu tətbiqdən istifadə etməyə icazəniz yoxdur.
bg: Нямате разрешение да използвате това приложение.
bn: আপনাকে এই অ্যাপ্লিকেশনটি ব্যবহার করার অনুমতি নেই।
bs: Nije vam dozvoljeno koristiti ovu aplikaciju.
ca: No pots utilitzar aquesta aplicació. Si us plau, contacta amb l'administrador per comprovar el teu compte/rol.
cs: Tuto aplikaci nemůžete používat.
da: Du må ikke bruge denne app.
el: Δεν επιτρέπεται να χρησιμοποιείτε αυτήν την εφαρμογή.
et: Sul pole lubatud seda rakendust kasutada.
fa: شما مجاز به استفاده از این برنامه نیستید
fi: Et voi käyttää tätä sovellusta.
he: אינך מורשה להשתמש באפליקציה זו.
hi: आपको इस ऐप का उपयोग करने की अनुमति नहीं है।
hu: Nem használhatja ezt az alkalmazást.
id: Anda tidak diizinkan menggunakan aplikasi ini.
ja: このアプリの使用は許可されていません。
ka: შესვლა შეუძლებელია! გთხოვთ, დაუკავშირდეთ ადმინისტრატორს თქვენი ანგარიშის/როლის შესამოწმებლად.
kk: Жүйеге кіру мүмкін емес! Тіркелгіңізді/рөліңізді тексеру үшін әкімшіге хабарласыңыз
km: អ្នកមិនត្រូវបានអនុញ្ញាតឱ្យប្រើកម្មវិធីនេះទេ។
kn: ಈ ಅಪ್ಲಿಕೇಶನ್ ಬಳಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.
ku: ڕێگە پێنەدراوە بۆ بەکارهێنانی ئەم ئەپە.
lo: ບັນຊີຜູ້ໃຊ້ງານບໍ່ຖືກຕ້ອງ.
lt: Jums neleidžiama naudoti šios programos.
mr: तुम्हाला हे अॅप वापरण्याची परवानगी नाही.
ms: Anda tidak dibenarkan menggunakan aplikasi ini.
my: သင်သည် ဤအက်ပ်ကို အသုံးပြုရန် ခွင့်မပြုပါ။
no: Du har ikke tillatelse til å bruke denne appen.
pl: Nie masz uprawnień do korzystania z tej aplikacji.
ro: Nu ai permisiunea să folosești această aplicație
si: මෙම යෙදුම භාවිතා කිරීමට ඔබට අවසර නැත.
sk: Nemáte povolenie používať túto aplikáciu.
sq: Nuk ju lejohet të përdorni këtë aplikacion.
sr: Није вам дозвољено да користите ову апликацију.
sv: Du får inte använda denna app.
sw: Huruhusiwi kutumia programu hii.
ta: இந்த பயன்பாட்டைப் பயன்படுத்த உங்களுக்கு அனுமதி இல்லை
te: మీరు ఈ యాప్‌ను ఉపయోగించడానికి అనుమతించబడలేదు.
th: คุณไม่ได้รับอนุญาตให้ใช้แอปนี้
tr: Bu uygulamayı kullanma izniniz yok.
uk: Вам не дозволено використовувати цей додаток.
ur: آپ کو یہ ایپ استعمال کرنے کی اجازت نہیں ہے۔
uz: Sizga bu ilovadan foydalanishga ruxsat yo'q
vi: Bạn không được phép sử dụng ứng dụng này.

source: Update failed!
am: አዘምን አልተሳካም!
ar: فشل التحديث!
az: Yeniləmə alınmadı!
bg: Неуспешно обновяване!
bn: আপডেট ব্যর্থ হয়েছে!
bs: Ažuriranje nije uspjelo!
ca: Ha fallat l'actualització!
cs: Aktualizace se nezdařila!
da: Opdatering mislykkedes!
el: Η ενημέρωση απέτυχε!
et: Uuendamine ebaõnnestus!
fa: به‌روزرسانی ناموفق بود!
fi: Päivitys epäonnistui!
he: העדכון נכשל!
hi: अपडेट विफल!
hu: Frissítés sikertelen!
id: Pembaruan gagal!
ja: アップデートに失敗しました
ka: განახლება ვერ მოხერხდა!
kk: Жаңарту сәтсіз аяқталды!
km: បច្ចុប្បន្នភាពបរាជ័យ!
kn: ನವೀಕರಣ ವಿಫಲವಾಗಿದೆ!
ku: نوێکردنەوە سەرکەوتوو نەبوو!
lo: ປັບປຸງບໍ່ສຳເລັດ!
lt: Atnaujinimas nepavyko!
mr: अद्यतन अयशस्वी!
ms: Kemas kini gagal!
my: အပ်ဒိတ် မအောင်မြင်ပါ။
no: Oppdatering mislyktes!
pl: Aktualizacja nie powiodła się!
ro: Actualizare eșuată!
si: යාවත්කාලීන කිරීම අසාර්ථකයි!
sk: Aktualizácia zlyhala!
sq: Përditësimi dështoi!
sr: Ажурирање није успело!
sv: Uppdatering misslyckades!
sw: Imeshindwa kusasisha!
ta: புதுப்பித்தல் தோல்வியடைந்தது!
te: నవీకరణ విఫలమైంది!
th: อัปเดตไม่สำเร็จ!
tr: Güncelleme başarısız!
uk: Помилка оновлення!
ur: اپ ڈیٹ ناکام!
uz: Yangilash amalga oshmadi!
vi: Cập nhật thất bại!

# updateSuccess
source: Update successful!
am: አዘምን ተሳክቷል!
ar: تم التحديث بنجاح!
az: Güncəlləmə uğurlu oldu!
bg: Успешно обновяване!
bn: সফলভাবে আপডেট হয়েছে!
bs: Ažuriranje je uspješno!
ca: S'ha actualitzat correctament!
cs: Aktualizace byla úspěšná!
da: Opdatering gennemført!
el: Η ενημέρωση έγινε με επιτυχία!
et: Uuendamine õnnestus!
fa: به‌روزرسانی موفقیت‌آمیز!
fi: Päivitys onnistui!
he: עודכן בהצלחה!
hi: सफलतापूर्वक अपडेट किया गया!
hu: Sikeres frissítés!
id: Pembaruan berhasil!
ja: 更新が完了しました
ka: განახლება წარმატებით შესრულდა!
kk: Сәтті жаңартылды!
km: បច្ចុប្បន្នភាពជោគជ័យ!
kn: ನವೀಕರಣ ಯಶಸ್ವಿಯಾಗಿದೆ!
ku: نوێکردنەوە سەرکەوتوو بوو!
lo: ປັບປຸງສຳເລັດແລ້ວ!
lt: Sėkmingai atnaujinta!
mr: यशस्वीरित्या अद्यतनित केले!
ms: Kemas kini berjaya!
my: အပ်ဒိတ် အောင်မြင်ပါပြီ။
no: Oppdatering vellykket!
pl: Aktualizacja zakończona pomyślnie!
ro: Actualizare reușită!
si: සාර්ථකව යාවත්කාලීන කරන ලදී!
sk: Aktualizácia prebehla úspešne!
sq: Përditësimi u krye me sukses!
sr: Ажурирање је успешно!
sv: Uppdatering lyckades!
sw: Imesasishwa kwa mafanikio!
ta: வெற்றிகரமாக புதுப்பிக்கப்பட்டது!
te: నవీకరణ విజయవంతమైంది!
th: อัปเดตสำเร็จ!
tr: Başarıyla güncellendi!
uk: Успішно оновлено!
ur: کامیابی سے اپ ڈیٹ ہو گیا!
uz: Muvaffaqiyatli yangilandi!
vi: Cập nhật thành công!

source: Ukrainian
am: ዩክሬኒያን
ar: الأوكرانية
az: ukraynalı
bg: Украински
bn: ইউক্রেনীয়
bs: Ukrajinski
ca: Ucraïnès
cs: Ukrajinština
da: Ukrainsk
el: Ουκρανικά
et: Ukraina
fa: اوکراینی
fi: Ukraina
he: אוקראינית
hi: यूक्रेनी
hu: Ukrán
id: Bahasa Ukraina
ja: ウクライナ語
ka: უკრაინული
kk: Украин
km: អ៊ុយក្រែន
kn: ಉಕ್ರೇನಿಯನ್
ku: ئۆکراینی
lo: ພາສາອູແກຣນ
lt: Ukrainiečių
mr: युक्रेनियन
ms: Bahasa Ukraine
my: ယူကရိန်း
no: Ukrainsk
pl: ukraiński
ro: Ucraineană
si: යුක්රේනියානු
sk: Ukrajinčina
sq: Ukrainisht
sr: украјински
sv: ukrainska
sw: Kiukreni
ta: உக்ரேனியன்
te: యుక్రేనియన్
th: ยูเครน
tr: Ukraynaca
uk: Українська
ur: یوکرائنی
uz: Ukrain tili
vi: Tiếng Ukraine

source: Bengali
am: ቤንጋሊኛ
ar: البنغالية
az: Bengal
bg: Бенгалски
bn: বাংলা
bs: Bengalski
ca: Bengalí
cs: bengálština
da: bengalsk
el: Μπενγκάλι
fa: بنگالی
he: בנגלית
hi: बंगाली
hu: Bengáli
id: Bahasa Bengali
ja: ベンガル語
ka: ბენგალური
kk: Бенгал
km: បង់ក្លា
kn: ಬಂಗಾಳಿ
ku: بەنگالی
lo: ພາສາເບັງກາລີ
lt: Bengalų
mr: बंगाली
my: ဘင်္ဂါလီ
pl: bengalski
ro: Bengaleză
si: බෙංගාලි
sk: bengálsky
sq: Bengalisht
sr: Бенгалски
sw: Kibangali
ta: வங்காளம்
te: బెంగాలీ
th: เบงกาลี
tr: Bengalce
uk: Бенгальська
ur: بنگالی
uz: Bengal
vi: Tiếng Bengali

source: Chat with Store Owner
am: ከመደብሩ ባለቤት ጋር ይወያዩ
ar: الدردشة مع صاحب المتجر
az: Mağaza sahibi ilə söhbət
bg: Чат със собственика на магазина
bn: দোকানের মালিকের সাথে চ্যাট করুন
bs: Razgovaraj s vlasnikom prodavnice
ca: Xateja amb el propietari de la botiga
cs: Chat s majitelem obchodu
da: Chat med butiksejer
el: Συνομιλία με τον ιδιοκτήτη καταστήματος
et: Vestle poe omanikuga
fa: چت با صاحب فروشگاه
fi: Keskustele kaupan omistajan kanssa
he: שוחח עם בעל החנות
hi: स्टोर मालिक से चैट करें
hu: Csevegés az üzlet tulajdonosával
id: Mengobrol dengan Pemilik Toko
ja: ストアオーナーとチャット
ka: ესაუბრეთ მაღაზიის მფლობელს
kk: Дүкен иесімен сөйлесу
km: ជជែកជាមួយម្ចាស់ហាង
kn: ಅಂಗಡಿ ಮಾಲೀಕರೊಂದಿಗೆ ಚಾಟ್ ಮಾಡಿ
ku: گفتوگۆ بکە لەگەڵ خاوەنی فرۆشگا
lo: ສົນທະນາກັບເຈົ້າຂອງຮ້ານ
lt: Kalbėtis su parduotuvės savininku
mr: दुकान मालकाशी चॅट करा
ms: Sembang dengan Pemilik Kedai
my: စတိုးပိုင်ရှင်နှင့် စကားပြောပါ။
no: Chat med butikkeier
pl: Czatuj z właścicielem sklepu
ro: Chat cu proprietarul magazinului
si: වෙළඳසැල් හිමිකරු සමඟ කතාබස් කරන්න
sk: Chatovať s majiteľom obchodu
sq: Bisedo me pronarin e dyqanit
sr: Ћаскај са власником продавнице
sv: Chatta med butiksägaren
sw: Ongea na Mmiliki wa Duka
ta: கடை உரிமையாளருடன் அரட்டை
te: దుకాణ యజమానితో చాట్ చేయండి
th: แชทกับเจ้าของร้าน
tr: Mağaza Sahibi ile Sohbet Et
uk: Спілкуйтеся з власником магазину
ur: اسٹور کے مالک سے چیٹ کریں
uz: Do'kon egasi bilan suhbat
vi: Trò chuyện với chủ cửa hàng

# chatViaWhatApp
source: Chat via WhatsApp
am: በWhatsApp ይወያዩ
ar: الدردشة عبر واتساب
az: WhatsApp ilə söhbət
bg: Чат през WhatsApp
bn: হোয়াটসঅ্যাপের মাধ্যমে চ্যাট করুন
bs: Razgovaraj putem WhatsAppa
ca: Xateja per WhatsApp
cs: Chat přes WhatsApp
el: Συνομιλία μέσω WhatsApp
et: Vestle WhatsAppi kaudu
fa: چت از طریق واتس‌اپ
fi: Keskustele WhatsAppin kautta
he: צ'אט דרך וואטסאפ
hi: व्हाट्सएप के माध्यम से चैट करें
hu: Csevegés WhatsAppon keresztül
id: Mengobrol melalui WhatsApp
ja: WhatsAppでチャット
ka: ჩატი WhatsApp-ით
kk: WhatsApp арқылы сөйлесу
km: ជជែកតាម WhatsApp
kn: ವಾಟ್ಸಾಪ್ ಮೂಲಕ ಚಾಟ್ ಮಾಡಿ
ku: گفتوگۆ لە ڕێگەی واتسئاپ
lo: ສົນທະນາຜ່ານ WhatsApp
lt: Kalbėtis per WhatsApp
mr: व्हाट्सअॅपद्वारे चॅट करा
ms: Sembang melalui WhatsApp
my: WhatsApp မှတဆင့်စကားပြောပါ။
pl: Czatuj przez WhatsApp
ro: Chat prin WhatsApp
si: WhatsApp හරහා කතාබස් කරන්න
sk: Chatovať cez WhatsApp
sq: Bisedo përmes WhatsApp
sr: Ћаскање преко WhatsApp-а
sv: Chatta via WhatsApp
sw: Ongea kupitia WhatsApp
ta: WhatsApp வழியாக அரட்டை
te: WhatsApp ద్వారా చాట్ చేయండి
th: แชทผ่าน WhatsApp
tr: WhatsApp ile sohbet et
uk: Чат через WhatsApp
ur: واٹس ایپ کے ذریعے چیٹ کریں
uz: WhatsApp orqali suhbat
vi: Trò chuyện qua WhatsApp

# chatViaFacebook
source: Chat via Facebook Messenger
am: በFacebook Messenger ይወያዩ
ar: الدردشة عبر فيسبوك ماسنجر
az: Facebook Messenger ilə söhbət
bg: Чат чрез Facebook Messenger
bn: ফেসবুক মেসেঞ্জারের মাধ্যমে চ্যাট করুন
bs: Razgovaraj putem Facebook Messengera
ca: Xateja via Facebook Messenger
cs: Chat přes Facebook Messenger
el: Συνομιλία μέσω Facebook Messenger
et: Vestle Facebook Messengeri kaudu
fa: چت از طریق مسنجر فیس‌بوک
fi: Keskustele Facebook Messengerin kautta
he: צ'אט דרך פייסבוק מסנג'ר
hi: फेसबुक मैसेंजर के माध्यम से चैट करें
hu: Csevegés Facebook Messengeren keresztül
id: Mengobrol melalui Facebook Messenger
ja: Facebookメッセンジャーでチャット
ka: ჩატი Facebook Messenger-ით
kk: Facebook Messenger арқылы сөйлесу
km: ជជែកតាម Facebook Messenger
kn: ಫೇಸ್‌ಬುಕ್ ಮೆಸೆಂಜರ್ ಮೂಲಕ ಚಾಟ್ ಮಾಡಿ
ku: گفتوگۆ لە ڕێگەی فەیسبووک مەسینجەرەوە
lo: ສົນທະນາຜ່ານ Facebook Messenger
lt: Kalbėtis per Facebook Messenger
mr: फेसबुक मेसेंजरद्वारे चॅट करा
ms: Sembang melalui Facebook Messenger
my: Facebook Messenger မှတဆင့် စကားပြောပါ။
pl: Czatuj przez Facebook Messenger
ro: Chat prin Facebook Messenger
si: Facebook Messenger හරහා කතාබස් කරන්න
sk: Chatovať cez Facebook Messenger
sq: Bisedo përmes Facebook Messenger
sr: Ћаскање преко Facebook Messenger-а
sv: Chatta via Facebook Messenger
sw: Ongea kupitia Facebook Messenger
ta: Facebook Messenger வழியாக அரட்டை
te: Facebook Messenger ద్వారా చాట్ చేయండి
th: แชทผ่าน Facebook Messenger
tr: Facebook Messenger ile sohbet et
uk: Чат через Facebook Messenger
ur: فیس بک میسنجر کے ذریعے چیٹ کریں
uz: Facebook Messenger orqali suhbat
vi: Trò chuyện qua Facebook Messenger

# callTo
source: Make a Call To
am: ጥሪ መደወል ወደ
ar: اتصل بـ
az: Zəng et
bg: Обаждане на
bn: কল করুন
bs: Pozovi
ca: Truca a
cs: Zavolat
da: Ring til
el: Κλήση προς
et: Helista numbrile
fa: تماس با
fi: Soita numeroon
he: התקשר אל
hi: को कॉल करें
hu: Hívás
id: Hubungi
ja: 電話をかける
ka: დარეკეთ
kk: Қоңырау шалу
km: ហៅទៅកាន់
kn: ಗೆ ಕರೆ ಮಾಡಿ
ku: پەیوەندی بکە بە
lo: ໂທຫາ
lt: Skambinti
mr: यांना कॉल करा
ms: Buat Panggilan Ke
my: သို့ ဖုန်းခေါ်ဆိုပါ။
no: Ring til
pl: Zadzwoń do
ro: Sună la
si: ඇමතුමක් ගන්න
sk: Zavolať na
sq: Bëj një telefonatë për
sr: Позови
sv: Ring till
sw: Piga Simu kwa
ta: அழைப்பை செய்
te: కాల్ చేయండి
th: โทรไปที่
tr: Ara
uk: Зателефонувати
ur: کو کال کریں
uz: Qo'ng'iroq qilish
vi: Gọi cho

# messageTo
source: Send Message To
am: መልእክት ላክ ወደ
ar: إرسال رسالة إلى
az: Mesaj göndər
bg: Изпращане на съобщение до
bn: বার্তা পাঠান
bs: Pošalji poruku
ca: Envia un missatge a
cs: Odeslat zprávu
da: Send besked til
el: Αποστολή μηνύματος προς
et: Saada sõnum
fa: ارسال پیام به
fi: Lähetä viesti
he: שלח הודעה אל
hi: को संदेश भेजें
hu: Üzenet küldése ide:
id: Kirim Pesan Ke
ja: メッセージの送信先
ka: შეტყობინების გაგზავნა
kk: Хабарлама жіберу
km: ផ្ញើសារទៅ
kn: ಗೆ ಸಂದೇಶ ಕಳುಹಿಸಿ
ku: نامە بنێرە بۆ
lo: ສົ່ງຂໍ້ຄວາມຫາ
lt: Siųsti pranešimą
mr: यांना संदेश पाठवा
ms: Hantar Mesej Kepada
my: သို့ Message ပို့ပါ။
no: Send melding til
pl: Wyślij wiadomość do
ro: Trimite mesaj către
si: පණිවිඩයක් යවන්න
sk: Poslať správu pre
sq: Dërgo mesazh te
sr: Пошаљи поруку за
sv: Skicka meddelande till
sw: Tuma Ujumbe Kwa
ta: க்கு செய்தி அனுப்பு
te: సందేశం పంపండి
th: ส่งข้อความถึง
tr: Mesaj gönder
uk: Надіслати повідомлення
ur: کو پیغام بھیجیں۔
uz: Xabar yuborish
vi: Gửi tin nhắn đến

# week
source: Week {week}
am: ሳምንት {week}
ar: الأسبوع {week}
az: Həftə {week}
bg: Седмица {week}
bn: সপ্তাহ {week}
bs: Sedmica {week}
ca: Setmana {week}
cs: Týden {week}
da: Uge {week}
el: Εβδομάδα {week}
et: Nädal {week}
fa: هفته {week}
fi: Viikko {week}
he: שבוע {week}
hi: सप्ताह {week}
hu: {week}. hét
id: Minggu {week}
ja: 週 {week}
ka: კვირა {week}
kk: {week}-апта
km: សប្តាហ៍ទី {week}
kn: ವಾರ {week}
ku: هەفتە {week}
lo: ອາທິດ {week}
lt: {week} savaitė
mr: आठवडा {week}
ms: Minggu {week}
my: အပတ် {week}
no: Uke {week}
pl: Tydzień {week}
ro: Săptămâna {week}
si: සතිය {week}
sk: Týždeň {week}
sq: Java {week}
sr: {week}. недеља
sv: Vecka {week}
sw: Wiki {week}
ta: வாரம் {week}
te: వారం {week}
th: สัปดาห์ที่ {week}
tr: {week}. hafta
uk: Тиждень {week}
ur: ہفتہ {week}
uz: {week}-hafta
vi: Tuần {week}

source: Store Settings
am: የመደብሩ ቅንብሮች
ar: إعدادات المتجر
az: Mağaza Parametrləri
bg: Настройки на магазина
bn: দোকানের সেটিংস
bs: Postavke prodavnice
ca: Configuració de la botiga
cs: Nastavení obchodu
da: Butiksindstillinger
el: Ρυθμίσεις καταστήματος
et: Poe seaded
fa: تنظیمات فروشگاه
fi: Kaupan asetukset
he: הגדרות חנות
hi: स्टोर सेटिंग्स
hu: Üzlet beállítások
id: Pengaturan Toko
ja: ストア設定
ka: მაღაზიის პარამეტრები
kk: Дүкен параметрлері
km: ការកំណត់ហាង
kn: ಅಂಗಡಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ku: ڕێکخستنەکانی فرۆشگا
lo: ຕັ້ງຄ່າຮ້ານ
lt: Parduotuvės nustatymai
mr: दुकान सेटिंग्ज
ms: Tetapan Kedai
my: စတိုးဆိုင် ဆက်တင်များ
no: Butikkinnstillinger
pl: Ustawienia sklepu
ro: Setări magazin
si: වෙළඳසැල් සැකසුම්
sk: Nastavenia obchodu
sq: Cilësimet e dyqanit
sr: Подешавања продавнице
sv: Butiksinställningar
sw: Mipangilio ya Duka
ta: கடை அமைப்புகள்
te: దుకాణపు సెట్టింగ్‌లు
th: ตั้งค่าร้านค้า
tr: Mağaza Ayarları
uk: Налаштування магазину
ur: اسٹور کی ترتیبات
uz: Do'kon sozlamalari
vi: Cài đặt cửa hàng

source: Store Logo
am: የመደብሩ አርማ
ar: شعار المتجر
az: Mağaza Loqosu
bg: Лого на магазина
bn: দোকানের লোগো
bs: Logo prodavnice
ca: Logotip de la botiga
cs: Logo obchodu
da: Butikslogo
el: Λογότυπο καταστήματος
et: Poe logo
fa: لوگوی فروشگاه
fi: Kaupan logo
he: לוגו החנות
hi: स्टोर लोगो
hu: Üzlet logó
id: Logo Toko
ja: ストアロゴ
ka: მაღაზიის ლოგო
kk: Дүкен логотипі
km: និមិត្តសញ្ញាហាង
kn: ಅಂಗಡಿ ಲೋಗೋ
ku: لۆگۆی فرۆشگا
lo: ໂລໂກ້ຮ້ານ
lt: Parduotuvės logotipas
mr: दुकानाचे लोगो
ms: Logo Kedai
my: စတိုးဆိုင်လိုဂို
no: Butikklogo
pl: Logo sklepu
ro: Logo magazin
si: වෙළඳසැල් ලාංඡනය
sk: Logo obchodu
sq: Logoja e dyqanit
sr: Лого продавнице
sv: Butikslogotyp
sw: Nembo ya Duka
ta: கடை லோகோ
te: దుకాణ లోగో
th: โลโก้ร้านค้า
tr: Mağaza Logosu
uk: Логотип магазину
ur: اسٹور کا لوگو
uz: Do'kon logotipi
vi: Logo cửa hàng

source: Link
am: አገናኝ
ar: رابط
az: Keçid
bg: Връзка
bn: লিঙ্ক
ca: Enllaç
cs: Odkaz
el: Σύνδεσμος
fa: پیوند
fi: Linkki
he: קישור
hi: लिंक
id: Tautan
ja: リンク
ka: ბმული
kk: Сілтеме
km: តំណ
kn: ಲಿಂಕ್
ku: بەستەر
lo: ເຊື່ອມໂຍງ
lt: Nuoroda
mr: लिंक
ms: Pautan
my: လင့်
no: Lenke
si: සබැඳිය
sk: Odkaz
sq: Lidhje
sr: Линк
sv: Länk
sw: Kiungo
ta: இணைப்பு
te: లింక్
th: ลิงก์
tr: Bağlantı
uk: Посилання
ur: لنک
uz: Havola
vi: Liên kết

source: Shop name
am: የመደብሩ ስም
ar: اسم المتجر
az: Mağaza adı
bg: Име на магазина
bn: দোকানের নাম
bs: Naziv prodavnice
ca: Nom de la botiga
cs: Název obchodu
da: Butiksnavn
el: Όνομα καταστήματος
et: Poe nimi
fa: نام فروشگاه
fi: Kaupan nimi
he: שם החנות
hi: दुकान का नाम
hu: Üzlet neve
id: Nama Toko
ja: 店舗名
ka: მაღაზიის სახელი
kk: Дүкен атауы
km: ឈ្មោះហាង
kn: ಅಂಗಡಿ ಹೆಸರು
ku: ناوی دوکان
lo: ຊື່ຮ້ານ
lt: Parduotuvės pavadinimas
mr: दुकानाचे नाव
ms: Nama kedai
my: ဆိုင်နာမည်
no: Butikknavn
pl: Nazwa sklepu
ro: Nume magazin
si: වෙළඳසැලේ නම
sk: Názov obchodu
sq: Emri i dyqanit
sr: Назив продавнице
sv: Butiksnamn
sw: Jina la Duka
ta: கடை பெயர்
te: దుకాణ పేరు
th: ชื่อร้านค้า
tr: Mağaza adı
uk: Назва магазину
ur: دکان کا نام
uz: Do'kon nomi
vi: Tên cửa hàng

source: Shop slug
am: የመደብሩ መለያ
ar: رابط المتجر المختصر
az: Mağaza şlak
bg: URL адрес на магазина
bn: দোকানের স্লাগ
bs: Slug prodavnice
ca: URL amigable de la botiga
cs: Odkaz obchodu
da: Butiks-URL
el: Σύνδεσμος καταστήματος
et: Poe URL
fa: نامک فروشگاه
fi: Kaupan tunniste
he: כתובת מקוצרת של החנות
hi: दुकान का स्लग
hu: Üzlet URL azonosítója
id: Slug Toko
ja: 店舗スラッグ
ka: მაღაზიის სლაგი
kk: Дүкен бағыты
km: Slug ហាង
kn: ಅಂಗಡಿ ಸ್ಲಗ್
ku: ناوی کورتکراوی فرۆشگا
lo: ຊື່ຮ້ານຫຍໍ້
lt: Parduotuvės URL
mr: दुकान स्लग
ms: Nama kedai ringkas
my: ဆိုင်မှာ ပက်ကျိ
no: Butikklenke
pl: Slug sklepu
ro: Slug magazin
si: වෙළඳසැල් ස්ලග්
sk: Slug obchodu
sq: Slug-u i dyqanit
sr: Схоп пуж
sv: Butiks-slug
sw: Duka slug
ta: கடை ஸ்லக்
te: దుకాణ స్లగ్
th: ชื่อย่อร้านค้า
tr: Mağaza kısa adı
uk: Ідентифікатор магазину
ur: دکان کا سلگ
uz: Do'kon slugi
vi: Đường dẫn cửa hàng

source: Shop email
am: የመደብሩ ኢሜይል
ar: البريد الإلكتروني للمتجر
az: Mağaza e-poçtu
bg: Имейл на магазина
bn: দোকানের ইমেইল
bs: Email prodavnice
ca: Correu electrònic de la botiga
cs: E-mail obchodu
da: Butiks-e-mail
el: Email καταστήματος
et: Poe e-post
fa: ایمیل فروشگاه
fi: Kaupan sähköposti
he: דוא"ל החנות
hi: दुकान का ईमेल
hu: Üzlet e-mail címe
id: Email Toko
ja: 店舗メール
ka: მაღაზიის ელ.ფოსტა
kk: Дүкен электрондық поштасы
km: អ៊ីមែលហាង
kn: ಅಂಗಡಿ ಇಮೇಲ್
ku: ئیمەیڵی فرۆشگا
lo: ອີເມວຮ້ານຄ້າ
lt: Parduotuvės el. paštas
mr: दुकान ईमेल
ms: E-mel kedai
my: ဆိုင်အီးမေးလ်
no: Butikk-e-post
pl: E-mail sklepu
ro: E-mail magazin
si: වෙළඳසැල් ඊමේල්
sk: E-mail obchodu
sq: Email-i i dyqanit
sr: Купујте е-пошту
sv: Butiks-e-post
sw: Barua pepe ya duka
ta: கடை மின்னஞ்சல்
te: దుకాణ ఇమెయిల్
th: อีเมลร้านค้า
tr: Mağaza e-postası
uk: Електронна пошта магазину
ur: دکان کا ای میل
uz: Do'kon elektron pochtasi
vi: Email cửa hàng

source: Shop phone
am: የመደብሩ ስልክ
ar: هاتف المتجر
az: Mağaza telefonu
bg: Телефон на магазина
bn: দোকানের ফোন
bs: Telefon prodavnice
ca: Telèfon de la botiga
cs: Telefon obchodu
da: Butikstelefon
el: Τηλέφωνο καταστήματος
et: Poe telefon
fa: تلفن فروشگاه
fi: Kaupan puhelin
he: טלפון החנות
hi: दुकान का फ़ोन
hu: Üzlet telefonszáma
id: Telepon Toko
ja: 店舗電話番号
ka: მაღაზიის ტელეფონი
kk: Дүкен телефоны
km: ទូរស័ព្ទហាង
kn: ಅಂಗಡಿ ಫೋನ್
ku: ژمارەی دۆکان
lo: ໂທລະສັບຮ້ານ
lt: Parduotuvės telefonas
mr: दुकान फोन
ms: Telefon kedai
my: ဆိုင်ဖုန်း
no: Butikktelefon
pl: Telefon sklepu
ro: Telefon magazin
si: වෙළඳසැල් දුරකථන
sk: Telefón obchodu
sq: Telefoni i dyqanit
sr: Купујте телефон
sv: Butikstelefon
sw: Simu ya duka
ta: கடை தொலைபேசி
te: దుకాణ ఫోన్
th: โทรศัพท์ร้านค้า
tr: Mağaza telefonu
uk: Телефон магазину
ur: دکان کا فون
uz: Do'kon telefoni
vi: Điện thoại cửa hàng

source: Banner Type
am: የባነሩ አይነት
ar: نوع البانر
az: Banner növü
bg: Тип на банера
bn: ব্যানারের ধরন
bs: Tip banera
ca: Tipus de bàner
cs: Typ banneru
el: Τύπος banner
et: Banneri tüüp
fa: نوع بنر
fi: Bannerin tyyppi
he: סוג באנר
hi: बैनर प्रकार
hu: Banner típusa
id: Jenis Banner
ja: バナータイプ
ka: ბანერის ტიპი
kk: Баннер түрі
km: ប្រភេទបដា
kn: ಬ್ಯಾನರ್ ಪ್ರಕಾರ
ku: جۆری بانەر
lo: ປະເພດປ້າຍໂຄສະນາ
lt: Reklaminės juostos tipas
mr: बॅनर प्रकार
ms: Jenis Sepanduk
my: ဆိုင်းဘုတ်အမျိုးအစား
pl: Typ banera
ro: Tip banner
si: බැනර් වර්ගය
sk: Typ bannera
sq: Lloji i bannerit
sr: Тип банера
sv: Bannertyp
sw: Aina ya Bango
ta: பேனர் வகை
te: బ్యానర్ రకం
th: ประเภทแบนเนอร์
tr: Banner Türü
uk: Тип банера
ur: بینر کی قسم
uz: Banner turi
vi: Loại banner

source: Store Static Banner
am: የመደብሩ ቆሻሻ ባነር
ar: بانر ثابت للمتجر
az: Statik Banner saxla
bg: Статичен банер на магазина
bn: দোকানের স্থির ব্যানার
bs: Statični baner
ca: Bàner estàtic de la botiga
cs: Statický banner obchodu
da: Butiks-statisk banner
el: Στατικό banner
et: Poe staatiline banner
fa: بنر ثابت فروشگاه
fi: Kaupan kiinteä banneri
he: באנר סטטי של החנות
hi: स्टोर स्टैटिक बैनर
hu: Üzlet statikus banner
id: Banner Statis Toko
ja: ストア静的バナー
ka: მაღაზიის სტატიკური ბანერი
kk: Статикалық баннер
km: បដាឋិតិវន្ត
kn: ಸ್ಥಿರ ಅಂಗಡಿ ಬ್ಯಾನರ್
ku: بانەری ساکاری فرۆشگا
lo: ປ້າຍໂຄສະນາແບບຄົງທີ່
lt: Statinis skydelis
mr: स्थिर बॅनर
ms: Sepanduk Statik Kedai
my: Static Banner ကို သိမ်းဆည်းပါ။
no: Butikkens statiske banner
pl: Statyczny baner sklepu
ro: Banner static magazin
si: ස්ථිතික බැනරය
sk: Statický banner
sq: Baneri statik i dyqanit
sr: Продавница статичког банера
sv: Butiks statisk banner
sw: Bango Tuli la Duka
ta: நிலையான பேனர்
te: దుకాణ స్థిర బ్యానర్
th: แบนเนอร์แบบคงที่ของร้านค้า
tr: Mağaza Statik Bannerı
uk: Статичний банер магазину
ur: اسٹور اسٹیٹک بینر
uz: Do'kon statik banneri
vi: Banner tĩnh của cửa hàng

source: Store Slider Banner
am: የመደብሩ ስላይደር ባነር
ar: بانر شريط التمرير للمتجر
az: Slayd bannerini saxla
bg: Плъзгащ банер на магазина
bn: দোকানের স্লাইডার ব্যানার
bs: Klizni baner
ca: Bàner lliscant de la botiga
cs: Posuvný banner obchodu
da: Butiks-sliderbanner
el: Banner slider
et: Poe liuguribanner
fa: بنر اسلایدر فروشگاه
fi: Kaupan liukubanneri
he: באנר סליידר של החנות
hi: स्टोर स्लाइडर बैनर
hu: Üzlet slider banner
id: Banner Slider Toko
ja: ストアスライダーバナー
ka: მაღაზიის სლაიდერის ბანერი
kk: Слайдер баннері
km: បដាររំកិល
kn: ಸ್ಲೈಡರ್ ಅಂಗಡಿ ಬ್ಯಾನರ್
ku: بانەری سلایدری دوکان
lo: ປ້າຍໂຄສະນາແບບເລື່ອນ
lt: Slenkantis skydelis
mr: स्लाइडर बॅनर
ms: Sepanduk Slider Kedai
my: Slider ဆိုင်းဘုတ်ကို သိမ်းဆည်းပါ။
no: Butikkens sliderbanner
pl: Baner slider sklepu
ro: Banner slider magazin
si: ස්ලයිඩර් බැනරය
sk: Posuvný banner
sq: Baneri rrëshqitës i dyqanit
sr: Продавница клизача банера
sv: Butikssliderbanner
sw: Bango la Slider la Duka
ta: கடை ஸ்லைடர் பேனர்
te: దుకాణ స్లైడర్ బ్యానర్
th: แบนเนอร์สไลด์ของร้านค้า
tr: Mağaza Slider Bannerı
uk: Слайдер-банер магазину
ur: اسٹور سلائیڈر بینر
uz: Do'kon slayder banneri
vi: Banner trượt của cửa hàng

source: Banner Youtube URL
am: የባነሩ ዩቱብ አድራሻ
ar: رابط يوتيوب للبانر
bg: YouTube URL адрес на банера
bn: ব্যানার ইউটিউব লিঙ্ক
bs: Youtube URL banera
ca: URL de Youtube del bàner
cs: URL banneru na YouTube
el: Διεύθυνση URL Youtube banner
et: Banneri YouTube'i URL
fa: آدرس یوتیوب بنر
fi: Bannerin Youtube-URL
he: כתובת יוטיוב לבאנר
hi: बैनर यूट्यूब URL
id: URL YouTube Banner
ja: バナーYoutubeURL
ka: ბანერის Youtube მისამართი
kk: YouTube баннер сілтемесі
km: URL យូធូប
kn: ಬ್ಯಾನರ್ ಯೂಟ್ಯೂಬ್ URL
ku: URL یوتیوبی بانەر
lo: ລິ້ງ Youtube ປ້າຍໂຄສະນາ
lt: Reklaminės juostos Youtube URL
mr: बॅनर युट्यूब URL
ms: URL Youtube Sepanduk
my: ဆိုင်းဘုတ် Youtube URL
pl: URL banera YouTube
ro: URL YouTube banner
si: බැනර් යූටියුබ් URL
sk: YouTube URL bannera
sq: URL-ja e bannerit në Youtube
sr: URL YouTube банера
sw: URL ya Youtube ya Bango
ta: பேனர் Youtube URL
te: బ్యానర్ YouTube URL
th: URL แบนเนอร์ Youtube
tr: Banner Youtube Bağlantısı
uk: URL-адреса банера Youtube
ur: بینر یوٹیوب یو آر ایل
uz: Youtube banner havolasi
vi: URL Youtube của banner

source: Store Mobile Banner
am: የመደብሩ ሞባይል ባነር
ar: بانر المتجر للهاتف المحمول
az: Mağaza Mobil Banner
bg: Мобилен банер на магазина
bn: দোকানের মোবাইল ব্যানার
bs: Mobilni baner
ca: Bàner mòbil de la botiga
cs: Mobilní banner obchodu
da: Butiks-mobilbanner
el: Banner για κινητά
et: Poe mobiilibanner
fa: بنر موبایل فروشگاه
fi: Kaupan mobiilibanneri
he: באנר נייד של החנות
hi: स्टोर मोबाइल बैनर
hu: Üzlet mobil banner
id: Banner Mobile Toko
ja: ストアモバイルバナー
ka: მაღაზიის მობილური ბანერი
kk: Мобильді баннер
km: បដាទូរស័ព្ទចល័ត
kn: ಅಂಗಡಿ ಮೊಬೈಲ್ ಬ್ಯಾನರ್
ku: بانەری مۆبایلی دوکان
lo: ປ້າຍໂຄສະນາມືຖື
lt: Parduotuvės mobilusis skydelis
mr: मोबाइल बॅनर
ms: Sepanduk Mudah Alih Kedai
no: Butikkens mobilbanner
pl: Baner mobilny sklepu
ro: Banner mobil magazin
si: ජංගම බැනරය
sk: Mobilný banner obchodu
sq: Baneri mobil i dyqanit
sr: Продавница мобилни банер
sv: Butiksmobilbanner
sw: Bango la Simu la Duka
ta: கடை மொபைல் பேனர்
te: దుకాణ మొబైల్ బ్యానర్
th: แบนเนอร์มือถือของร้านค้า
tr: Mağaza Mobil Bannerı
uk: Мобільний банер магазину
ur: اسٹور موبائل بینر
uz: Do'kon mobil banneri
vi: Banner di động của cửa hàng
