Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# goBackHomePage
source: Go back to home page
am: ወደ መነሻ ገጽ ተመለስ
ar: العودة إلى الصفحة الرئيسية
az: Ana səhifəyə qayıt
bg: Обратно към началната страница
bn: হোম পেজে ফিরে যান
bs: Nazad na početnu
ca: Tornar a la pàgina d'inici
cs: Vraťte se na domovskou stránku
da: Gå tilbage til startsiden
el: Επιστροφή στην αρχική σελίδα
et: Mine tagasi avalehele
fa: بازگشت به صفحه اصلی
fi: Palaa etusivulle
he: חזור לדף הבית
hi: होम पेज पर वापस जाएं
hu: Vissza a főoldalra
id: Kembali ke Beranda
ja: ホームページに戻る
ka: მთავარ გვერდზე დაბრუნება
kk: Басты бетке оралу
km: ត្រឡប់ទៅទំព័រដើម
kn: ಮುಖಪುಟಕ್ಕೆ ಹಿಂತಿರುಗಿ
ku: بگەڕێوە لاپەڕەی سەرەکی
lo: ກັບຄືນໄປໜ້າທຳອິດ
lt: Grįžti į pagrindinį puslapį
mr: मुख्यपृष्ठावर परत जा
ms: Kembali ke Laman Utama
my: ပင်မစာမျက်နှာသို့ပြန်သွားရန်
no: Gå tilbake til hjemmesiden
pl: Wróć do strony głównej
ro: Înapoi la pagina principală
si: මුල් පිටුවට ආපසු යන්න
sk: Späť na domovskú stránku
sq: Kthehu në faqen kryesore
sr: Назад на почетну страницу
sv: Gå tillbaka till startsidan
sw: Rudi kwenye ukurasa wa nyumbani
ta: முகப்பு பக்கத்திற்குச் செல்லவும்
te: హోమ్ పేజీకి తిరిగి వెళ్లండి
th: กลับไปที่หน้าหลัก
tr: Ana Sayfaya Dön
uk: Повернутися на головну сторінку
ur: ہوم پیج پر واپس جائیں
uz: Bosh sahifaga qaytish
vi: Quay về trang chủ

# noBlog
source: Oops, the blog no longer exists
am: ይቅርታ፣ ብሎጉ አይኖርም
ar: عذراً، يبدو أن المدونة لم تعد موجودة
az: Ups, bloq artıq mövcud deyil
bg: Опс, изглежда блогът вече не съществува
bn: ওপস, ব্লগটি আর বিদ্যমান নেই
bs: Ups, izgleda da blog više ne postoji
ca: Vaja, sembla que el blog ja no existeix
cs: Jejda, zdá se, že blog již neexistuje
da: Ups, bloggen eksisterer tilsyneladende ikke længere
el: Ωχ, το ιστολόγιο φαίνεται να μην υπάρχει πλέον
et: Oih, näib, et blogi ei eksisteeri enam
fa: متأسفانه، به نظر می‌رسد مطلبی موجود نیست
fi: Hups, blogia ei näytä enää olevan olemassa
he: אופס, נראה שהבלוג כבר לא קיים
hi: उफ़, ब्लॉग अब मौजूद नहीं है
hu: A blog már nem létezik
id: Ups, sepertinya blog tidak ada lagi
ja: 申し訳ありません。このブログは存在しません
ka: უკაცრავად, ბლოგი აღარ არსებობს
kk: Өкінішке орай, блог енді жоқ
km: អូ៎ ប្លុកនេះមិនមានទេ
kn: ಉಪ್ಸ್, ಬ್ಲಾಗ್ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ ಎಂದು ತೋರುತ್ತದೆ
ku: هیچ بڵاوکراوەیەک بەردەست نیە
lo: ບໍ່ມີບລັອກທີ່ທ່ານຄົນຫາ
lt: Oi, atrodo, kad tinklaraščio nebėra
mr: अरेरे, ब्लॉग आता अस्तित्वात नाही असे दिसते
ms: Ops, blog nampaknya tidak wujud lagi
my: ဝမ်းနည်းပါသည်၊ ဘလော့ဂ်မရှိတော့ပါ
no: Beklager, bloggen ser ikke ut til å eksistere lenger
pl: Ups, wygląda na to, że blog już nie istnieje
ro: Ups, acest articol nu mai există
si: කණගාටුයි, බ්ලොග් එක තවදුරටත් නොපවතී
sk: Ups, zdá sa, že blog už neexistuje
sq: Ops, blogu duket se nuk ekziston më
sr: Упс, изгледа да овај блог више не постоји
sv: Ojdå, bloggen verkar inte längre finnas
sw: Lo, blogu inaonekana haipo tena
ta: அச்சச்சோ, வலைப்பதிவு இனி இருப்பதாகத் தெரியவில்லை
te: ఓహ్, బ్లాగ్ ఇక లేదు
th: ขออภัย บล็อกไม่มีอยู่อีกต่อไป
tr: Üzgünüz, blog artık mevcut değil gibi görünüyor
uk: Упс, блог більше не існує
ur: اوہ، لگتا ہے بلاگ اب موجود نہیں ہے۔
uz: Afsuski, blog mavjud emas
vi: Rất tiếc, blog không còn tồn tại

# prev
source: Previous
am: ቀዳሚ
ar: السابق
az: Əvvəlki
bg: Предишна
bn: পূর্ববর্তী
bs: Prethodno
ca: Anterior
cs: Předchozí
da: Forrige
el: Προηγούμενο
et: Eelmine
fa: قبلی
fi: Edellinen
he: הקודם
hi: पिछला
hu: Előző
id: Sebelumnya
ja: 前へ
ka: წინა
kk: Алдыңғы
km: មុន
kn: ಹಿಂದಿನದು
ku: پێشتر
lo: ກ່ອນໜ້າ
lt: Ankstesnis
mr: मागील
ms: Sebelumnya
my: ယခင်
no: Forrige
pl: Poprzedni
ro: Anterior
si: පෙර
sk: Predchádzajúce
sq: Paraardhësi
sr: Претходно
sv: Föregående
sw: Iliyotangulia
ta: முந்தையது
te: మునుపటి
th: ก่อนหน้า
tr: Önceki
uk: Попередній
ur: پچھلا
uz: Oldingi
vi: Trước

source: Skip
am: እለፍ
ar: تخطي
az: Keç
bg: Пропусни
bn: এড়িয়ে
bs: Preskoči
ca: Ometre
cs: Přeskočit
da: Spring over
el: Παράλειψη
et: Jäta vahele
fa: رد کردن
fi: Ohita
he: דלג
hi: छोड़ें
hu: Kihagyás
id: Lewati
ja: スキップ
ka: გამოტოვება
kk: Өткізіп жіберу
km: រំលង
kn: ಬಿಟ್ಟುಬಿಡಿ
ku: پەڕاندن
lo: ຂ້າມ
lt: Praleisti
mr: वगळा
ms: Langkau
my: ကျော်ရန်
no: Hopp over
pl: Pomiń
ro: Omite
si: මඟ හරින්න
sk: Preskočiť
sq: Kalo
sr: Прескочи
sv: Hoppa över
sw: Ruka
ta: தவிர்
te: దాటవేయి
th: ข้าม
tr: Atla
uk: Пропустити
ur: چھوڑیں
uz: O'tkazib yuborish
vi: Bỏ qua

source: Download
am: አውርድ
ar: تحميل
az: Yüklə
bg: Изтегли
bn: ডাউনলোড করুন
bs: Preuzmi
ca: Descarregar
cs: Stáhnout
el: Λήψη
et: Lae alla
fa: دانلود
fi: Lataa
he: הורד
hi: डाउनलोड
hu: Letöltés
id: Unduh
ja: ダウンロード
ka: ჩამოტვირთვა
kk: Жүктеу
km: ទាញយក
kn: ಡೌನ್‌ಲೋಡ್
ku: داگرتن
lo: ດາວໂຫຼດ
lt: Atsisiųsti
mr: डाउनलोड करा
ms: Muat turun
my: ဒေါင်းလုဒ်
no: Last ned
pl: Pobierz
ro: Descarcă
si: බාගත කරන්න
sk: Stiahnuť
sq: Shkarko
sr: Преузми
sv: Ladda ner
sw: Pakua
ta: பதிவிறக்கு
te: డౌన్‌లోడ్
th: ดาวน์โหลด
tr: İndir
uk: Завантажити
ur: ڈاؤن لوڈ کریں
uz: Yuklab olish
vi: Tải xuống

# daysAgo
source: {day} days ago
am: ከ{day} ቀናት በፊት
ar: قبل {day} يوم
az: {day} gün əvvəl
bg: преди {day} дни
bn: {day} দিন আগে
bs: prije {day} dana
ca: fa {day} dies
cs: Před {day} dny
da: {day} dage siden
el: Πριν από {day} ημέρες
et: {day} päeva tagasi
fa: {day} روز پیش
fi: {day} päivää sitten
he: לפני {day} ימים
hi: {day} दिन पहले
hu: {day} napja
id: {day} hari yang lalu
ja: {day}日前
ka: {day} დღის წინ
kk: {day} күн бұрын
km: {day} ថ្ងៃមុន
kn: {day} ದಿನಗಳ ಹಿಂದೆ
ku: {day} ڕۆژ پێش ئێستا
lo: {day} ມື້ກ່ອນ
lt: Prieš {day} d.
mr: {day} दिवसांपूर्वी
ms: {day} hari yang lalu
my: {day} ရက်အကြာ
no: {day} dager siden
pl: {day} dni temu
ro: acum {day} zile
si: දින {day}කට පෙර
sk: Pred {day} dňami
sq: {day} ditë më parë
sr: Пре {day} дана
sv: {day} dagar sedan
sw: Siku {day} zilizopita
ta: {day} நாட்களுக்கு முன்பு
te: {day} రోజులు క్రితం
th: {day} วันที่แล้ว
tr: {day} gün önce
uk: {day} днів тому
ur: {day} دن پہلے
uz: {day} kun oldin
vi: {day} ngày trước

# hoursAgo
source: {hour} hours ago
am: ከ{hour} ሰዓታት በፊት
ar: قبل {hour} ساعة
az: {hour} saat əvvəl
bg: преди {hour} часа
bn: {hour} ঘন্টা আগে
bs: prije {hour} sati
ca: fa {hour} hores
cs: Před {hour} hodinami
da: for {hour} timer siden
el: Πριν από {hour} ώρες
et: {hour} tundi tagasi
fa: {hour} ساعت پیش
fi: {hour} tuntia sitten
he: לפני {hour} שעות
hi: {hour} घंटे पहले
hu: {hour} órája
id: {hour} jam yang lalu
ja: {hour}時間前
ka: {hour} საათის წინ
kk: {hour} сағат бұрын
km: {hour} ម៉ោងមុន
kn: {hour} ಗಂಟೆಗಳ ಹಿಂದೆ
ku: {hour} کاتژمێر پێش ئێستا
lo: {hour} ຊົ່ວໂມງກ່ອນ
lt: Prieš {hour} val.
mr: {hour} तासांपूर्वी
ms: {hour} jam yang lalu
my: {hour} နာရီအကြာ
no: {hour} timer siden
pl: {hour} godz. temu
ro: acum {hour} ore
si: පැය {hour}කට පෙර
sk: Pred {hour} hodinami
sq: {hour} orë më parë
sr: Пре {hour} сати
sv: {hour} timmar sedan
sw: Saa {hour} zilizopita
ta: {hour} மணிநேரத்திற்கு முன்பு
te: {hour} గంటల క్రితం
th: {hour} ชั่วโมงที่แล้ว
tr: {hour} saat önce
uk: {hour} годин тому
ur: {hour} گھنٹے پہلے
uz: {hour} soat oldin
vi: {hour} giờ trước

# minutesAgo
source: {minute} minutes ago
am: ከ{minute} ደቂቃዎች በፊት
ar: قبل {minute} دقيقة
az: {minute} dəqiqə əvvəl
bg: преди {minute} минути
bn: {minute} মিনিট আগে
bs: prije {minute} minuta
ca: fa {minute} minuts
cs: Před {minute} minutami
da: for {minute} minutter siden
el: Πριν από {minute} λεπτά
et: {minute} minutit tagasi
fa: {minute} دقیقه پیش
fi: {minute} minuuttia sitten
he: לפני {minute} דקות
hi: {minute} मिनट पहले
hu: {minute} perce
id: {minute} menit yang lalu
ja: {minute}分前
ka: {minute} წუთის წინ
kk: {minute} минут бұрын
km: {minute} នាទីមុន
kn: {minute} ನಿಮಿಷಗಳ ಹಿಂದೆ
ku: {minute} خولەك پێش ئێستا
lo: {minute} ນາທີກ່ອນ
lt: Prieš {minute} min.
mr: {minute} मिनिटांपूर्वी
ms: {minute} minit yang lalu
my: {minute} မိနစ်အကြာ
no: {minute} minutter siden
pl: {minute} min temu
ro: acum {minute} minute
si: මිනිත්තු {minute}කට පෙර
sk: Pred {minute} minútami
sq: {minute} minuta më parë
sr: Пре {minute} минута
sv: För {minute} minuter sedan
sw: Dakika {minute} zilizopita
ta: {minute} நிமிடங்களுக்கு முன்பு
te: {minute} నిమిషాల క్రితం
th: {minute} นาทีที่แล้ว
tr: {minute} dakika önce
uk: {minute} хвилин тому
ur: {minute} منٹ پہلے
uz: {minute} daqiqa oldin
vi: {minute} phút trước

# secondsAgo
source: {second} seconds ago
am: ከ{second} ሰከንዶች በፊት
ar: قبل {second} ثانية
az: {second} saniyə əvvəl
bg: преди {second} секунди
bn: {second} সেকেন্ড আগে
bs: prije {second} sekundi
ca: fa {second} segons
cs: Před {second} sekundami
da: For {second} sekunder siden
el: Πριν από {second} δευτερόλεπτα
et: {second} sekundit tagasi
fa: {second} ثانیه پیش
fi: {second} sekuntia sitten
he: לפני {second} שניות
hi: {second} सेकंड पहले
hu: {second} másodperce
id: {second} detik yang lalu
ja: {second}秒前
ka: {second} წამის წინ
kk: {second} секунд бұрын
km: {second} វិនាទីមុន
kn: {second} ಸೆಕೆಂಡುಗಳ ಹಿಂದೆ
ku: {second} چرکە پێش ئێستا
lo: {second} ວິນາທີກ່ອນ
lt: Prieš {second} sek.
mr: {second} सेकंदांपूर्वी
ms: {second} saat yang lalu
my: {second} စက္ကန့်အကြာ
no: {second} sekunder siden
pl: {second} sekund temu
ro: acum {second} secunde
si: තත්පර {second}කට පෙර
sk: Pred {second} sekundami
sq: para {second} sekondash
sr: Пре {second} секунди
sv: För {second} sekunder sedan
sw: Sekunde {second} zilizopita
ta: {second} விநாடிகளுக்கு முன்பு
te: {second} సెకన్ల క్రితం
th: {second} วินาทีที่แล้ว
tr: {second} saniye önce
uk: {second} секунд тому
ur: {second} سیکنڈ پہلے
uz: {second} soniya oldin
vi: {second} giây trước

source: Rate this app
am: ይህን መተግበሪያ ደረጃ ይስጡ
ar: قيّم هذا التطبيق
az: Bu tətbiqi qiymətləndirin
bg: Оценете това приложение
bn: এই অ্যাপ্লিকেশন রেট করুন
bs: Ocijeni ovu aplikaciju
ca: Valora aquesta aplicació
cs: Ohodnoťte tuto aplikaci
da: Bedøm denne app
el: Βαθμολογήστε αυτήν την εφαρμογή
et: Hinda seda rakendust
fa: امتیاز به این برنامه
fi: Arvostele tämä sovellus
he: דרג את האפליקציה
hi: इस ऐप को रेट करें
hu: Értékelje ezt az alkalmazást
id: Beri Rating Aplikasi Ini
ja: このアプリを評価する
ka: შეაფასეთ ეს აპლიკაცია
kk: Бұл қолданбаны бағалаңыз
km: វាយតម្លៃកម្មវិធីនេះ
kn: ಈ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ರೇಟ್ ಮಾಡಿ
ku: هەڵسەنگاندنی ئەم ئەپە
lo: ໃຫ້ຄະແນນແອັບນີ້
lt: Įvertinkite šią programėlę
mr: या अॅपला रेटिंग द्या
ms: Nilaikan aplikasi ini
my: ဤအက်ပ်ကိုအဆင့်သတ်မှတ်ပါ
no: Vurder denne appen
pl: Oceń tę aplikację
ro: Evaluează această aplicație
si: මෙම යෙදුම ඇගයීම
sk: Ohodnoťte túto aplikáciu
sq: Vlerësoni këtë aplikacion
sr: Оцените ову апликацију
sv: Betygsätt denna app
sw: Kadiria programu hii
ta: இந்த பயன்பாட்டை மதிப்பிடவும்
te: ఈ యాప్‌ను రేట్ చేయండి
th: ให้คะแนนแอปนี้
tr: Bu Uygulamayı Değerlendirin
uk: Оцініть цей додаток
ur: اس ایپ کی درجہ بندی کریں
uz: Bu ilovani baholang
vi: Đánh giá ứng dụng này

# rateThisAppDescription
source: If you like this app, please take a moment to review it! It really helps us and shouldn't take more than a minute.
am: ይህን መተግበሪያ ከወደዱት፣ እባክዎ ለመገምገም ትንሽ ጊዜ ይውሰዱ! እውነትም ይረዳናል እና ከአንድ ደቂቃ በላይ አይወስድም።
ar: إذا أعجبك هذا التطبيق، نرجو منك تقييمه. هذا يساعدنا حقاً ولن يستغرق منك أكثر من دقيقة.
az: Bu proqramı bəyənirsinizsə, lütfən, onu nəzərdən keçirmək üçün bir dəqiqənizi ayırın! Bu, həqiqətən bizə kömək edir və bir dəqiqədən çox çəkməməlidir.
bg: Ако харесвате това приложение, моля отделете малко време да го оцените! Това наистина ни помага и не би трябвало да отнеме повече от минута.
bn: আপনি যদি এই অ্যাপ্লিকেশনটি পছন্দ করেন তবে দয়া করে এটি পর্যালোচনা করতে আপনার কিছুটা সময় নিন! এটি সত্যিই আমাদের সাহায্য করে এবং এটি আপনাকে এক মিনিটেরও বেশি সময় নেবে না।
bs: Ako vam se sviđa ova aplikacija, odvojite malo vremena da je ocijenite! Zaista nam pomaže i ne bi vam trebalo oduzeti više od minute.
ca: Si t'agrada aquesta aplicació, si us plau, dedica un moment a valorar-la! Realment ens ajuda i no hauries de trigar més d'un minut.
cs: Pokud se vám tato aplikace líbí, věnujte chvilku její ohodnocení! Opravdu nám to pomůže a nezabere vám to více než minutu.
da: Hvis du kan lide denne app, vil vi sætte pris på, hvis du vil bruge et øjeblik på at bedømme den! Det hjælper os virkelig, og det burde ikke tage dig mere end et minut.
el: Εάν σας αρέσει αυτή η εφαρμογή, αφιερώστε λίγο χρόνο για να την αξιολογήσετε! Μας βοηθάει πραγματικά και δεν θα σας πάρει περισσότερο από ένα λεπτό.
et: Kui sulle see rakendus meeldib, võta palun natuke aega selle hindamiseks! See aitab meid väga ja ei tohiks võtta rohkem kui üks minut.
fa: اگر برنامه ما را دوست دارید، لطفاً نظر خود را برای ما بنویسید. این به ما در بهبود برنامه کمک می‌کند
fi: Jos pidät tästä sovelluksesta, käytä hetki sen arvosteluun! Se todella auttaa meitä, eikä sen pitäisi viedä minuuttia kauempaa.
he: אם אתה אוהב את האפליקציה הזו, אנא הקדש רגע לדירוג! זה באמת עוזר לנו ולא אמור לקחת לך יותר מדקה.
hi: यदि आपको यह ऐप पसंद है, तो कृपया इसकी समीक्षा करने के लिए थोड़ा समय दें! यह वास्तव में हमारी मदद करता है और यह आपका एक मिनट से अधिक नहीं लेगा।
hu: Ha tetszik ez az alkalmazás, kérjük, szánjon rá egy kis időt az értékelésére!
id: Jika Anda menyukai aplikasi ini, luangkan waktu sebentar untuk memberikan rating! Ini sangat membantu kami dan tidak akan memakan waktu lebih dari satu menit.
ja: このアプリが気に入った場合は、レビューをお願いします。 ご意見・ご感想は今後の改善に役立ちます。
ka: თუ მოგწონთ ეს აპლიკაცია, გთხოვთ დაუთმოთ დრო მის შეფასებას! ეს ნამდვილად დაგვეხმარება და ერთ წუთზე მეტს არ წაგართმევთ.
kk: Егер бұл қолданба ұнаса, оған пікір қалдыруға біраз уақытыңызды бөліңіз! Бұл бізге көмектеседі және сіздің уақытыңызды көп алмайды
km: បើអ្នកចូលចិត្តកម្មវិធីនេះ សូមចំណាយពេលបន្តិចដើម្បីវាយតម្លៃវា! វាជួយយើងយ៉ាងខ្លាំង ហើយមិនចំណាយពេលលើសពីមួយនាទីទេ។
kn: ನೀವು ಈ ಆಪ್ ಅನ್ನು ಇಷ್ಟಪಟ್ಟಿದ್ದರೆ, ದಯವಿಟ್ಟು ಅದನ್ನು ಮೌಲ್ಯಮಾಪನ ಮಾಡಲು ಸ್ವಲ್ಪ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಿ! ಇದು ನಮಗೆ ನಿಜವಾಗಿಯೂ ಸಹಾಯ ಮಾಡುತ್ತದೆ ಮತ್ತು ನಿಮಗೆ ಒಂದು ನಿಮಿಷಕ್ಕಿಂತ ಹೆಚ್ಚು ಸಮಯ ತೆಗೆದುಕೊಳ್ಳುವುದಿಲ್ಲ.
ku: ئەگەر ئەم ئەپەت بەدڵ بوو، تکایە هەڵسەنگاندن ئەنجام بدە. بەڕاستی یارمەتیمان دەدات و نابێت یەک خولەک زیاترت پێ بچێت
lo: ຖ້າທ່ານມັກແອັບນີ້, ກະລຸນາປະກອບຄຳຄິດເຫັນ! ມັນຈະຊ່ວຍພວກເຮົາໃນການປັບປຸງໃຫ້ດີຂຶ້ນ
lt: Jei jums patinka ši programėlė, skirkite šiek tiek laiko ją įvertinti! Tai mums tikrai padeda ir neturėtų užtrukti ilgiau nei minutę.
mr: तुम्हाला हे अॅप आवडत असल्यास, कृपया त्याचा आढावा घेण्यासाठी थोडा वेळ द्या!
ms: Jika anda menyukai aplikasi ini, sila luangkan sedikit masa untuk menilainya! Ia sangat membantu kami dan seharusnya tidak mengambil masa lebih daripada satu minit.
my: ဤအက်ပ်ကို သင်နှစ်သက်ပါက၊ ၎င်းကို ပြန်လည်သုံးသပ်ရန် အချိန်ယူပါ။ ၎င်းသည် ကျွန်ုပ်တို့ကို အမှန်တကယ် ကူညီပေးပြီး တစ်မိနစ်ထက် ပိုမယူသင့်ပါ။
no: Hvis du liker denne appen, ta deg tid til å gi en vurdering! Det hjelper oss virkelig, og det tar ikke mer enn ett minutt.
pl: Jeśli podoba Ci się ta aplikacja, poświęć chwilę, aby ją ocenić! Naprawdę nam to pomaga i nie powinno zająć Ci więcej niż minutę.
ro: Dacă îți place această aplicație, te rugăm să îți acorzi un moment pentru a o evalua. Ne ajută foarte mult și nu ar trebui să dureze mai mult de un minut.
si: ඔබට මෙම යෙදුම ගැන කැමති නම්, කරුණාකර එය සමාලෝචනය කිරීමට මඳ වේලාවක් ගත කරන්න! එය අපට ඇත්තෙන්ම උපකාරී වන අතර ඔබට විනාඩියකටත් වඩා ගත නොවනු ඇත.
sk: Ak sa vám táto aplikácia páči, venujte jej chvíľu a ohodnoťte ju! Naozaj nám to pomôže a zaberie vám to menej ako minútu.
sq: Nëse ju pëlqen ky aplikacion, ju lutemi merrni pak kohë për ta vlerësuar! Na ndihmon shumë dhe nuk do t'ju marrë më shumë se një minutë.
sr: Ако вам се свиђа ова апликација, молимо вас да одвојите мало времена да је оцените! То нам заиста помаже и не би требало да вам одузме више од једног минута.
sv: Om du gillar denna app, ta dig tid att recensera den! Det hjälper oss verkligen och det borde inte ta dig mer än en minut.
sw: Ikiwa unapenda programu hii, tafadhali chukua muda kidogo kuikagua! Inatusaidia sana na haitakuchukua zaidi ya dakika moja.
ta: உங்களுக்கு இந்த பயன்பாடு பிடித்திருந்தால், அதை மதிப்பாய்வு செய்ய கொஞ்சம் நேரம் ஒதுக்கவும்! இது எங்களுக்கு உண்மையிலேயே உதவுகிறது மற்றும் உங்களுக்கு ஒரு நிமிடத்திற்கு மேல் எடுக்காது.
te: మీకు ఈ యాప్ నచ్చితే, దయచేసి దీన్ని సమీక్షించడానికి ఒక నిమిషం తీసుకోండి! ఇది మాకు చాలా సహాయపడుతుంది మరియు మీకు కేవలం ఒక నిమిషం మాత్రమే పడుతుంది.
th: ถ้าคุณชอบแอปนี้ กรุณาให้คะแนนด้วยนะคะ! ความคิดเห็นของคุณมีความสำคัญกับเรา และใช้เวลาไม่เกินหนึ่งนาที
tr: Bu uygulamayı beğendiyseniz, lütfen değerlendirin! Geribildiriminiz bizim için önemli ve uygulamamızı geliştirmemize yardımcı oluyor.
uk: Якщо вам подобається цей додаток, будь ласка, оцініть його! Це дійсно допоможе нам і не займе більше хвилини.
ur: اگر آپ کو یہ ایپ پسند ہے، تو براہ کرم اس کا جائزہ لینے کے لیے اپنا تھوڑا سا وقت نکالیں! یہ واقعی ہماری مدد کرتا ہے اور اس میں آپ کو ایک منٹ سے زیادہ نہیں لگنا چاہیے
uz: Agar sizga bu ilova yoqsa, iltimos, uni ko'rib chiqish uchun ozgina vaqt ajrating! Bu bizga haqiqatan ham yordam beradi va sizga bir daqiqadan ko'proq vaqt ketmaydi
vi: Nếu bạn thích ứng dụng này, vui lòng dành chút thời gian để đánh giá! Điều này thực sự giúp ích cho chúng tôi và không mất quá một phút.

source: Rate
am: ደረጃ ይስጡ
ar: تقييم
az: Qiymətləndirmə
bg: Оцени
bn: রেট
bs: Ocijeni
ca: Valorar
cs: Ohodnotit
da: Bedøm
el: Βαθμολογήστε
et: Hinda
fa: امتیاز
fi: Arvostele
he: דרג
hi: रेट करें
hu: Értékelés
id: Beri Rating
ja: 評価する
ka: შეფასება
kk: Бағалау
km: វាយតម្លៃ
kn: ರೇಟ್ ಮಾಡಿ
ku: هەڵسەنگاندن
lo: ໃຫ້ຄະແນນ
lt: Įvertinti
mr: रेट करा
ms: Nilaikan
my: နှုန်းထား
no: Vurder
pl: Oceń
ro: Evaluează
si: ඇගයීම
sk: Hodnotenie
sq: Vlerëso
sr: Оцени
sv: Betygsätt
sw: Kadiria
ta: மதிப்பிடு
te: రేట్ చేయండి
th: อัตรา
tr: Değerlendir
uk: Оцінити
ur: شرح
uz: Baholash
vi: Đánh giá

source: No thanks
am: አይ፣ አመሰግናለሁ
ar: لا، شكراً
az: Xeyr, təşəkkür edirəm
bg: Не, благодаря
bn: না ধন্যবাদ
bs: Ne, hvala
ca: No, gràcies
cs: Ne, děkuji
da: Nej tak
el: Όχι ευχαριστώ
et: Ei, aitäh
fa: نه، ممنون
fi: Ei kiitos
he: לא תודה
hi: नहीं, धन्यवाद
hu: Nem, köszönöm
id: Tidak, Terima Kasih
ja: 結構です
ka: არა, გმადლობთ
kk: Жоқ, рақмет
km: អត់អីទេ អរគុណ
kn: ಬೇಡ, ಧನ್ಯವಾದಗಳು
ku: نا، سوپاس
lo: ບໍ່​, ຂອບ​ໃຈ
lt: Ne, ačiū
mr: नको, धन्यवाद
ms: Tidak, Terima kasih
my: ရပါတယ်ကျေးဇူးပါ
no: Nei takk
pl: Nie, dziękuję
ro: Nu, mulțumesc
si: නැහැ, ස්තුතියි
sk: Nie, ďakujem
sq: Jo faleminderit
sr: Не, хвала
sv: Nej tack
sw: Hapana, asante
ta: வேண்டாம் நன்றி
te: వద్దు, ధన్యవాదాలు
th: ไม่ ขอบคุณ
tr: Hayır, teşekkürler
uk: Ні, дякую
ur: نہیں شکریہ
uz: Yo'q, rahmat
vi: Không, cảm ơn

source: Maybe Later
am: ምናልባት በኋላ
ar: ربما لاحقاً
az: Bəlkə sonra
bg: Може би по-късно
bn: পরে হয়তো
bs: Možda kasnije
ca: Potser més tard
cs: Možná později
da: Måske senere
el: Ίσως αργότερα
et: Võib-olla hiljem
fa: شاید بعداً
fi: Ehkä myöhemmin
he: אולי מאוחר יותר
hi: शायद बाद में
hu: Talán később
id: Mungkin Nanti
ja: 後で
ka: შეიძლება მოგვიანებით
kk: Кейінірек
km: ប្រហែលពេលក្រោយ
kn: ಬಹುಶಃ ನಂತರ
ku: دوایی
lo: ເຮັດຕຳຫຼັງ
lt: Galbūt vėliau
mr: कदाचित नंतर
ms: Mungkin kemudian
my: နောက်မှဖြစ်နိုင်တယ်။
no: Kanskje senere
pl: Może później
ro: Poate mai târziu
si: පසුව වෙන්න පුළුවන්
sk: Možno neskôr
sq: Ndoshta më vonë
sr: Можда касније
sv: Kanske senare
sw: Labda baadae
ta: பின்னர் ஒருவேளை
te: తరువాత చూస్తాను
th: ไว้ภายหลัง
tr: Belki daha sonra
uk: Можливо пізніше
ur: شاید بعد میں
uz: Balki keyinroq
vi: Có thể để sau

source: Phone
am: ስልክ
ar: الهاتف
az: Telefon
bg: Телефон
bn: ফোন
bs: Telefon
ca: Telèfon
cs: Telefon
da: Telefon
el: Τηλέφωνο
et: Telefon
fa: تلفن
fi: Puhelin
he: טלפון
hi: फ़ोन
hu: Telefonszám
id: Telepon
ja: 電話番号
ka: ტელეფონი
kk: Телефон
km: ទូរស័ព្ទ
kn: ದೂರವಾಣಿ
ku: تەلەفۆن
lo: ໂທລະສັບ
lt: Telefonas
mr: फोन
ms: Telefon
my: ဖုန်း
no: Telefon
pl: Telefon
ro: Telefon
si: දුරකථන
sk: Telefón
sq: Telefon
sr: Телефон
sv: Telefon
sw: Simu
ta: தொலைபேசி
te: ఫోన్
th: โทรศัพท์
tr: Telefon
uk: Телефон
ur: فون
uz: Telefon
vi: Điện thoại

source: Phone Number Verification
am: የስልክ ቁጥር ማረጋገጫ
ar: التحقق من رقم الهاتف
az: Telefon nömrəsinin yoxlanılması
bg: Потвърждение на телефонен номер
bn: ফোন নম্বর যাচাইকরণ
bs: Verifikacija broja telefona
ca: Verificació del número de telèfon
cs: Ověření telefonního čísla
da: Bekræftelse af telefonnummer
el: Επαλήθευση αριθμού τηλεφώνου
et: Telefoninumbri kinnitamine
fa: تایید شماره تلفن
fi: Puhelinnumeron vahvistus
he: אימות מספר טלפון
hi: फ़ोन नंबर सत्यापन
hu: Telefonszám ellenőrzése
id: Verifikasi Nomor Telepon
ja: 電話番号の確認
ka: ტელეფონის ნომრის ვერიფიკაცია
kk: Телефон нөмірін растау
km: ផ្ទៀងផ្ទាត់លេខទូរស័ព្ទ
kn: ದೂರವಾಣಿ ಸಂಖ್ಯೆ ಪರಿಶೀಲನೆ
ku: دووپاتکردنەوەی ژمارە تەلەفۆن
lo: ຢືນຢັນເບີໂທລະສັບ
lt: Telefono numerio patvirtinimas
mr: फोन नंबर पडताळणी
ms: Pengesahan Nombor Telefon
my: ဖုန်းနံပါတ် အတည်ပြုခြင်း။
no: Telefonverifisering
pl: Weryfikacja numeru telefonu
ro: Verificare număr de telefon
si: දුරකථන අංක සත්‍යාපනය
sk: Overenie telefónneho čísla
sq: Verifikimi i numrit të telefonit
sr: Верификација телефона
sv: Verifiering av telefonnummer
sw: Uthibitishaji wa Nambari ya Simu
ta: தொலைபேசி எண் சரிபார்ப்பு
te: ఫోన్ నంబర్ ధృవీకరణ
th: การยืนยันหมายเลขโทรศัพท์
tr: Telefon Numarası Doğrulama
uk: Перевірка номера телефону
ur: فون نمبر کی تصدیق
uz: Telefon raqamini tekshirish
vi: Xác minh số điện thoại

# enterSentCode
source: Enter the code sent to
am: የተላከውን ኮድ ያስገቡ
ar: أدخل الرمز المرسل إلى
az: Göndərilən kodu daxil edin
bg: Въведете кода, изпратен на
bn: প্রেরিত কোডটি লিখুন
bs: Unesite kod poslan na
ca: Introdueix el codi enviat a
cs: Zadejte kód zaslaný na
da: Indtast koden sendt til
el: Εισαγάγετε τον κωδικό που στάλθηκε
et: Sisesta saadetud kood
fa: کد ارسال شده را وارد کنید
fi: Anna koodi, joka lähetettiin osoitteeseen
he: הזן את הקוד שנשלח אל
hi: भेजे गए कोड को दर्ज करें
hu: Írja be a kódot, amit elküldtünk a következő számra:
id: Masukkan kode yang dikirim ke
ja: 送信された認証コードを入力してください
ka: შეიყვანეთ გამოგზავნილი კოდი
kk: Жіберілген кодты енгізіңіз
km: បញ្ចូលលេខកូដដែលបានផ្ញើទៅ
kn: ಕಳುಹಿಸಿದ ಕೋಡ್ ನಮೂದಿಸಿ
ku: ئەو کۆدە بنوسەوە کە نێردراوە بۆ
lo: ໃສ່ລະຫັດທີ່ຖືກສົ່ງໄປຫາ
lt: Įveskite kodą, išsiųstą
mr: पाठवलेला कोड प्रविष्ट करा
ms: Masukkan kod yang dihantar ke
my: ပေးပို့ထားသော ကုဒ်ကို ရိုက်ထည့်ပါ။
no: Skriv inn koden som ble sendt til
pl: Wpisz kod wysłany na
ro: Introdu codul trimis la
si: ලැබුණු කේතය ඇතුළත් කරන්න
sk: Zadajte kód odoslaný na
sq: Futni kodin e dërguar në
sr: Унесите код послат СМС-ом
sv: Ange koden som skickats till
sw: Ingiza msimbo uliotumwa kwa
ta: அனுப்பப்பட்ட குறியீட்டை உள்ளிடவும்
te: పంపిన కోడ్‌ను నమోదు చేయండి
th: ป้อนรหัสที่ถูกส่งไปยัง
tr: Gönderilen kodu girin
uk: Введіть код, надісланий на
ur: بھیجے گئے کوڈ کو درج کریں
uz: Yuborilgan kodni kiriting
vi: Nhập mã đã gửi đến
