Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Item total:
am: የእቃው ድምር:
ar: مجموع العناصر:
az: Ümumi element:
bg: Общо артикули:
bn: মোট আইটেম:
bs: Ukupno artikala:
ca: Total d'articles:
cs: Celkem položek:
da: Samlet antal varer:
el: Σύνολο αντικειμένων:
et: Toote kogusumma:
fa: جمع کل:
fi: Yhteensä:
he: סה"כ פריט:
hi: आइटम कुल:
hu: Tétel összesen:
id: Total item:
ja: 商品合計：
ka: საქონელი სულ:
kk: Жалпы саны:
km: សរុបទំនិញ៖
kn: ಒಟ್ಟು ವಸ್ತುಗಳು:
ku: کۆی گشتى ئایتم:
lo: ລາຍການທັງໝົດ:
lt: Iš viso prekių:
mr: एकूण आयटम:
ms: Jumlah Item:
my: ပစ္စည်းစုစုပေါင်း-
no: Totalt antall:
pl: Suma pozycji:
ro: Total articole:
si: අයිතම එකතුව:
sk: Celkom položiek:
sq: Totali i artikullit:
sr: Укупно ставки:
sv: Totalt antal:
sw: Jumla ya bidhaa:
ta: பொருள் மொத்தம்
te: మొత్తం అంశం:
th: ยอดรวมสินค้า:
tr: Ürün toplamı:
uk: Всього:
ur: کل آئٹم:
uz: Jami:
vi: Tổng mục:

source: Created on:
am: የተፈጠረው በ:
ar: تم الإنشاء في:
az: Yaradılma tarixi:
bg: Създадено на:
bn: তৈরি করা হয়েছে:
bs: Kreirano:
ca: Creat el:
cs: Vytvořeno dne:
da: Oprettet den:
el: Δημιουργήθηκε στις:
et: Loodud:
fa: ایجاد شده در:
fi: Luotu:
he: נוצר ב:
hi: को बनाया गया:
hu: Létrehozva:
id: Dibuat pada:
ja: 作成日：
ka: შექმნილია:
kk: Жасалған күні:
km: បង្កើតនៅ៖
kn: ರಂದು ರಚಿಸಲಾಗಿದೆ:
ku: دروستکراوە لە:
lo: ສ້າງ:
lt: Sukurta:
mr: तयार केल्याची तारीख:
ms: Dicipta pada:
my: ဖန်တီးခဲ့သည်-
no: Opprettet:
pl: Utworzono:
ro: Creat la:
si: නිර්මාණය කළ දිනය:
sk: Vytvorené dňa:
sq: Krijuar më:
sr: Креирано:
sv: Skapad:
sw: Imeundwa mnamo:
ta: உருவாக்கப்பட்ட தேதி:
te: సృష్టించబడింది:
th: สร้างเมื่อ:
tr: Oluşturulma tarihi:
uk: Створено:
ur: تخلیق کردہ:
uz: Yaratilgan sanasi:
vi: Tạo lúc:

source: Order ID:
am: የትዕዛዝ መታወቂያ:
ar: رقم الطلب:
az: Sifariş ID:
bg: Номер на поръчка:
bn: অর্ডার আইডি:
bs: Broj narudžbe:
ca: ID de comanda:
cs: Číslo objednávky:
da: Ordre-ID:
el: Αριθμός παραγγελίας:
et: Tellimuse ID:
fa: شماره سفارش:
fi: Tilausnumero:
he: מספר הזמנה:
hi: आदेश ID:
hu: Rendelés azonosító:
id: ID Pesanan:
ja: 注文ID：
ka: შეკვეთის ID:
kk: Тапсырыс нөмірі:
km: លេខសម្គាល់ការបញ្ជាទិញ៖
kn: ಐಡಿ:
ku: ژمارەى داواکارى:
lo: ລະຫັດຄໍາສັ່ງ:
lt: Užsakymo ID:
mr: ऑर्डर क्रमांक:
ms: ID Pesanan:
my: မှာယူမှု ID-
no: Ordre-ID:
pl: Numer zamówienia:
ro: ID Comandă:
si: ඇණවුම් අංකය:
sk: ID objednávky:
sq: ID-ja e porosisë:
sr: ИД поруџбине:
sv: Beställnings-ID:
sw: Namba ya agizo:
ta: ஆர்டர் ஐடி:
te: ఆర్డర్ ID:
th: รหัสคำสั่งซื้อ:
tr: Sipariş Kimliği:
uk: Номер замовлення:
ur: آرڈر کی شناخت:
uz: Buyurtma raqami:
vi: Mã đơn hàng:

source: Gross Sales
am: ጠቅላላ ሽያጭ
ar: إجمالي المبيعات
az: Ümumi satışlar
bg: Брутни продажби
bn: মোট বিক্রয়
bs: Bruto prodaja
ca: Vendes brutes
cs: Hrubý prodej
da: Bruttosalg
el: Ακαθάριστες πωλήσεις
et: Kogumüük
fa: فروش ناخالص
fi: Bruttomyynti
he: מכירות ברוטו
hi: कुल बिक्री
hu: Bruttó értékesítés
id: Penjualan Kotor
ja: 売上高
ka: მთლიანი გაყიდვები
kk: Жалпы сату
km: ការលក់សរុប
kn: ಒಟ್ಟು ಮಾರಾಟ
lo: ຍອດຂາຍລວມ
lt: Bendri pardavimai
mr: एकूण विक्री
ms: Jualan Kasar
my: စုစုပေါင်းရောင်းအား
no: Bruttosalg
pl: Sprzedaż brutto
ro: Vânzări brute
si: දළ විකුණුම්
sk: Hrubý predaj
sq: Shitjet bruto
sr: Бруто продаја
sv: Bruttoförsäljning
sw: Mauzo ya jumla
ta: மொத்த விற்பனை
te: మొత్తం అమ్మకాలు
th: ยอดขายรวม
tr: Brüt Satış
uk: Валові продажі
ur: مجموعی فروخت
uz: Umumiy savdo
vi: Tổng doanh thu

source: Earnings
am: ገቢዎች
ar: الأرباح
az: Qazanclar
bg: Печалби
bn: আয়
bs: Zarada
ca: Guanys
cs: Výdělek
da: Indtjening
el: Κέρδη
et: Teenistus
fa: درآمد
fi: Tulot
he: רווחים
hi: कमाई
hu: Bevételek
id: Pendapatan
ja: 収益
ka: შემოსავალი
kk: Табыс
km: ប្រាក់ចំណូល
kn: ಗಳಿಕೆಗಳು
ku: پەیداکردنەکان
lo: ລາຍຮັບ
lt: Uždarbis
mr: कमाई
ms: Pendapatan
my: ဝင်ငွေများ
no: Inntjening
pl: Zarobki
ro: Câștiguri
si: ආදායම්
sk: Zárobky
sq: Fitimet
sr: Зарада
sv: Intäkter
sw: Mapato
ta: வருமானம்
te: ఆదాయము
th: รายได้
tr: Kazançlar
uk: Заробіток
ur: کمائی
uz: Daromad
vi: Thu nhập

# allOrders
source: Latest Sales
am: የቅርብ ጊዜ ሽያጮች
ar: أحدث المبيعات
az: Son satışlar
bg: Последни продажби
bn: সর্বশেষ বিক্রয়
bs: Najnovije prodaje
ca: Últimes vendes
cs: Nejnovější prodeje
da: Seneste salg
el: Τελευταίες πωλήσεις
et: Viimased müügid
fa: آخرین فروش
fi: Viimeisimmät myynnit
he: מכירות אחרונות
hi: नवीनतम बिक्री
hu: Legújabb eladások
id: Penjualan Terbaru
ja: 最新の売上
ka: ბოლო გაყიდვები
kk: Барлық тапсырыстар
km: ការបញ្ជាទិញទាំងអស់
kn: ಎಲ್ಲಾ ಆರ್ಡರ್‌ಗಳು
ku: کۆتا فرۆشتنەکان
lo: ລາຍການສັ່ງຊື້ທັງໝົດ
lt: Naujausi pardavimai
mr: सर्व ऑर्डर्स
ms: Jualan Terkini
my: နောက်ဆုံးအရောင်း
no: Siste salg
pl: Najnowsza sprzedaż
ro: Ultimele vânzări
si: සියලු ඇණවුම්
sk: Všetky objednávky
sq: Shitjet e fundit
sr: Најновије продаје
sv: Senaste försäljning
sw: Mauzo ya Hivi Punde
ta: அனைத்து ஆர்டர்கள்
te: తాజా అమ్మకాలు
th: คำสั่งซื้อทั้งหมด
tr: Son Satışlar
uk: Останні продажі
ur: تازہ ترین فروخت
uz: So'nggi savdolar
vi: Bán hàng mới nhất

source: Your earnings this month
am: የዚህ ወር ገቢዎችዎ
ar: أرباحك هذا الشهر
az: Bu ay qazancınız
bg: Вашите печалби този месец
bn: এই মাসে আপনার আয়
bs: Vaša zarada ovog mjeseca
ca: Els teus guanys aquest mes
cs: Vaše výdělky tento měsíc
da: Din indtjening denne måned
el: Τα κέρδη σας αυτόν τον μήνα
et: Sinu teenistus sel kuul
fa: درآمد شما در این ماه
fi: Tämän kuun ansiot
he: הרווחים שלך החודש
hi: इस महीने की आपकी कमाई
hu: Bevételei ebben a hónapban
id: Pendapatan Anda bulan ini
ja: 今月の収益
ka: თქვენი შემოსავალი ამ თვეში
kk: Осы айдағы табысыңыз
km: ប្រាក់ចំណូលខែនេះរបស់អ្នក
kn: ಈ ತಿಂಗಳ ನಿಮ್ಮ ಗಳಿಕೆ
ku: پەیداکردنەکانت لەم مانگەدا
lo: ລາຍໄດ້ຂອງທ່ານໃນເດືອນນີ້
lt: Jūsų šio mėnesio uždarbis
mr: या महिन्यातील तुमची कमाई
ms: Pendapatan anda bulan ini
my: ဤလတွင် သင့်ဝင်ငွေများ
no: Din inntjening denne måneden
pl: Twoje zarobki w tym miesiącu
ro: Câștigurile tale din această lună
si: ඔබගේ මේ මාසයේ ආදායම
sk: Vaše zárobky tento mesiac
sq: Fitimet tuaja këtë muaj
sr: Ваша зарада овог месеца
sv: Dina intäkter denna månad
sw: Mapato yako mwezi huu
ta: இந்த மாத உங்கள் வருமானம்
te: ఈ నెలలో మీ ఆదాయము
th: รายได้ของคุณเดือนนี้
tr: Bu ayki kazancınız
uk: Ваш заробіток цього місяця
ur: اس مہینے کی آپ کی کمائی
uz: Bu oydagi daromadingiz
vi: Thu nhập của bạn trong tháng này

# searchOrderId
source: Search with Order ID...
am: በትዕዛዝ መታወቂያ ይፈልጉ...
ar: البحث برقم الطلب...
az: Sifariş ID ilə axtar...
bg: Търси по номер на поръчка...
bn: অর্ডার আইডি অনুসন্ধান করুন ...
bs: Pretraži po broju narudžbe...
ca: Cercar per ID de comanda...
cs: Hledat podle čísla objednávky...
da: Søg med ordre-ID...
el: Αναζήτηση με αριθμό παραγγελίας...
et: Otsi tellimuse ID järgi...
fa: جستجو با شماره سفارش...
fi: Hae tilaustunnuksella...
he: חפש מזהה הזמנה...
hi: ऑर्डर आईडी खोजें...
hu: Rendelésazonosító keresése...
id: Cari ID Pesanan...
ja: 注文IDで検索...
ka: ძიება შეკვეთის ID-ით...
kk: Тапсырыс нөмірі бойынша іздеу...
km: ស្វែងរកដោយលេខសម្គាល់ការបញ្ជាទិញ...
kn: ಆರ್ಡರ್ ಐಡಿ ಮೂಲಕ ಹುಡುಕಿ...
ku: بگەڕێ بۆ ژمارەى داواکارى...
lo: ຊອກຫາດ້ວຍລະຫັດສັ່ງຊື້...
lt: Ieškoti pagal užsakymo ID...
mr: ऑर्डर क्रमांकाने शोधा...
ms: Cari dengan ID Pesanan...
my: မှာယူမှု ID ဖြင့် ရှာဖွေပါ...
no: Søk med ordre-ID...
pl: Wyszukaj numer zamówienia...
ro: Caută ID comandă...
si: ඇණවුම් අංකය සොයන්න...
sk: Hľadať podľa čísla objednávky...
sq: Kërko me ID të porosisë...
sr: Претражи ИД поруџбине...
sv: Sök order-ID ...
sw: Tafuta kwa Namba ya Agizo...
ta: ஆர்டர் ஐடியைத் தேடுக...
te: ఆర్డర్ ID తో శోధించండి...
th: ค้นหารหัสคำสั่งซื้อ...
tr: Sipariş Kimliği Ara...
uk: Пошук за номером замовлення...
ur: آرڈر ID کے ساتھ تلاش کریں...
uz: Buyurtma raqami bilan qidirish...
vi: Tìm kiếm ID đơn hàng...

source: Your Orders
am: ትዕዛዞችዎ
ar: طلباتك
az: Sifarişləriniz
bg: Вашите поръчки
bn: আপনার অর্ডারসমূহ
bs: Vaše narudžbe
ca: Les teves comandes
cs: Vaše objednávky
da: Dine ordrer
el: Οι παραγγελίες σας
et: Sinu tellimused
fa: سفارش‌های شما
fi: Tilauksesi
he: ההזמנות שלך
hi: आपके आदेश
hu: Rendelései
id: Pesanan Anda
ja: 注文履歴
ka: თქვენი შეკვეთები
kk: Сіздің тапсырыстарыңыз
km: ការបញ្ជាទិញរបស់អ្នក
kn: ನಿಮ್ಮ ಆರ್ಡರ್‌ಗಳು
ku: داواکارییەکانت
lo: ຄຳສັ່ງຂອງທ່ານ
lt: Jūsų užsakymai
mr: तुमच्या ऑर्डर्स
ms: Pesanan anda
my: သင်၏အမှာစာများ
no: Dine ordrer
pl: Twoje zamówienia
ro: Comenzile tale
si: ඔබගේ ඇණවුම්
sk: Vaše objednávky
sq: Porositë tuaja
sr: Ваше поруџбине
sv: Dina beställningar
sw: Maagizo Yako
ta: உங்கள் ஆர்டர்கள்
te: మీ ఆర్డర్లు
th: คำสั่งซื้อของคุณ
tr: Siparişleriniz
uk: Ваші замовлення
ur: آپ کے آرڈرز
uz: Buyurtmalaringiz
vi: Đơn hàng của bạn

source: Edit Product Info
am: የምርት መረጃን አስተካክል
ar: تعديل معلومات المنتج
az: Məhsul məlumatını redaktə et
bg: Редактиране на информация за продукта
bn: পণ্যের তথ্য সম্পাদনা করুন
bs: Uredi informacije o proizvodu
ca: Editar informació del producte
cs: Upravit informace o produktu
da: Rediger produktinformation
el: Επεξεργασία πληροφοριών προϊόντος
et: Muuda tooteinfot
fa: ویرایش اطلاعات محصول
fi: Muokkaa tuotetietoja
he: ערוך פרטי מוצר
hi: उत्पाद जानकारी संपादित करें
hu: Termékinformációk szerkesztése
id: Edit Info Produk
ja: 商品情報を編集
ka: პროდუქტის ინფორმაციის რედაქტირება
kk: Өнім ақпаратын өңдеу
km: កែសម្រួលព័ត៌មានផលិតផល
kn: ಉತ್ಪನ್ನ ಮಾಹಿತಿಯನ್ನು ಸಂಪಾದಿಸಿ
ku: گۆڕانکارى کردن لە زانیارى بەرهەم
lo: ແກ້ໄຂຂໍ້ມູນຜະລິດຕະພັນ
lt: Redaguoti produkto informaciją
mr: उत्पादन माहिती संपादित करा
ms: Sunting Maklumat Produk
my: ထုတ်ကုန်အချက်အလက်ကို တည်းဖြတ်ပါ။
no: Rediger produktinformasjon
pl: Edytuj informacje o produkcie
ro: Editează informațiile produsului
si: නිෂ්පාදන තොරතුරු සංස්කරණය කරන්න
sk: Upraviť informácie o produkte
sq: Redakto informacionin e produktit
sr: Уреди информације о производу
sv: Redigera produktinformation
sw: Hariri Maelezo ya Bidhaa
ta: பொருள் தகவலைத் திருத்து
te: ఉత్పత్తి సమాచారాన్ని సవరించండి
th: แก้ไขข้อมูลสินค้า
tr: Ürün Bilgisini Düzenle
uk: Редагувати інформацію про товар
ur: پروڈکٹ کی معلومات میں ترمیم کریں
uz: Mahsulot ma'lumotlarini tahrirlash
vi: Chỉnh sửa thông tin sản phẩm

source: Can't find this order ID
am: ይህ የትዕዛዝ መታወቂያ ሊገኝ አልቻለም
ar: لا يمكن العثور على رقم الطلب هذا
az: Bu sifariş ID-sini tapmaq mümkün deyil
bg: Не може да се намери този номер на поръчка
bn: এই অর্ডার আইডি খুঁজে পাওয়া যাচ্ছে না
bs: Ne mogu pronaći ovaj broj narudžbe
ca: No es pot trobar aquest ID de comanda
cs: ID objednávky nelze najít
da: Kan ikke finde dette ordre-id
el: Δεν βρέθηκε αυτό το αναγνωριστικό παραγγελίας
et: Seda tellimuse ID-d ei leitud
fa: این شناسه سفارش پیدا نشد
fi: Tätä tilaustunnusta ei löydy
he: לא ניתן למצוא את מזהה ההזמנה הזה
hi: यह आदेश आईडी नहीं मिल रहा है
hu: Nem található ez a rendelési azonosító
id: Tidak dapat menemukan ID pesanan ini
ja: この注文IDが見つかりません
ka: ეს შეკვეთის ID ვერ მოიძებნა
kk: Бұл тапсырыс нөмірін табу мүмкін емес
km: រកមិនឃើញលេខសម្គាល់ការបញ្ជាទិញនេះទេ
kn: ಈ ಆರ್ಡರ್ ಐಡಿ ಸಿಗುತ್ತಿಲ್ಲ
ku: ئەم ژمارەى داواکارییە نەدۆزرایەوە
lo: ບໍ່ພົບ ID ການສັ່ງຊື້ນີ້
lt: Nepavyko rasti šio užsakymo ID
mr: हा ऑर्डर क्रमांक सापडला नाही
ms: Tidak dapat mencari ID pesanan ini
my: ဤမှာယူမှု ID ကို ရှာမတွေ့ပါ။
no: Finner ikke denne ordre-IDen
pl: Nie można znaleźć tego numeru zamówienia
ro: Nu se găsește acest ID de comandă
si: මෙම ඇණවුම් අංකය සොයාගත නොහැක
sk: Toto ID objednávky sa nepodarilo nájsť
sq: ID-ja e porosisë nuk mund të gjendet
sr: Не могу пронаћи овај ИД поруџбине
sv: Kan inte hitta detta ordernummer
sw: Haikupata namba hii ya agizo
ta: இந்த ஆர்டர் ஐடியைக் கண்டுபிடிக்க முடியவில்லை
te: ఈ ఆర్డర్ ID కనుగొనబడలేదు
th: ไม่พบรหัสคำสั่งซื้อนี้
tr: Bu sipariş kimliği bulunamıyor
uk: Не вдається знайти цей номер замовлення
ur: یہ آرڈر آئی ڈی نہیں مل سکی
uz: Bunday buyurtma ID si topilmadi
vi: Không tìm thấy ID đơn hàng này

source: Show Details
am: ዝርዝሮችን አሳይ
ar: عرض التفاصيل
az: Təfərrüatları göstərin
bg: Покажи детайли
bn: বিস্তারিত দেখাও
bs: Prikaži detalje
ca: Mostrar detalls
cs: Zobrazit detaily
da: Vis detaljer
el: Εμφάνιση λεπτομερειών
et: Näita üksikasju
fa: نمایش جزئیات
fi: Näytä tiedot
he: הצג פרטים
hi: विवरण दिखाएं
hu: Részletek mutatása
id: Tampilkan Detail
ja: 詳細を表示
ka: დეტალების ჩვენება
kk: Толығырақ
km: បង្ហាញព័ត៌មានលម្អិត
kn: ವಿವರಗಳನ್ನು ತೋರಿಸಿ
ku: پیشاندانى وردەکارییەکان
lo: ລາຍລະອຽດ
lt: Rodyti detales
mr: तपशील दाखवा
ms: Tunjukkan Butiran
my: အသေးစိတ်ကို ပြပါ။
no: Vis detaljer
pl: Pokaż szczegóły
ro: Arată detaliile
si: විස්තර
sk: Zobraziť podrobnosti
sq: Shfaq detajet
sr: Прикажи детаље
sv: Visa detaljer
sw: Onyesha maelezo
ta: விவரங்களைக் காட்டு
te: వివరాలు చూపించండి
th: แสดงรายละเอียด
tr: Detayları Göster
uk: Показати деталі
ur: تفصیلات دکھائیں
uz: Tafsilotlarni ko'rsatish
vi: Hiển thị chi tiết

source: or login with
am: ወይም ከዚህ ጋር ግባ
ar: أو تسجيل الدخول باستخدام
az: və ya ilə daxil olun
bg: или влезте с
bn: অথবা লগইন করুন
bs: ili se prijavi sa
ca: o inicia sessió amb
cs: Nebo se přihlaste pomocí
da: Eller log ind med
el: ή συνδεθείτε με
et: või logi sisse
fa: یا ورود با
fi: tai kirjaudu sisään
he: או התחבר באמצעות
hi: या इससे लॉगिन करें
hu: vagy jelentkezzen be
id: atau masuk dengan
ja: または次でログイン
ka: ან შედით
kk: немесе кіріңіз
km: ឬចូលដោយ
kn: ಅಥವಾ ಇದರೊಂದಿಗೆ ಲಾಗಿನ್ ಆಗಿ
ku: یان خاڵبە بە
lo: ຫຼືເຂົ້າສູ່ລະບົບດ້ວຍ
lt: arba prisijunkite su
mr: किंवा यासह लॉगिन करा
ms: atau log masuk dengan
my: သို့မဟုတ် အကောင့်ဖြင့် ဝင်ရောက်ပါ။
no: eller logg inn med
pl: lub zaloguj się za pomocą
ro: sau conectează-te cu
si: හෝ පිවිසෙන්න
sk: alebo sa prihláste pomocou
sq: Ose hyni me
sr: или се пријавите са
sv: eller logga in med
sw: au ingia na
ta: அல்லது உள்நுழைக
te: లేదా లాగిన్ చేయండి
th: หรือเข้าสู่ระบบด้วย
tr: veya ile giriş yapın
uk: або увійдіть через
ur: یا لاگ ان کریں
uz: yoki bilan kiring
vi: Hoặc đăng nhập bằng

source: Notifications
am: ማሳወቂያዎች
ar: الإشعارات
az: Bildirişlər
bg: Известия
bn: বিজ্ঞপ্তি
bs: Obavještenja
ca: Notificacions
cs: Oznámení
da: Underretninger
el: Ειδοποιήσεις
et: Teavitused
fa: اعلان‌ها
fi: Ilmoitukset
he: התראות
hi: सूचनाएं
hu: Értesítések
id: Notifikasi
ja: 通知
ka: შეტყობინებები
kk: Хабарландырулар
km: ការជូនដំណឹង
kn: ಅಧಿಸೂಚನೆಗಳು
ku: ئاگادارکەروەکان
lo: ແຈ້ງເຕືອນ
lt: Pranešimai
mr: सूचना
ms: Pemberitahuan
my: အသိပေးချက်များ
no: Varsler
pl: Powiadomienia
ro: Notificări
si: දැනුම්දීම්
sk: Upozornenia
sq: Njoftimet
sr: Обавештења
sv: Aviseringar
sw: Arifa
ta: அறிவிப்புகள்
te: నోటిఫికేషన్‌లు
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
ur: اطلاعات
uz: Bildirishnomalar
vi: Thông báo

source: Back
am: ተመለስ
ar: رجوع
az: Geri
bg: Назад
bn: পিছনে
bs: Nazad
ca: Tornar
cs: Zpět
da: Tilbage
el: Πίσω
et: Tagasi
fa: بازگشت
fi: Takaisin
he: חזור
hi: वापस
hu: Vissza
id: Kembali
ja: 戻る
ka: უკან
kk: Артқа
km: ត្រឡប់ក្រោយ
kn: ಹಿಂದೆ
ku: گەڕانەو بۆ هەنگاوى پێشو
lo: ກັບຄືນ
lt: Atgal
mr: मागे
ms: Kembali
my: ကျော
no: Tilbake
pl: Wstecz
ro: Înapoi
si: ආපසු
sk: Späť
sq: Prapa
sr: Назад
sv: Tillbaka
sw: Rudi
ta: பின்செல்
te: వెనక్కి
th: ย้อนกลับ
tr: Geri
uk: Назад
ur: واپس
uz: Orqaga
vi: Quay lại

source: Delivered to
am: የተላከው ወደ
ar: تم التسليم إلى
az: Çatdırıldı
bg: Доставено до
bn: বিতরণ করা হয়েছে
bs: Dostavljeno
ca: Lliurat a
cs: Doručeno
da: Leveret til
el: Παραδόθηκε στον/στην
et: Tarnitud
fa: تحویل به
fi: Toimitettu
he: נמסר ל
hi: को पहुंचाया गया
hu: Kiszállítva ide:
id: Dikirim ke
ja: 配送先
ka: მიწოდებულია
kk: Жеткізілген
km: ដឹកជញ្ជូនទៅ
kn: ಗೆ ತಲುಪಿಸಲಾಗಿದೆ
ku: گەیەندرا بۆ
lo: ສົ່ງໃຫ້
lt: Pristatyta
mr: यांना पोहोचवले
ms: Dihantar kepada
my: သို့ ပို့ဆောင်ပေးခဲ့ပါသည်။
no: Levert til
pl: Dostarczone do
ro: Livrat către
si: බාර දුන් ස්ථානය
sk: Doručené pre
sq: Dorëzuar te
sr: Достављено
sv: Levererad till
sw: Imewasilishwa kwa
ta: பெறுநர்
te: డెలివరీ చేయబడింది
th: จัดส่งไปที่
tr: Teslim edilen
uk: Доставлено
ur: کو پہنچایا گیا
uz: Yetkazib berildi
vi: Đã giao cho

source: Order Total
am: ጠቅላላ ትዕዛዝ
ar: إجمالي الطلب
az: Sifariş Cəmi
bg: Обща сума на поръчката
bn: অর্ডার মোট
bs: Ukupno
ca: Total de la comanda
cs: Celková částka objednávky
da: Ordretotal
el: Σύνολο παραγγελίας
et: Tellimuse kogusumma
fa: جمع کل سفارش
fi: Tilaus yhteensä
he: סה"כ הזמנה
hi: कुल आदेश
hu: Rendelés összesen
id: Total Pesanan
ja: 注文合計
ka: შეკვეთის ჯამი
kk: Тапсырыс сомасы
km: សរុបទំនិញ
kn: ಒಟ್ಟು ಆರ್ಡರ್
ku: کۆى گشتى داواکاریی
lo: ລາຍການສັ່ງຊື້ທັງຫມົດ
lt: Užsakymo suma
mr: एकूण ऑर्डर
ms: Jumlah Pesanan
my: အော်ဒါစုစုပေါင်း
no: Ordretotal
pl: Suma zamówienia
ro: Total comandă
si: මුළු ඇණවුම:
sk: Celková suma objednávky
sq: Totali i porosisë
sr: Укупно поруџбине
sv: Ordersumma
sw: Jumla ya Agizo
ta: ஆர்டர் மொத்தம்
te: ఆర్డర్ మొత్తం
th: ยอดรวมคำสั่งซื้อ
tr: Sipariş Toplamı
uk: Загальна сума замовлення
ur: کل آرڈر
uz: Buyurtma jami
vi: Tổng đơn hàng

source: Add Product
am: ምርት አክል
ar: إضافة منتج
az: Məhsul əlavə edin
bg: Добави продукт
bn: পণ্য যোগ করুন
bs: Dodaj proizvod
ca: Afegir producte
cs: Nový produkt
da: Tilføj produkt
el: Προσθήκη προϊόντος
et: Lisa toode
fa: افزودن محصول
fi: Lisää tuote
he: הוסף מוצר
hi: उत्पाद जोड़ें
hu: Termék hozzáadása
id: Tambah Produk
ja: 商品を追加
ka: პროდუქტის დამატება
kk: Өнім қосу
km: បន្ថែមផលិតផល
kn: ಉತ್ಪನ್ನವನ್ನು ಸೇರಿಸಿ
ku: زیادکردنى بەرهەم
lo: ເພີ່ມຜະລິດຕະພັນ
lt: Pridėti produktą
mr: उत्पादन जोडा
ms: Tambah Produk
my: ကုန်ပစ္စည်းထည့်ပါ။
no: Legg til produkt
pl: Dodaj produkt
ro: Adaugă produs
si: නිෂ්පාදනය එකතු කරන්න
sk: Pridať produkt
sq: Shto produkt
sr: Додај производ
sv: Lägg till produkt
sw: Ongeza bidhaa
ta: பொருளைச் சேர்
te: ఉత్పత్తి జోడించండి
th: เพิ่มสินค้า
tr: Ürün Ekle
uk: Додати товар
ur: پروڈکٹ شامل کریں
uz: Mahsulot qo'shish
vi: Thêm sản phẩm

source: Take Picture
am: ፎቶ አንሳ
ar: التقاط صورة
az: Şəkil çəkin
bg: Направи снимка
bn: ছবি তোলা
bs: Uslikaj
ca: Fer foto
cs: Vyfotit
da: Tag billede
el: Λήψη φωτογραφίας
et: Tee pilt
fa: عکس گرفتن
fi: Ota kuva
he: צלם תמונה
hi: तस्वीर लें
hu: Kép készítése
id: Ambil Gambar
ja: 写真を撮る
ka: სურათის გადაღება
kk: Сурет түсіру
km: ថតរូប
kn: ಚಿತ್ರ ತೆಗೆಯಿರಿ
ku: وێنەیەک بگرە
lo: ຖ່າຍຮູບ
lt: Fotografuoti
mr: फोटो काढा
ms: Ambil Gambar
my: ဓာတ်ပုံရိုက်ပါ။
no: Ta bilde
pl: Zrób zdjęcie
ro: Fă o poză
si: ඡායාරූපයක් ගන්න
sk: Odfotiť
sq: Bëj një foto
sr: Усликај
sv: Ta bild
sw: Piga Picha
ta: படம் எடுக்கவும்
te: ఫోటో తీయండి
th: ถ่ายรูป
tr: Fotoğraf Çek
uk: Зробити фото
ur: تصویر لیں
uz: Rasmga olish
vi: Chụp ảnh

source: Choose From Gallery
am: ከጋለሪ ምረጥ
ar: اختر من المعرض
az: Qalereyadan seç
bg: Избери от галерията
bn: গ্যালারি থেকে চয়ন করুন
bs: Odaberi iz galerije
ca: Triar de la galeria
cs: Vybrat z galerie
da: Vælg fra galleri
el: Επιλογή από τη συλλογή
et: Vali galeriist
fa: انتخاب از گالری
fi: Valitse galleriasta
he: בחר מגלריה
hi: गैलरी से चयन करो
hu: Választás a galériából
id: Pilih dari Galeri
ja: ギャラリーから選択
ka: აირჩიეთ გალერიიდან
kk: Галереядан таңдау
km: ជ្រើសរើសពីវិចិត្រសាល
kn: ಗ್ಯಾಲರಿಯಿಂದ ಆಯ್ಕೆಮಾಡಿ
ku: هەڵبژاردن لە گەلەریەوە
lo: ເລືອກຈາກຄັງຮູບ
lt: Pasirinkti iš galerijos
mr: गॅलरीमधून निवडा
ms: Pilih Daripada Galeri
my: Gallery မှရွေးချယ်ပါ။
no: Velg fra galleri
pl: Wybierz z galerii
ro: Alege din galerie
si: ගැලරියෙන් තෝරන්න
sk: Vybrať z galérie
sq: Zgjidhni nga galeria
sr: Изабери из галерије
sv: Välj från galleriet
sw: Chagua Kutoka kwenye Matunzio
ta: கேலரியிலிருந்து தேர்வு செய்யவும்
te: గ్యాలరీ నుండి ఎంచుకోండి
th: เลือกจากแกลเลอรี่
tr: Galeriden Seç
uk: Вибрати з галереї
ur: گیلری سے منتخب کریں
uz: Galereyadan tanlash
vi: Chọn từ thư viện

source: Choose From Server
am: ከሰርቨር ምረጥ
ar: اختر من الخادم
az: Serverdən seç
bg: Избери от сървъра
bn: সার্ভার থেকে চয়ন করুন
bs: Odaberi sa servera
ca: Triar del servidor
cs: Vybrat ze serveru
da: Vælg fra server
el: Επιλογή από τον διακομιστή
et: Vali serverist
fa: انتخاب از سرور
fi: Valitse palvelimelta
he: בחר משרת
hi: सर्वर से चुनें
hu: Választás a szerverről
id: Pilih dari Server
ja: サーバーから選択
ka: აირჩიეთ სერვერიდან
kk: Серверден таңдау
km: ជ្រើសរើសពីម៉ាស៊ីនមេ
kn: ಸರ್ವರ್‌ನಿಂದ ಆಯ್ಕೆಮಾಡಿ
ku: هەڵبژاردن لە سێرڤەرەوە
lo: ເລືອກຈາກເຊີບເວີ
lt: Pasirinkti iš serverio
mr: सर्व्हरमधून निवडा
ms: Pilih Daripada Pelayan
my: Server မှရွေးချယ်ပါ။
no: Velg fra server
pl: Wybierz z serwera
ro: Alege de pe server
si: සේවාදායකයෙන් තෝරන්න
sk: Vybrať zo servera
sq: Zgjidhni nga serveri
sr: Изабери са сервера
sv: Välj från server
sw: Chagua Kutoka kwenye Seva
ta: சர்வரிலிருந்து தேர்வு செய்யவும்
te: సర్వర్ నుండి ఎంచుకోండి
th: เลือกจากเซิร์ฟเวอร์
tr: Sunucudan Seç
uk: Вибрати з сервера
ur: سرور سے منتخب کریں
uz: Serverdan tanlash
vi: Chọn từ máy chủ

source: Select Image
am: ምስል ምረጥ
ar: اختر صورة
az: Şəkil seçin
bg: Избери изображение
bn: চিত্র নির্বাচন করুন
bs: Odaberi sliku
ca: Seleccionar imatge
cs: Vybrat obrázek
da: Vælg billede
el: Επιλέξτε εικόνα
et: Vali pilt
fa: انتخاب تصویر
fi: Valitse kuva
he: בחר תמונה
hi: छवि चुनें
hu: Kép kiválasztása
id: Pilih Gambar
ja: 画像を選択
ka: აირჩიეთ სურათი
kk: Суретті таңдау
km: ជ្រើសរើសរូបភាព
kn: ಚಿತ್ರ ಆಯ್ಕೆಮಾಡಿ
ku: هەڵبژاردنى وێنە
lo: ເລືອກຮູບພາບ
lt: Pasirinkti paveikslėlį
mr: प्रतिमा निवडा
ms: Pilih Imej
my: Image ကို ရွေးပါ။
no: Velg bilde
pl: Wybierz obraz
ro: Selectează imagine
si: රූපය තෝරන්න
sk: Vybrať obrázok
sq: Zgjidh imazhin
sr: Изабери слику
sv: Välj bild
sw: Chagua picha
ta: படத்தைத் தேர்ந்தெடுக்கவும்
te: చిత్రాన్ని ఎంచుకోండి
th: เลือกรูปภาพ
tr: Resim seç
uk: Виберіть зображення
ur: تصویر منتخب کریں
uz: Rasmni tanlang
vi: Chọn hình ảnh

source: ...more
am: ...ተጨማሪ
ar: المزيد
az: ...daha çox
bg: ...още
bn: ...আরও
bs: ...više
ca: ...més
cs: ...více
da: ...mere
el: ...περισσότερα
et: ...rohkem
fa: بیشتر...
fi: ...lisää
he: ...עוד
hi: और अधिक
hu: ...több
id: ...lainnya
ja: もっと見る
ka: ...მეტი
kk: ...Көбірек
km: ...ច្រើនទៀត
kn: ... ಹೆಚ್ಚು
ku: ...زیاتر
lo: ...ເພີ່ມເຕີມ
lt: ...daugiau
mr: अधिक
ms: ...lagi
my: ...နောက်ထပ်
no: ...mer
pl: ...więcej
ro: Mai mult
si: ...තව
sk: ...viac
sq: ...më shumë
sr: ...Више
sv: ...mer
sw: ...zaidi
ta: ...மேலும்
te: ...మరిన్ని
th: เพิ่มเติม
tr: ...Daha fazla
uk: ...більше
ur: ...مزید
uz: ...Ko'proq
vi: ...Thêm

source: Upload Product
am: ምርት ስቀል
ar: رفع المنتج
az: Məhsulu yükləyin
bg: Качи продукт
bn: পণ্য আপলোড করুন
bs: Otpremi proizvod
ca: Pujar producte
cs: Nahrát produkt
da: Upload produkt
el: Μεταφόρτωση προϊόντος
et: Lae toode üles
fa: بارگذاری محصول
fi: Lataa tuote
he: העלה מוצר
hi: उत्पाद अपलोड करें
hu: Termék feltöltése
id: Unggah Produk
ja: 商品をアップロード
ka: პროდუქტის ატვირთვა
kk: Өнім жүктеу
km: បង្ហោះផលិតផល
kn: ಉತ್ಪನ್ನವನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಿ
ku: بارکردنى بەرهەم
lo: ອັບໂຫຼດສິນຄ້າ
lt: Įkelti produktą
mr: उत्पादन अपलोड करा
ms: Muat Naik Produk
my: ထုတ်ကုန်ကို တင်ပါ။
no: Last opp produkt
pl: Prześlij produkt
ro: Încarcă produs
si: නිෂ්පාදනය උඩුගත කරන්න
sk: Nahrať produkt
sq: Ngarko produktin
sr: Отпреми производ
sv: Ladda upp produkt
sw: Pakia Bidhaa
ta: பொருளை பதிவேற்றவும்
te: ఉత్పత్తిని అప్లోడ్ చేయండి
th: อัปโหลดสินค้า
tr: Ürün Yükle
uk: Завантажити товар
ur: پروڈکٹ اپ لوڈ کریں
uz: Mahsulotni yuklash
vi: Tải lên sản phẩm

source: Name
am: ስም
ar: الاسم
az: Ad
bg: Име
bn: নাম
bs: Ime
ca: Nom
cs: Název
da: Navn
el: Όνομα
et: Nimi
fa: نام
fi: Nimi
he: שם
hi: नाम
hu: Név
id: Nama
ja: 名前
ka: სახელი
kk: Аты
km: ឈ្មោះ
kn: ಹೆಸರು
ku: ناو
lo: ຊື່
lt: Vardas
mr: नाव
ms: Nama
my: နာမည်
no: Navn
pl: Nazwa
ro: Nume
si: නම
sk: Meno
sq: Emri
sr: Име
sv: Namn
sw: Jina
ta: பெயர்
te: పేరు
th: ชื่อ
tr: İsim
uk: Ім'я
ur: نام
uz: Ism
vi: Tên

source: Stock Quantity
am: የአክሲዮን መጠን
ar: كمية المخزون
az: Stok Miqdarı
bg: Количество на склад
bn: স্টক পরিমাণ
bs: Količina na stanju
ca: Quantitat en estoc
cs: Množství skladem
da: Lagerbeholdning
el: Ποσότητα αποθέματος
et: Laoseis
fa: تعداد موجودی
fi: Varastomäärä
he: כמות במלאי
hi: स्टॉक मात्रा
hu: Készletmennyiség
id: Jumlah Stok
ja: 在庫数
ka: მარაგის რაოდენობა
kk: Қордағы саны
km: បរិមាណស្តុក
kn: ಸ್ಟಾಕ್ ಪ್ರಮಾಣ
ku: بڕی ناو کۆگا
lo: ຈຳນວນໃນສາງ
lt: Atsargų kiekis
mr: साठा संख्या
ms: Kuantiti Stok
my: စတော့ အရေအတွက်
no: Lagerbeholdning
pl: Ilość w magazynie
ro: Cantitate în stoc
si: ගබඩා ප්‍රමාණය
sk: Množstvo na sklade
sq: Sasia në stok
sr: Количина на залихама
sv: Lagerkvantitet
sw: Kiasi cha Hisa
ta: கையிருப்பு அளவு
te: స్టాక్ పరిమాణం
th: จำนวนสต็อก
tr: Stok Miktarı
uk: Кількість на складі
ur: اسٹاک کی مقدار
uz: Zaxira miqdori
vi: Số lượng trong kho
