Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# noProductsFoundInOrder
source: No products found in this order
am: በዚህ ትዕዛዝ ውስጥ ምርቶች አልተገኙም
ar: لم يتم العثور على منتجات في هذا الطلب
az: Bu sifarişdə məhsul tapılmadı
bg: Не са намерени продукти в тази поръчка
bn: এই অর্ডারে কোনো পণ্য পাওয়া যায়নি
bs: Nema proizvoda u ovoj narudžbi
ca: No s'han trobat productes en aquesta comanda
cs: V této objednávce nebyly nalezeny žádné produkty
da: Ingen produkter fundet i denne ordre
el: Δεν βρέθηκαν προϊόντα σε αυτή την παραγγελία
et: Selle tellimuse kohta ei leitud ühtegi toodet
fa: هیچ محصولی در این سفارش یافت نشد
fi: Tässä tilauksessa ei löytynyt tuotteita
he: לא נמצאו מוצרים בהזמנה זו
hi: इस ऑर्डर में कोई उत्पाद नहीं मिला
hu: Nem található termék ebben a rendelésben
id: Tidak ada produk ditemukan dalam pesanan ini
ja: この注文には商品が見つかりません
ka: ამ შეკვეთაში პროდუქტი ვერ მოიძებნა
kk: Бұл тапсырыста өнімдер табылмады
km: រកមិនឃើញផលិតផលក្នុងការបញ្ជាទិញនេះ
kn: ಈ ಆರ್ಡರ್‌ನಲ್ಲಿ ಯಾವುದೇ ಉತ್ಪನ್ನಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ku: هیچ بەرهەمێک لە ئەم داواکارییەدا نەدۆزرایەوە
lo: ບໍ່ພົບສິນຄ້າໃນຄຳສັ່ງນີ້
lt: Šiame užsakyme produktų nerasta
mr: या ऑर्डरमध्ये कोणतेही उत्पादने सापडली नाहीत
ms: Tiada produk ditemui dalam pesanan ini
my: ဤအော်ဒါတွင် ထုတ်ကုန်များ မတွေ့ပါ
no: Ingen produkter funnet i denne bestillingen
pl: Nie znaleziono produktów w tym zamówieniu
ro: Nu au fost găsite produse în această comandă
si: මෙම ඇණවුමේ නිෂ්පාදන කිසිවක් හමු නොවීය
sk: V tejto objednávke neboli nájdené žiadne produkty
sq: Nuk u gjetën produkte në këtë porosi
sr: Nisu pronađeni proizvodi u ovoj porudžbini
sv: Inga produkter hittades i denna order
sw: Hakuna bidhaa zilizopatikana kwenye oda hii
ta: இந்த ஆர்டரில் எந்த பொருட்களும் கிடைக்கவில்லை
te: ఈ ఆర్డర్‌లో ఉత్పత్తులు కనుగొనబడలేదు
th: ไม่พบสินค้าในคำสั่งซื้อนี้
tr: Bu siparişte ürün bulunamadı
uk: У цьому замовленні не знайдено товарів
ur: اس آرڈر میں کوئی مصنوعات نہیں ملی
uz: Bu buyurtmada mahsulotlar topilmadi
vi: Không tìm thấy sản phẩm nào trong đơn hàng này

source: Product not found
am: ምርት አልተገኘም
ar: المنتج غير موجود
az: Məhsul tapılmadı
bg: Продуктът не е намерен
bn: পণ্য পাওয়া যায়নি
bs: Proizvod nije pronađen
ca: Producte no trobat
cs: Produkt nebyl nalezen
da: Produkt ikke fundet
el: Το προϊόν δεν βρέθηκε
et: Toodet ei leitud
fa: محصول پیدا نشد
fi: Tuotetta ei löytynyt
he: המוצר לא נמצא
hi: उत्पाद नहीं मिला
hu: Termék nem található
id: Produk tidak ditemukan
ja: 商品が見つかりません
ka: პროდუქტი ვერ მოიძებნა
kk: Өнім табылмады
km: រកមិនឃើញផលិតផល
kn: ಉತ್ಪನ್ನ ಕಂಡುಬಂದಿಲ್ಲ
ku: بەرهەم نەدۆزرایەوە
lo: ບໍ່ພົບສິນຄ້າ
lt: Produktas nerastas
mr: उत्पादन सापडले नाही
ms: Produk tidak ditemui
my: ထုတ်ကုန်ကို မတွေ့ပါ
no: Produkt ikke funnet
pl: Nie znaleziono produktu
ro: Produsul nu a fost găsit
si: නිෂ්පාදනය සොයාගත නොහැක
sk: Produkt nebol nájdený
sq: Produkti nuk u gjet
sr: Proizvod nije pronađen
sv: Produkten hittades inte
sw: Bidhaa haijapatikana
ta: பொருள் கிடைக்கவில்லை
te: ఉత్పత్తి కనుగొనబడలేదు
th: ไม่พบสินค้า
tr: Ürün bulunamadı
uk: Товар не знайдено
ur: مصنوعہ نہیں ملا
uz: Mahsulot topilmadi
vi: Không tìm thấy sản phẩm

source: Product variations not available
am: የምርት ቅድሚያዎች አይገኙም
ar: خيارات المنتج غير متوفرة
az: Məhsul variasiyaları mövcud deyil
bg: Вариации на продукта не са налични
bn: পণ্যের ভ্যারিয়েশন উপলব্ধ নয়
bs: Varijacije proizvoda nisu dostupne
ca: Variacions del producte no disponibles
cs: Varianty produktu nejsou k dispozici
da: Produktvariationer ikke tilgængelige
el: Οι παραλλαγές του προϊόντος δεν είναι διαθέσιμες
et: Toote variatsioone pole saadaval
fa: تنوع‌های محصول موجود نیست
fi: Tuotevariaatioita ei ole saatavilla
he: וריאציות למוצר אינן זמינות
hi: उत्पाद विविधताएँ उपलब्ध नहीं हैं
hu: Termékváltozatok nem érhetők el
id: Variasi produk tidak tersedia
ja: 商品のバリエーションが利用できません
ka: პროდუქტის ვარიანტები მიუწვდომელია
kk: Өнімнің нұсқалары қолжетімсіз
km: មិនមានជម្រើសផលិតផល
kn: ಉತ್ಪನ್ನ ವಿಭಿನ್ನತೆಗಳು ಲಭ್ಯವಿಲ್ಲ
ku: جیاوازی بەرهەم بەردەست نییە
lo: ບໍ່ມີຕົວເລືອກສິນຄ້າ
lt: Produkto variantai neprieinami
mr: उत्पादनाचे प्रकार उपलब्ध नाहीत
ms: Variasi produk tidak tersedia
my: ထုတ်ကုန်အမျိုးအစားများ မရနိုင်ပါ
no: Produktvarianter ikke tilgjengelig
pl: Warianty produktu niedostępne
ro: Variațiile produsului nu sunt disponibile
si: නිෂ්පාදන විකල්ප ලබාගත නොහැක
sk: Varianty produktu nie sú dostupné
sq: Variacionet e produktit nuk janë të disponueshme
sr: Varijacije proizvoda nisu dostupne
sv: Produktvarianter är inte tillgängliga
sw: Aina za bidhaa hazipatikani
ta: பொருள் வகைகள் கிடைக்கவில்லை
te: ఉత్పత్తి వేరియేషన్స్ అందుబాటులో లేవు
th: ไม่มีตัวเลือกสินค้าสำหรับรายการนี้
tr: Ürün varyasyonları mevcut değil
uk: Варіації товару недоступні
ur: مصنوعات کی مختلف اقسام دستیاب نہیں
uz: Mahsulot variantlari mavjud emas
vi: Không có biến thể sản phẩm

source: Product not ready for reorder
am: ምርት ለእንደገና ትዕዛዝ አዘጋጅቷል
ar: المنتج غير جاهز لإعادة الطلب
az: Məhsul yenidən sifariş üçün hazır deyil
bg: Продуктът не е готов за повторна поръчка
bn: পণ্য পুনরায় অর্ডারের জন্য প্রস্তুত নয়
bs: Proizvod nije spreman za ponovnu narudžbu
ca: El producte no està preparat per tornar a demanar
cs: Produkt není připraven k opětovnému objednání
da: Produktet er ikke klar til genbestilling
el: Το προϊόν δεν είναι έτοιμο για επαναπαραγγελία
et: Toode pole korduvtellimiseks valmis
fa: محصول برای سفارش مجدد آماده نیست
fi: Tuote ei ole valmis uudelleentilaukseen
he: המוצר לא מוכן להזמנה חוזרת
hi: पुनः ऑर्डर के लिए उत्पाद तैयार नहीं है
hu: A termék nem áll készen újrarendelésre
id: Produk belum siap untuk dipesan ulang
ja: 再注文の準備ができていません
ka: პროდუქტი ხელმისაწვდომი არ არის ხელახალი შეკვეთისთვის
kk: Өнімді қайта тапсырысқа дайындау мүмкін емес
km: ផលិតផលមិនទាន់រួចសម្រាប់បញ្ជាទិញម្តងទៀត
kn: ಪುನಃ ಆರ್ಡರ್‌ಗಾಗಿ ಉತ್ಪನ್ನ ಸಿದ್ಧವಿಲ್ಲ
ku: بەرهەم ئامادە نییە بۆ دووبارە داواکردن
lo: ສິນຄ້າບໍ່ພ້ອມສຳລັບການສັ່ງຊື້ອີກຄັ້ງ
lt: Produktas dar neparuoštas pakartotiniam užsakymui
mr: पुनःऑर्डरसाठी उत्पादन तयार नाही
ms: Produk belum sedia untuk dipesan semula
my: ထပ်မံမှာယူရန် ထုတ်ကုန် မပြင်ဆင်ရသေးပါ
no: Produktet er ikke klart for ny bestilling
pl: Produkt nie jest gotowy do ponownego zamówienia
ro: Produsul nu este pregătit pentru re-comandă
si: නැවත ඇණවුමට නිෂ්පාදනය සූදානම් නොවේ
sk: Produkt nie je pripravený na opätovné objednanie
sq: Produkti nuk është gati për ri-porositje
sr: Proizvod nije spreman za ponovnu porudžbinu
sv: Produkten är inte redo för ombeställning
sw: Bidhaa haiko tayari kuagizwa tena
ta: மீண்டும் ஆர்டர் செய்ய பொருள் தயாராக இல்லை
te: పునఃఆర్డర్‌కు ఉత్పత్తి సిద్ధంగా లేదు
th: สินค้าไม่พร้อมสำหรับการสั่งซื้อซ้ำ
tr: Ürün tekrar siparişe hazır değil
uk: Товар не готовий до повторного замовлення
ur: مصنوعہ دوبارہ آرڈر کے لیے تیار نہیں
uz: Mahsulotni qayta buyurtma qilishga tayyor emas
vi: Sản phẩm chưa sẵn sàng để đặt lại

# noInternetReconnectToContinue
source: ⚠️ No internet. Reconnect to continue shopping.
am: ⚠️ ኢንተርኔት የለም። ለመደብደብ እንደገና ይገናኙ።
ar: ⚠️ لا يوجد اتصال بالإنترنت. أعد الاتصال لمتابعة التسوق.
az: ⚠️ İnternet yoxdur. Alış-verişə davam etmək üçün yenidən qoşulun.
bg: ⚠️ Няма интернет. Свържете се отново, за да продължите с пазаруването.
bn: ⚠️ কোনো ইন্টারনেট নেই। কেনাকাটা চালিয়ে যেতে পুনরায় সংযোগ করুন।
bs: ⚠️ Nema interneta. Ponovo se povežite za nastavak kupovine.
ca: ⚠️ Sense internet. Torna a connectar per continuar comprant.
cs: ⚠️ Žádné připojení k internetu. Pro pokračování v nákupu se připojte.
da: ⚠️ Ingen internetforbindelse. Genopret forbindelse for at fortsætte med at handle.
el: ⚠️ Δεν υπάρχει σύνδεση στο ίντερνετ. Συνδεθείτε ξανά για να συνεχίσετε τις αγορές.
et: ⚠️ Internet puudub. Ühenda uuesti, et ostlemist jätkata.
fa: ⚠️ اینترنت قطع است. برای ادامه خرید دوباره وصل شوید.
fi: ⚠️ Ei internet-yhteyttä. Yhdistä uudelleen jatkaaksesi ostoksia.
he: ⚠️ אין חיבור לאינטרנט. התחבר מחדש כדי להמשיך לקנות.
hi: ⚠️ कोई इंटरनेट नहीं। खरीदारी जारी रखने के लिए पुनः कनेक्ट करें।
hu: ⚠️ Nincs internetkapcsolat. Csatlakozzon újra a vásárlás folytatásához.
id: ⚠️ Tidak ada internet. Sambungkan kembali untuk melanjutkan belanja.
ja: ⚠️ インターネット接続がありません。再接続してショッピングを続けてください。
ka: ⚠️ ინტერნეტი არ არის. გააერთიანეთ კავშირი შესყიდვის გასაგრძელებლად.
kk: ⚠️ Интернет жоқ. Сауда жасау үшін қайта қосылыңыз.
km: ⚠️ មិនមានអ៊ីនធឺណិត។ សូមភ្ជាប់ឡើងវិញដើម្បីបន្តការទិញ
kn: ⚠️ ಇಂಟರ್ನೆಟ್ ಇಲ್ಲ. ಖರೀದಿ ಮುಂದುವರೆಸಲು ಪುನಃ ಸಂಪರ್ಕಿಸಿ.
ku: ⚠️ ئینتەرنێت نییە. پەیوەندیدا بۆ بەردەوامبوون لە کڕین.
lo: ⚠️ ບໍ່ມີອິນເຕີເນັດ. ກະລຸນາເຊື່ອມຕໍ່ເພື່ອຊື້ສິນຄ້າຕໍ່.
lt: ⚠️ Nėra interneto. Prisijunkite, kad galėtumėte tęsti apsipirkimą.
mr: ⚠️ इंटरनेट नाही. खरेदी सुरू ठेवण्यासाठी पुन्हा कनेक्ट करा.
ms: ⚠️ Tiada internet. Sambung semula untuk terus membeli-belah.
my: ⚠️ အင်တာနက် မရှိပါ။ ဆက်လက်စျေးဝယ်ရန် ပြန်ချိတ်ဆက်ပါ။
no: ⚠️ Ingen internett. Koble til for å fortsette å handle.
pl: ⚠️ Brak internetu. Połącz się ponownie, aby kontynuować zakupy.
ro: ⚠️ Fără internet. Reconectați-vă pentru a continua cumpărăturile.
si: ⚠️ අන්තර්ජාලය නොමැත. සාප්පු සවාරි කිරීමට නැවත සම්බන්ධ වන්න.
sk: ⚠️ Žiadny internet. Pripojte sa, aby ste mohli pokračovať v nakupovaní.
sq: ⚠️ Nuk ka internet. Rilidheni për të vazhduar blerjet.
sr: ⚠️ Nema interneta. Povežite se da biste nastavili kupovinu.
sv: ⚠️ Ingen internetanslutning. Återanslut för att fortsätta handla.
sw: ⚠️ Hakuna intaneti. Unganisha upya ili kuendelea kununua.
ta: ⚠️ இணையம் இல்லை. தொடர்ந்தும் வாங்க இணைக்கவும்.
te: ⚠️ ఇంటర్నెట్ లేదు. కొనుగోలు కొనసాగించడానికి మళ్లీ కనెక్ట్ చేయండి.
th: ⚠️ ไม่มีอินเทอร์เน็ต กรุณาเชื่อมต่อเพื่อช้อปปิ้งต่อ
tr: ⚠️ İnternet yok. Alışverişe devam etmek için yeniden bağlanın.
uk: ⚠️ Немає інтернету. Підключіться, щоб продовжити покупки.
ur: ⚠️ انٹرنیٹ نہیں ہے۔ خریداری جاری رکھنے کے لیے دوبارہ کنیکٹ کریں۔
uz: ⚠️ Internet yo‘q. Xaridni davom ettirish uchun qayta ulanishingiz kerak.
vi: ⚠️ Không có kết nối internet. Kết nối lại để tiếp tục mua sắm.

# startsFrom
source: Starts from {price}
am: ከ {price} ጀምሮ
ar: يبدأ من {price}
az: {price}-dən başlayır
bg: Започва от {price}
bn: শুরু {price} থেকে
bs: Počinje od {price}
ca: A partir de {price}
cs: Začíná od {price}
da: Starter fra {price}
el: Ξεκινά από {price}
et: Alates {price}
fa: شروع از {price}
fi: Alkaen {price}
he: החל מ-{price}
hi: {price} से शुरू
hu: Kezdőár: {price}
id: Mulai dari {price}
ja: {price}から開始
ka: იწყება {price}-დან
kk: {price} бастап
km: ចាប់ផ្តើមពី {price}
kn: {price} ರಿಂದ ಆರಂಭವಾಗುತ್ತದೆ
ku: دەستپێدەکات لە {price}
lo: ເລີ່ມຕົ້ນຈາກ {price}
lt: Prasideda nuo {price}
mr: {price} पासून सुरू
ms: Bermula dari {price}
my: စျေးနှုန်း {price} မှ စတင်သည်
no: Fra {price}
pl: Cena od {price}
ro: Începând de la {price}
si: ආරම්භ වන්නේ {price} සිට
sk: Začína od {price}
sq: Fillon nga {price}
sr: Počinje od {price}
sv: Startar från {price}
sw: Inaanzia {price}
ta: {price} முதல் தொடங்குகிறது
te: {price} నుండి ప్రారంభమవుతుంది
th: เริ่มต้นที่ {price}
tr: {price} başlangıç fiyatı
uk: Від {price}
ur: شروع ہوتا ہے {price} سے
uz: {price} dan boshlanadi
vi: Bắt đầu từ {price}

# upTo
source: Up to {price}
am: እስከ {price} ድረስ
ar: حتى {price}
az: {price}-ə qədər
bg: До {price}
bn: সর্বোচ্চ {price} পর্যন্ত
bs: Do {price}
ca: Fins a {price}
cs: Až do {price}
da: Op til {price}
el: Έως {price}
et: Kuni {price}
fa: تا {price}
fi: Jopa {price}
he: עד {price}
hi: अधिकतम {price} तक
hu: Legfeljebb {price}
id: Hingga {price}
ja: 最大{price}まで
ka: მაქსიმუმ {price}
kk: {price} дейін
km: អតិបរមា {price}
kn: ಗರಿಷ್ಠ {price} ವರೆಗೆ
ku: هەتا {price}
lo: ສູງສຸດ {price}
lt: Iki {price}
mr: कमाल {price} पर्यंत
ms: Sehingga {price}
my: အမြင့်ဆုံး {price} ထိ
no: Opptil {price}
pl: Do {price}
ro: Până la {price}
si: උපරිම {price} දක්වා
sk: Až do {price}
sq: Deri në {price}
sr: Do {price}
sv: Upp till {price}
sw: Hadi {price}
ta: அதிகபட்சம் {price} வரை
te: గరిష్టంగా {price} వరకు
th: สูงสุด {price}
tr: En fazla {price}
uk: До {price}
ur: زیادہ سے زیادہ {price} تک
uz: {price} gacha
vi: Tối đa {price}

source: Chat Now
am: አሁን ይወያዩ
ar: الدردشة الآن
az: İndi söhbət et
bg: Чат сега
bn: এখনই চ্যাট করুন
bs: Čavrljaj sada
ca: Xateja ara
cs: Chatovat nyní
da: Chat nu
el: Συνομιλήστε τώρα
et: Vestle kohe
fa: اکنون گفتگو کنید
fi: Chattaa nyt
he: צ'אט עכשיו
hi: अब चैट करें
hu: Csevegés most
id: Chat Sekarang
ja: 今すぐチャット
ka: დაიწყეთ ჩატი
kk: Чатқа қосылу
km: ជជែកឥឡូវនេះ
kn: ಈಗ ಚಾಟ್ ಮಾಡಿ
ku: ئێستا چات بکە
lo: ສົນທະນາດຽວນີ້
lt: Rašyti dabar
mr: आता चॅट करा
ms: Chat Sekarang
my: ယခု စကားပြောပါ
no: Chat nå
pl: Rozpocznij czat
ro: Chat acum
si: දැන් කතා කරන්න
sk: Chatovať teraz
sq: Bisedo Tani
sr: Ćaskaj sada
sv: Chatta nu
sw: Tuma Ujumbe Sasa
ta: இப்போது உரையாடுங்கள்
te: ఇప్పుడు చాట్ చేయండి
th: แชทตอนนี้
tr: Şimdi Sohbet Et
uk: Чат зараз
ur: ابھی چیٹ کریں
uz: Hoziroq suhbatlashing
vi: Trò chuyện ngay

# cantCreateRazorpayOrder
source: Can't create order for Razorpay
am: ለRazorpay ትዕዛዝ መፍጠር አልተቻለም
ar: لا يمكن إنشاء طلب لـ Razorpay
az: Razorpay üçün sifariş yaradıla bilmir
bg: Не може да се създаде поръчка за Razorpay
bn: Razorpay-এর জন্য অর্ডার তৈরি করা যাচ্ছে না
bs: Ne možete kreirati narudžbu za Razorpay
ca: No es pot crear la comanda per a Razorpay
cs: Nelze vytvořit objednávku pro Razorpay
da: Kan ikke oprette ordre for Razorpay
el: Δεν είναι δυνατή η δημιουργία παραγγελίας για το Razorpay
et: Ei saa Razorpay jaoks tellimust luua
fa: امکان ایجاد سفارش برای Razorpay وجود ندارد
fi: Razorpaylle ei voi luoda tilausta
he: לא ניתן ליצור הזמנה עבור Razorpay
hi: Razorpay के लिए ऑर्डर नहीं बना सकते
hu: Nem lehet rendelést létrehozni Razorpay számára
id: Tidak dapat membuat pesanan untuk Razorpay
ja: Razorpayで注文を作成できません
ka: Razorpay-სთვის შეკვეთის შექმნა შეუძლებელია
kk: Razorpay үшін тапсырыс жасау мүмкін емес
km: មិនអាចបង្កើតការបញ្ជាទិញសម្រាប់ Razorpay
kn: Razorpay ಗೆ ಆರ್ಡರ್ ರಚಿಸಲಾಗದು
ku: ناتوانی لە دروستکردنی داواکاری بۆ Razorpay
lo: ບໍ່ສາມາດສ້າງຄຳສັ່ງສຳລັບ Razorpay
lt: Negalima sukurti užsakymo per Razorpay
mr: Razorpay साठी ऑर्डर तयार करता येत नाही
ms: Tidak dapat buat pesanan untuk Razorpay
my: Razorpay အတွက် အော်ဒါ မဖန်တီးနိုင်ပါ
no: Kan ikke opprette ordre for Razorpay
pl: Nie można utworzyć zamówienia dla Razorpay
ro: Nu se poate crea comandă pentru Razorpay
si: Razorpay සඳහා ඇණවුමක් සාදන්න නොහැක
sk: Nie je možné vytvoriť objednávku pre Razorpay
sq: Nuk mund të krijohet porosi për Razorpay
sr: Nije moguće kreirati porudžbinu za Razorpay
sv: Kan inte skapa order för Razorpay
sw: Haiwezi kuunda oda kwa Razorpay
ta: Razorpayக்கு ஆர்டர் உருவாக்க முடியவில்லை
te: రేజర్‌పే కోసం ఆర్డర్ సృష్టించలేను
th: ไม่สามารถสร้างคำสั่งซื้อสำหรับ Razorpay ได้
tr: Razorpay için sipariş oluşturulamıyor
uk: Не вдалося створити замовлення для Razorpay
ur: Razorpay کے لیے آرڈر نہیں بنایا جا سکتا
uz: Razorpay uchun buyurtma yaratib bo‘lmaydi
vi: Không thể tạo đơn hàng cho Razorpay

# cantCreateRazorpayInvoice
source: Can't create invoice for Razorpay
am: ለRazorpay ደረሰኝ መፍጠር አልተቻለም
ar: لا يمكن إنشاء فاتورة لـ Razorpay
az: Razorpay üçün faktura yaradıla bilməz
bg: Не може да се създаде фактура за Razorpay
bn: রেজারপে-র জন্য ইনভয়েস তৈরি করা যাচ্ছে না
bs: Ne možete kreirati fakturu za Razorpay
ca: No es pot crear la factura per a Razorpay
cs: Nelze vytvořit fakturu pro Razorpay
da: Kan ikke oprette faktura for Razorpay
el: Δεν είναι δυνατή η δημιουργία τιμολογίου για το Razorpay
et: Ei saa Razorpay jaoks arvet luua
fa: امکان صدور فاکتور برای Razorpay وجود ندارد
fi: Ei voi luoda laskua Razorpaylle
he: לא ניתן ליצור חשבונית עבור Razorpay
hi: Razorpay के लिए इनवॉइस नहीं बना सकते
hu: Nem lehet számlát létrehozni a Razorpay számára
id: Tidak dapat membuat faktur untuk Razorpay
ja: Razorpayの請求書を作成できません
ka: ვერ ხერხდება ინვოისის შექმნა Razorpay-სთვის
kk: Razorpay үшін шот-фактура жасау мүмкін емес
km: មិនអាចបង្កើតវិក័យបត្រសម្រាប់ Razorpay បានទេ
kn: ರೇಝರ್ಪೇಗಾಗಿ ಇನ್ವಾಯ್ಸ್ ರಚಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ku: ناتوانی لە دروستکردنی وەسڵ بۆ Razorpay
lo: ບໍ່ສາມາດສ້າງໃບເກັບເງິນສໍາລັບ Razorpay ໄດ້
lt: Nepavyksta sukurti sąskaitos Razorpay
mr: Razorpay साठी इनव्हॉइस तयार करू शकत नाही
ms: Tidak dapat membuat invois untuk Razorpay
my: Razorpay အတွက် ငွေပေးချေမှုဘောင်ချာ မဖန်တီးနိုင်ပါ
no: Kan ikke opprette faktura for Razorpay
pl: Nie można utworzyć faktury dla Razorpay
ro: Nu se poate crea factură pentru Razorpay
si: Razorpay සඳහා ඉන්වොයිසියක් සාදන්න නොහැක
sk: Nie je možné vytvoriť faktúru pre Razorpay
sq: Nuk mund të krijohet faturë për Razorpay
sr: Ne možete kreirati fakturu za Razorpay
sv: Kan inte skapa faktura för Razorpay
sw: Haiwezi kuunda ankara kwa Razorpay
ta: Razorpayக்கு இன்வாய்ஸ் உருவாக்க முடியவில்லை
te: రేజర్‌పే కోసం ఇన్వాయిస్ సృష్టించలేను
th: ไม่สามารถสร้างใบแจ้งหนี้สำหรับ Razorpay ได้
tr: Razorpay için fatura oluşturulamıyor
uk: Не вдалося створити рахунок для Razorpay
ur: ریزر پے کے لیے انوائس نہیں بنائی جا سکتی
uz: Razorpay uchun hisob-faktura yaratib bo‘lmadi
vi: Không thể tạo hóa đơn cho Razorpay
