Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# registerInvalid
source: The registration is invalid
am: ቅዱስ መመዝገብ አይቻልም
ar: الطلب غير صالح أو منتهي الصلاحية. يرجى المحاولة مرة أخرى
az: Qeydiyyat etibarsızdır
bg: Заявката е невалидна или изтекла. Моля, опитайте отново
bn: অনুরোধটি অবৈধ বা মেয়াদোত্তীর্ণ। আবার চেষ্টা করুন
bs: Zahtjev je nevažeći ili istekao. Molimo pokušajte ponovo
ca: La sol·licitud no és vàlida o ha caducat. Si us plau, torna-ho a provar
cs: Žádost je neplatná nebo vypršela. Zkuste to prosím znovu
da: Anmodningen er ugyldig eller udløbet. Prøv venligst igen
el: Το αίτημα είναι άκυρο ή έχει λήξει. Δοκιμάστε ξανά
et: Taotlus on vigane või aegunud. Palun proovi uuesti
fa: درخواست نامعتبر یا منقضی شده است. لطفاً دوباره تلاش کنید
fi: Virheellinen tai vanhentunut pyyntö. Yritä uudelleen.
he: הבקשה אינה תקינה או שפג תוקפה. אנא נסה שוב
hi: अनुरोध अमान्य है या समय सीमा समाप्त हो गई है। कृपया पुनः प्रयास करें
hu: A kérés érvénytelen vagy lejárt. Kérjük, próbálja újra
id: Permintaan tidak valid atau kedaluwarsa. Silakan coba lagi
ja: リクエストが無効または期限切れです。もう一度お試しください
ka: მოთხოვნა არასწორია ან ვადაგასულია. გთხოვთ, სცადოთ ხელახლა
kk: Сұрау жарамсыз немесе мерзімі өтіп кеткен. Қайталап көріңіз.
km: សំណើនេះមិនត្រឹមត្រូវ ឬផុតកំណត់ទេ។ សូមព្យាយាមម្តងទៀត។
kn: ವಿನಂತಿ ಅಮಾನ್ಯವಾಗಿದೆ ಅಥವಾ ಅವಧಿ ಮೀರಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ku: تۆمارکردنەکە نادروستە
lo: ຄຳຮ້ອງຂໍບໍ່ຖືກຕ້ອງ ຫຼື ໝົດອາຍຸ. ກະລຸນາລອງໃໝ່
lt: Registracija neteisinga arba pasibaigusi. Bandykite dar kartą
mr: विनंती अवैध आहे किंवा कालबाह्य झाली आहे. कृपया पुन्हा प्रयत्न करा
ms: Permintaan itu tidak sah atau tamat tempoh. Sila cuba lagi
my: တောင်းဆိုချက်သည် မမှန်ကန်ပါ သို့မဟုတ် သက်တမ်းကုန်သွားပါသည်။ ထပ်စမ်းကြည့်ပါ။
no: Forespørselen er ugyldig eller utløpt. Vennligst prøv igjen
pl: Nieprawidłowe lub wygasłe żądanie. Spróbuj ponownie
ro: Solicitarea este invalidă sau a expirat. Te rugăm să încerci din nou
si: ලියාපදිංචිය වලංගු නොවේ
sk: Neplatná žiadosť alebo jej platnosť vypršala. Skúste to znova
sq: Kërkesa është e pavlefshme ose ka skaduar. Ju lutemi provoni përsëri
sr: Захтев је неважећи или је истекао. Покушајте поново
sv: Begäran är ogiltig eller har löpt ut. Försök igen
sw: Usajili si sahihi au umepitwa na wakati. Tafadhali jaribu tena
ta: கோரிக்கை தவறானது அல்லது காலாவதியானது. மீண்டும் முயற்சிக்கவும்
te: నమోదు చెల్లదు
th: คำขอไม่ถูกต้องหรือหมดอายุ กรุณาลองอีกครั้ง
tr: İstek geçersiz veya süresi dolmuş. Lütfen tekrar deneyin
uk: Недійсний або прострочений запит. Спробуйте ще раз
ur: درخواست غلط ہے یا ختم ہو چکی ہے۔ براہ کرم دوبارہ کوشش کریں۔
uz: So'rov noto'g'ri yoki muddati o'tgan. Iltimos, qayta urinib ko'ring
vi: Đăng ký không hợp lệ hoặc đã hết hạn, vui lòng thử lại

source: Shipping Fee
am: የመላኪያ ክፍያ
ar: رسوم الشحن
az: Çatdırılma haqqı
bg: Цена за доставка
bn: শিপিং ফি
bs: Naknada za dostavu
ca: Taxa d'enviament
cs: Poplatek za dopravu
da: Forsendelsesgebyr
el: Τέλος αποστολής
et: Tarnetasu
fa: هزینه ارسال
fi: Toimituskulut
he: דמי משלוח
hi: शिपिंग शुल्क
hu: Szállítási költség
id: Biaya Pengiriman
ja: 配送料
ka: ტრანსპორტირების საფასური
kk: Жеткізу ақысы
km: ថ្លៃដឹកជញ្ជូន
kn: ಶಿಪ್ಪಿಂಗ್ ಶುಲ್ಕ
ku: تێچووی گواستنەوە
lo: ຄ່າຂົນສົ່ງ
lt: Pristatymo mokestis
mr: शिपिंग शुल्क
ms: Yuran Penghantaran
my: ပို့ဆောင်ခ
no: Fraktkostnad
pl: Koszt wysyłki
ro: Taxă de livrare
si: බෙදාහැරීමේ ගාස්තුව
sk: Poštovné
sq: Tarifa e transportit
sr: Накнада за испоруку
sv: Fraktavgift
sw: Ada ya Usafirishaji
ta: கப்பல் கட்டணம்
te: రవాణా ఛార్జీ
th: ค่าจัดส่ง
tr: Kargo ücreti
uk: Вартість доставки
ur: شپنگ فیس
uz: Yetkazib berish narxi
vi: Phí vận chuyển

source: TeraWallet
ar: محفظة تيرا
bn: টেরাওয়ালেট
fa: کیف پول ترا
he: ארנק Tera
hi: टेरा वॉलेट
km: កាបូប Tera
kn: ಟೆರಾವಾಲೆಟ್
mr: टेरा वॉलेट
pl: Portfel Tera
si: ටෙරාවොලට්
sr: ТераВаллет
ta: டெராவாலட்
th: เทราวอลเล็ท
ur: ٹیرا والیٹ
vi: Ví Tera

# transactionFailded
source: Transaction failed
am: ግብይቱ አልተሳካም
ar: فشلت العملية
az: Tranzaksiya uğursuz oldu
bg: Неуспешна транзакция
bn: লেনদেন ব্যর্থ হয়েছে৷
bs: Transakcija nije uspjela
ca: La transacció ha fallat
cs: Transakce selhala
da: Transaktionen mislykkedes
el: Η συναλλαγή απέτυχε
et: Tehing ebaõnnestus
fa: تراکنش ناموفق بود
fi: Maksutapahtuma epäonnistui
he: העסקה נכשלה
hi: लेन-देन विफल रहा
hu: A tranzakció sikertelen
id: Transaksi gagal
ja: 取引に失敗しました
ka: ტრანზაქცია ვერ მოხერხდა
kk: Транзакция орындалған жоқ
km: ប្រតិបត្តិការ​បរាជ័យ
kn: ವಹಿವಾಟು ವಿಫಲವಾಗಿದೆ
ku: کردارەکە سەرکەوتوو نەبوو
lo: ທຸລະກຳລົ້ມເຫຼວ
lt: Operacija nepavyko
mr: व्यवहार अयशस्वी झाला
ms: Transaksi gagal
my: ငွေပေးငွေယူ မအောင်မြင်ပါ။
no: Transaksjonen mislyktes
pl: Transakcja nie powiodła się
ro: Tranzacția a eșuat
si: ගනුදෙනුව අසාර්ථක විය
sk: Transakcia zlyhala
sq: Transaksioni dështoi
sr: Трансакција није успела
sv: Transaktionen misslyckades
sw: Muamala umeshindikana
ta: பரிவர்த்தனை தோல்வியடைந்தது
te: లావాదేవీ విఫలమైంది
th: การทำธุรกรรมล้มเหลว
tr: İşlem başarısız oldu
uk: Транзакція не вдалася
ur: لین دین ناکام ہو گیا۔
uz: Tranzaksiya amalga oshmadi
vi: Giao dịch không thành công

# transferMoneyTo
source: Transfer money to {name}
am: ገንዘብ ወደ {name} ይላኩ
ar: تحويل مبلغ إلى {name}
az: {name}hesabına pul köçürün
bg: Прехвърляне на пари към {name}
bn: {name}এ অর্থ স্থানান্তর করুন
bs: Prenesite novac na {name}
ca: Transfereix diners a {name}
cs: Převést peníze uživateli {name}
da: Overfør penge til {name}
el: Μεταφορά χρημάτων στο {name}
et: Kanna raha üle kasutajale {name}
fa: انتقال پول به {name}
fi: Siirrä rahaa käyttäjälle {name}
he: העבר כסף אל {name}
hi: {name} को पैसे भेजें
hu: Pénz küldése neki: {name}
id: Transfer uang ke {name}
ja: {name}に送金
ka: თანხის გადარიცხვა {name}-ზე
kk: Ақшаны {name} нөміріне аудару
km: ផ្ទេរប្រាក់ទៅកាន់ {name}
kn: {name}ಗೆ ಹಣ ವರ್ಗಾಯಿಸಿ
ku: پارە بۆ {name} بۆگوازەوە
lo: ໂອນເງິນໄປຫາ {name}
lt: Pervesti pinigus {name}
mr: {name} ला पैसे हस्तांतरित करा
ms: Pindahkan wang ke {name}
my: {name}သို့ ငွေလွှဲပါ
no: Overfør penger til {name}
pl: Przelej pieniądze do {name}
ro: Transferă bani către {name}
si: {name} වෙත මුදල් යවන්න
sk: Poslať peniaze používateľovi {name}
sq: Transfero para te {name}
sr: Пренесите новац на {name}
sv: Överför pengar till {name}
sw: Hamisha pesa kwa {name}
ta: {name}க்கு பணத்தை மாற்றவும்
te: {name} కు డబ్బు బదిలీ చేయండి
th: โอนเงินไปที่ {name}
tr: {name} hesabına para transferi
uk: Переказати кошти {name}
ur: رقم {name}کو منتقل کریں
uz: {name} hisobiga pul o'tkazish
vi: Chuyển tiền đến {name}

source: Unblock
am: አፍታ
ar: إلغاء الحظر
az: Blokdan çıxarın
bg: Отблокиране
bn: আনব্লক করুন
bs: Deblokiraj
ca: Desbloqueja
cs: Odblokovat
da: Fjern blokering
el: Ξεβουλώνω
et: Eemalda blokeering
fa: رفع انسداد
fi: Poista esto
he: בטל חסימה
hi: अनब्लॉक करें
hu: Tiltás feloldása
id: Buka blokir
ja: ブロック解除
ka: განბლოკვა
kk: Блоктан шығару
km: ឈប់រារាំង
kn: ಅನಿರ್ಬಂಧಿಸಿ
ku: کردنەوەی قەدەغە
lo: ປົດບລັອກ
lt: Atblokuoti
mr: अनब्लॉक करा
ms: Nyahsekat
my: ပြန်ဖွင့်ပါ။
no: Opphev blokkering
pl: Odblokuj
ro: Deblochează
si: අහෝසි කරන්න
sk: Odblokovať
sq: Zhblloko
sr: Деблокирај
sv: Avblockera
sw: Ruhusu
ta: தடைநீக்கு
te: అన్‌బ్లాక్ చేయండి
th: ปลดบล็อค
tr: Engeli kaldır
uk: Розблокувати
ur: غیر مسدود کریں۔
uz: Blokdan chiqarish
vi: Bỏ chặn

source: Unblock user
am: ተጠቃሚን አፍታ
ar: إلغاء حظر المستخدم
az: İstifadəçini blokdan çıxarın
bg: Отблокиране на потребител
bn: ব্যবহারকারীকে আনব্লক করুন
bs: Deblokiraj korisnika
ca: Desbloqueja l'usuari
cs: Odblokovat uživatele
da: Fjern blokering af bruger
el: Κατάργηση αποκλεισμού χρήστη
et: Eemalda kasutaja blokeering
fa: رفع انسداد کاربر
fi: Poista käyttäjän esto
he: בטל חסימת משתמש
hi: उपयोगकर्ता को अनब्लॉक करें
hu: Felhasználó tiltásának feloldása
id: Buka blokir pengguna
ja: ユーザーのブロックを解除
ka: მომხმარებლის განბლოკვა
kk: Пайдаланушыны блоктан шығару
km: បញ្ឈប់ការរារាំងអ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರರನ್ನು ಅನಿರ್ಬಂಧಿಸಿ
ku: بەکارهێنەر بڵاو بکەوە
lo: ປົດບລັອກຜູ້ໃຊ້
lt: Atblokuoti vartotoją
mr: वापरकर्त्याला अनब्लॉक करा
ms: Nyahsekat pengguna
my: အသုံးပြုသူကို ပြန်ဖွင့်ပါ။
no: Opphev blokkering av bruker
pl: Odblokuj użytkownika
ro: Deblochează utilizatorul
si: පරිශීලකයා අවහිර කිරීම ඉවත් කරන්න
sk: Odblokovať používateľa
sq: Zhblloko përdoruesin
sr: Деблокирај корисника
sv: Avblockera användare
sw: Ruhusu Mtumiaji
ta: பயனரைத் தடைநீக்கு
te: వినియోగదారుని అన్‌బ్లాక్ చేయండి
th: ปลดบล็อคผู้ใช้
tr: Kullanıcının engelini kaldır
uk: Розблокувати користувача
ur: صارف کو غیر مسدود کریں۔
uz: Foydalanuvchini blokdan chiqarish
vi: Bỏ chặn người dùng

source: User has been blocked
am: ተጠቃሚው ተከልክሏል
ar: تم حظر المستخدم
az: İstifadəçi bloklanıb
bg: Потребителят е блокиран
bn: ব্যবহারকারীকে অবরুদ্ধ করা হয়েছে
bs: Korisnik je blokiran
ca: L'usuari ha estat bloquejat
cs: Uživatel byl zablokován
da: Brugeren er blevet blokeret
el: Ο χρήστης έχει αποκλειστεί
et: Kasutaja on blokeeritud
fa: کاربر مسدود شده است
fi: Käyttäjä on estetty
he: המשתמש נחסם
hi: उपयोगकर्ता को ब्लॉक कर दिया गया है
hu: A felhasználó tiltva lett
id: Pengguna telah diblokir
ja: ユーザーをブロックしました
ka: მომხმარებელი დაბლოკილია
kk: Пайдаланушы бұғатталды
km: អ្នកប្រើប្រាស់ត្រូវបានបិទឱ្យប្រើ
kn: ಬಳಕೆದಾರರನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ
ku: بەکارهێنەر بلۆک کراوە
lo: ຜູ້ໃຊ້ຖືກບລັອກແລ້ວ
lt: Vartotojas užblokuotas
mr: वापरकर्त्याला ब्लॉक केले आहे
ms: Pengguna telah disekat
my: အသုံးပြုသူကို ပိတ်ဆို့ထားသည်။
no: Brukeren er blokkert
pl: Użytkownik został zablokowany
ro: Utilizatorul a fost blocat
si: පරිශීලකයා අවහිර කර ඇත
sk: Používateľ bol zablokovaný
sq: Përdoruesi është bllokuar
sr: Корисник је блокиран
sv: Användaren har blockerats
sw: Mtumiaji amezuiwa
ta: பயனர் தடுக்கப்பட்டுள்ளார்
te: వినియోగదారుడు నిరోధించబడాడు
th: ผู้ใช้ถูกบล็อค
tr: Kullanıcı engellendi
uk: Користувача заблоковано
ur: صارف کو بلاک کر دیا گیا ہے۔
uz: Foydalanuvchi bloklandi
vi: Người dùng đã bị chặn

# userNotFound
source: The user is not found
am: ተጠቃሚው አልተገኘም
ar: المستخدم غير موجود
az: İstifadəçi tapılmadı
bg: Потребителят не е намерен
bn: ব্যবহারকারী খুঁজে পাওয়া যায় না
bs: Korisnik nije pronađen
ca: No es troba l'usuari
cs: Uživatel nebyl nalezen
da: Brugeren blev ikke fundet
el: Ο χρήστης δεν βρέθηκε
et: Kasutajat ei leitud
fa: کاربر یافت نشد
fi: Käyttäjää ei löydy
he: המשתמש לא נמצא
hi: उपयोगकर्ता नहीं मिला
hu: A felhasználó nem található
id: Pengguna tidak ditemukan
ja: ユーザーが見つかりません
ka: მომხმარებელი ვერ მოიძებნა
kk: Пайдаланушы табылмады
km: មិនមានអ្នកប្រើប្រាស់រកឃើញទេ
kn: ಬಳಕೆದಾರರನ್ನು ಕಂಡುಹಿಡಿಯಲಾಗಿಲ್ಲ
ku: بەکارهێنەر نەدۆزرایەوە
lo: ບໍ່ພົບຜູ້ໃຊ້
lt: Vartotojas nerastas
mr: वापरकर्ता सापडला नाही
ms: Pengguna tidak ditemui
my: အသုံးပြုသူကို ရှာမတွေ့ပါ။
no: Fant ikke brukeren
pl: Nie znaleziono użytkownika
ro: Utilizatorul nu a fost găsit
si: පරිශීලකයා සොයාගත නොහැකිවීය
sk: Používateľ nebol nájdený
sq: Përdoruesi nuk u gjet
sr: Корисник није пронађен
sv: Användaren hittades inte
sw: Mtumiaji hajapatikana
ta: பயனர் கிடைக்கவில்லை
te: వినియోగదారు కనుగొనబడలేదు
th: ไม่พบผู้ใช้
tr: Kullanıcı bulunamadı
uk: Користувача не знайдено
ur: صارف نہیں ملا
uz: Foydalanuvchi topilmadi
vi: Người dùng không tồn tại

source: Username already in use!
am: የተጠቃሚ ስም አስቀድሞ ተጠቅመዋል!
ar: اسم المستخدم مستخدم بالفعل!
az: İstifadəçi adı artıq istifadə olunur!
bg: Това потребителско име вече се използва!
bn: ব্যবহারকারীর নাম ইতিমধ্যেই ব্যবহার করা হচ্ছে!
bs: Korisničko ime je već u upotrebi!
ca: El nom d'usuari ja està en ús!
cs: Uživatelské jméno je již používáno!
da: Brugernavnet er allerede i brug!
el: Όνομα χρήστη χρησιμοποιείται ήδη!
et: See kasutajanimi on juba kasutusel!
fa: این نام کاربری قبلاً استفاده شده است!
fi: Käyttäjätunnus on jo käytössä!
he: שם המשתמש כבר בשימוש!
hi: यह उपयोगकर्ता नाम पहले से उपयोग में है!
hu: Ez a felhasználónév már foglalt!
id: Nama pengguna sudah digunakan
ja: このユーザー名は既に使用されています
ka: მომხმარებლის სახელი უკვე გამოიყენება!
kk: Пайдаланушы аты бұрыннан қолданылып жүр!
km: ឈ្មោះអ្នកប្រើប្រាស់នេះត្រូវបានប្រើរួចហើយ!
kn: ಬಳಕೆದಾರ ಹೆಸರು ಈಗಾಗಲೇ ಬಳಕೆಯಲ್ಲಿ ಇದೆ!
ku: ناوی بەکارهێنەر پێشتر بەکارهاتووە!
lo: ຊື່ຜູ້ໃຊ້ນີ້ຖືກໃຊ້ແລ້ວ!
lt: Vartotojo vardas jau naudojamas!
mr: हे वापरकर्तानाव आधीच वापरात आहे!
ms: Nama pengguna sudah digunakan!
my: အသုံးပြုသူအမည်ကို အသုံးပြုပြီးဖြစ်သည်။
no: Brukernavnet er allerede i bruk!
pl: Ta nazwa użytkownika jest już zajęta!
ro: Numele de utilizator este deja folosit!
si: පරිශීලක නාමය දැනටමත් භාවිතා වෙයි!
sk: Používateľské meno sa už používa!
sq: Ky emër përdoruesi është tashmë në përdorim!
sr: Корисничко име је већ у употреби!
sv: Användarnamnet används redan!
sw: Jina la mtumiaji tayari linatumika!
ta: பயனர் பெயர் ஏற்கனவே பயன்பாட்டில் உள்ளது!
te: వినియోగదారు పేరు ఇప్పటికే ఉపయోగంలో ఉంది!
th: ชื่อผู้ใช้ถูกใช้งานแล้ว!
tr: Bu kullanıcı adı zaten kullanımda!
uk: Це ім'я користувача вже використовується!
ur: صارف نام پہلے سے استعمال میں ہے!
uz: Bu foydalanuvchi nomi allaqachon ishlatilmoqda!
vi: Tên người dùng đã được sử dụng!

# usernameInvalid
source: Username is invalid
am: የተጠቃሚ ስም ልክ አይደለም
ar: اسم المستخدم غير صالح
az: İstifadəçi adı yanlışdır
bg: Невалидно потребителско име
bn: ব্যবহারকারীর নাম অবৈধ৷
bs: Korisničko ime je nevažeće
ca: El nom d'usuari no és vàlid
cs: Uživatelské jméno je neplatné
da: Brugernavnet er ugyldigt
el: Το όνομα χρήστη δεν είναι έγκυρο
et: Kasutajanimi on vigane
fa: نام کاربری نامعتبر است
fi: Virheellinen käyttäjätunnus
he: שם המשתמש אינו תקין
hi: उपयोगकर्ता नाम अमान्य है
hu: Érvénytelen felhasználónév
id: Nama pengguna tidak valid
ja: ユーザー名が無効です
ka: მომხმარებლის სახელი არასწორია
kk: Пайдаланушы аты жарамсыз
km: ឈ្មោះអ្នកប្រើប្រាស់មិនត្រឹមត្រូវ
kn: ಬಳಕೆದಾರರ ಹೆಸರು ಅಮಾನ್ಯವಾಗಿದೆ
ku: ناوی بەکارهێنەر هەڵەیە
lo: ຊື່ຜູ້ໃຊ້ບໍ່ຖືກຕ້ອງ
lt: Neteisingas vartotojo vardas
mr: वापरकर्तानाव अवैध आहे
ms: Nama pengguna tidak sah
my: အသုံးပြုသူအမည် မမှန်ကန်ပါ။
no: Brukernavnet er ugyldig
pl: Nieprawidłowa nazwa użytkownika
ro: Numele de utilizator este invalid
si: පරිශීලක නාමය වලංගු නොවේ
sk: Neplatné používateľské meno
sq: Emri i përdoruesit është i pavlefshëm
sr: Корисничко име је неважеће
sv: Användarnamnet är ogiltigt
sw: Jina la mtumiaji si sahihi
ta: பயனர் பெயர் தவறானது
te: వినియోగదారు పేరు చెల్లదు
th: ชื่อผู้ใช้ไม่ถูกต้อง
tr: Kullanıcı adı geçersiz
uk: Недійсне ім'я користувача
ur: صارف نام غلط ہے۔
uz: Foydalanuvchi nomi noto'g'ri
vi: Tên người dùng không hợp lệ

source: Username is required
am: የተጠቃሚ ስም አስፈላጊ ነው
ar: اسم المستخدم مطلوب
az: İstifadəçi adı tələb olunur
bg: Изисква се потребителско име
bn: ব্যবহারকারীর নাম প্রয়োজন
bs: Korisničko ime je obavezno
ca: El nom d'usuari és obligatori
cs: Uživatelské jméno je povinné
da: Brugernavn er påkrævet
el: Απαιτείται όνομα χρήστη
et: Kasutajanimi on kohustuslik
fa: نام کاربری الزامی است
fi: Käyttäjätunnus vaaditaan
he: נדרש שם משתמש
hi: उपयोगकर्ता नाम आवश्यक है
hu: A felhasználónév megadása kötelező
id: Nama pengguna wajib diisi
ja: ユーザー名は必須です
ka: მომხმარებლის სახელი აუცილებელია
kk: Пайдаланушы аты қажет
km: សូមបញ្ចូលឈ្មោះអ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರಹೆಸರು ಅಗತ್ಯವಾಗಿದೆ
ku: ناوی بەکارهێنەر پێویستە
lo: ຕ້ອງໃສ່ຊື່ຜູ້ໃຊ້
lt: Vartotojo vardas yra privalomas
mr: वापरकर्तानाव आवश्यक आहे
ms: Nama pengguna diperlukan
my: အသုံးပြုသူအမည် လိုအပ်ပါသည်။
no: Brukernavn er påkrevd
pl: Nazwa użytkownika jest wymagana
ro: Numele de utilizator este obligatoriu
si: පරිශීලක නාමය අවශ්‍යයි
sk: Vyžaduje sa používateľské meno
sq: Emri i përdoruesit është i detyrueshëm
sr: Корисничко име је обавезно
sv: Användarnamn krävs
sw: Jina la mtumiaji linahitajika
ta: பயனர் பெயர் தேவை
te: వినియోగదారు పేరు అవసరం
th: จำเป็นต้องมีชื่อผู้ใช้
tr: Kullanıcı adı gerekli
uk: Ім'я користувача обов'язкове
ur: صارف نام درکار ہے۔
uz: Foydalanuvchi nomi kiritilishi shart
vi: Tên người dùng không được để trống

# walletBalanceWithValue
source: Wallet balance: {balance}
am: የቦርሳ ሚዛን፡ {balance}
ar: رصيد المحفظة: {balance}
az: Pulqabı balansı: {balance}
bg: Баланс в портфейла: {balance}
bn: ওয়ালেট ব্যালেন্স: {balance}
bs: Stanje novčanika: {balance}
ca: Saldo de Wallet: {balance}
cs: Zůstatek v peněžence: {balance}
da: Saldo: {balance}
el: Υπόλοιπο πορτοφολιού: {balance}
et: Rahakoti saldo: {balance}
fa: موجودی کیف پول: {balance}
fi: Lompakon saldo: {balance}
he: יתרת ארנק: {balance}
hi: वॉलेट में शेष: {balance}
hu: Egyenleg: {balance}
id: Saldo dompet: {balance}
ja: ウォレット残高：{balance}
ka: Wallet ბალანსი: {balance}
kk: Әмиян балансы: {balance}
km: សមតុល្យនៅក្នុងកាបូប៖ {balance}
kn: ವಾಲೆಟ್ ಶೇಷ: {balance}
ku: بەڕەوەی کیف: {balance}
lo: ຍອດເງິນໃນກະເປົາ: {balance}
lt: Piniginės likutis: {balance}
mr: वॉलेट शिल्लक: {balance}
ms: Baki dompet: {balance}
my: ပိုက်ဆံအိတ်လက်ကျန်- {balance}
no: Saldo: {balance}
pl: Saldo portfela: {balance}
ro: Sold portofel: {balance}
si: පසුම්බි ශේෂය: {balance}
sk: Zostatok v peňaženke: {balance}
sq: Bilanci i portofolit: {balance}
sr: Стање у новчанику: {balance}
sv: Plånbokssaldo: {balance}
sw: Salio la Pochi: {balance}
ta: பணப்பை இருப்பு: {balance}
te: వాలెట్ బ్యాలెన్స్: {balance}
th: ยอดเงินในกระเป๋าเงิน: {balance}
tr: Cüzdan bakiyesi: {balance}
uk: Баланс гаманця: {balance}
ur: والیٹ بیلنس: {balance}
uz: Hamyon balansi: {balance}
vi: Số dư ví: {balance}

# willNotSendAndReceiveMessage
source: You won't be able to send and receive messages from this user.
am: ከዚህ ተጠቃሚ መልእክቶች ማልከትና መቀበል አትችሉም።
ar: لن تتمكن من إرسال أو استقبال رسائل من هذا المستخدم
az: Siz bu istifadəçidən mesaj göndərə və qəbul edə bilməyəcəksiniz.
bg: Няма да можете да изпращате и получавате съобщения от този потребител.
bn: আপনি এই ব্যবহারকারীর কাছ থেকে বার্তা পাঠাতে এবং গ্রহণ করতে সক্ষম হবেন না৷
bs: Nećete moći slati i primati poruke od ovog korisnika.
ca: No podreu enviar ni rebre missatges d'aquest usuari.
cs: Nebudete moci odesílat ani přijímat zprávy od tohoto uživatele
da: Du vil ikke kunne sende eller modtage beskeder fra denne bruger.
el: Δεν θα μπορείτε να στέλνετε και να λαμβάνετε μηνύματα από αυτόν τον χρήστη.
et: Sa ei saa sellelt kasutajalt sõnumeid saata ega vastu võtta
fa: امکان ارسال و دریافت پیام از این کاربر وجود ندارد
fi: Et voi lähettää tai vastaanottaa viestejä tältä käyttäjältä.
he: לא תוכל לשלוח ולקבל הודעות ממשתמש זה
hi: आप इस उपयोगकर्ता को संदेश नहीं भेज या प्राप्त कर सकेंगे।
hu: Nem fog tudni üzeneteket küldeni és fogadni ettől a felhasználótól.
id: Anda tidak akan dapat mengirim dan menerima pesan dari pengguna ini
ja: このユーザーとのメッセージのやり取りができなくなります
ka: თქვენ ვერ შეძლებთ ამ მომხმარებლისგან შეტყობინებების გაგზავნას და მიღებას.
kk: Сіз бұл пайдаланушыдан хабарламалар жібере де, қабылдай да алмайсыз.
km: អ្នកមិនអាចផ្ញើ ឬទទួលសារពីអ្នកប្រើប្រាស់នេះបានទេ។
kn: ನೀವು ಈ ಬಳಕೆದಾರರಿಂದ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ಮತ್ತು ಸ್ವೀಕರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ku: ناتوانیت نامە بنێریت یان وەرگریت لە ئەم بەکارهێنەرە.
lo: ທ່ານຈະບໍ່ສາມາດສົ່ງ ແລະຮັບຂໍ້ຄວາມຈາກຜູ້ໃຊ້ນີ້ໄດ້.
lt: Nebegalėsite siųsti ir gauti žinučių iš šio vartotojo
mr: तुम्ही या वापरकर्त्याकडून संदेश पाठवू किंवा प्राप्त करू शकणार नाही.
ms: Anda tidak akan dapat menghantar dan menerima mesej daripada pengguna ini.
my: သင်သည် ဤအသုံးပြုသူထံမှ မက်ဆေ့ဂျ်များ ပေးပို့ခြင်းနှင့် လက်ခံနိုင်မည်မဟုတ်ပေ။
no: Du vil ikke kunne sende eller motta meldinger fra denne brukeren
pl: Nie będziesz mógł wysyłać ani odbierać wiadomości od tego użytkownika
ro: Nu vei putea trimite și primi mesaje de la acest utilizator.
si: ඔබට මෙම පරිශීලකයා සමඟ පණිවිඩ යැවීමට හෝ ලබා ගැනීමට නොහැක.
sk: Nebudete môcť posielať ani prijímať správy od tohto používateľa
sq: Nuk do të mund të dërgoni dhe merrni mesazhe nga ky përdorues
sr: Нећете моћи да шаљете и примате поруке од овог корисника.
sv: Du kommer inte att kunna skicka eller ta emot meddelanden från denna användare.
sw: Hutaweza kutuma wala kupokea ujumbe kutoka kwa mtumiaji huyu
ta: இந்தப் பயனரிடமிருந்து நீங்கள் செய்திகளை அனுப்பவும் பெறவும் முடியாது.
te: మీరు ఈ వినియోగదారుని నుండి సందేశాలను పంపడం మరియు స్వీకరించడం సాధ్యం కాదు.
th: คุณจะไม่สามารถส่งและรับข้อความจากผู้ใช้รายนี้ได้
tr: Bu kullanıcıyla mesajlaşamazsınız.
uk: Ви не зможете надсилати та отримувати повідомлення від цього користувача
ur: آپ اس صارف سے پیغامات بھیج اور وصول نہیں کر سکیں گے۔
uz: Bu foydalanuvchi bilan xabar almasha olmaysiz
vi: Bạn sẽ không thể gửi và nhận tin nhắn từ người dùng này.

source: You don't have permission to create Post
am: መልእክት ማዘጋጀት ፈቃድ የለዎትም
ar: ليس لديك صلاحية لإنشاء منشور
az: Post yaratmaq icazəniz yoxdur
bg: Нямате разрешение да създавате публикации
bn: আপনার কাছে পোস্ট তৈরি করার অনুমতি নেই৷
bs: Nemate dozvolu za kreiranje objave
ca: No tens permís per crear una publicació
cs: Nemáte oprávnění vytvořit příspěvek
da: Du har ikke tilladelse til at oprette opslag
el: Δεν έχετε άδεια δημιουργίας Ανάρτησης
et: Sul pole õigust postitust luua
fa: شما مجوز ایجاد پست را ندارید
fi: Sinulla ei ole oikeuksia luoda viestiä
he: אין לך הרשאה ליצור פוסט
hi: आपको पोस्ट बनाने की अनुमति नहीं है
hu: Nincs jogosultsága bejegyzés létrehozásához
id: Anda tidak memiliki izin untuk membuat kiriman
ja: 投稿を作成する権限がありません
ka: თქვენ არ გაქვთ პოსტის შექმნის უფლება
kk: Пост жасауға рұқсатыңыз жоқ
km: អ្នកមិនមានសិទ្ធិបង្កើតការបង្ហោះទេ
kn: ನೀವು ಪೋಸ್ಟ್ ರಚಿಸಲು ಅನುಮತಿ ಹೊಂದಿಲ್ಲ
ku: ڕێگەت پێنەدراوە بۆ دروستکردنی پۆست
lo: ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ສ້າງໂພສ
lt: Neturite teisių kurti įrašo
mr: तुम्हाला पोस्ट तयार करण्याची परवानगी नाही
ms: Anda tidak mempunyai kebenaran untuk membuat Siaran
my: Post ဖန်တီးရန် သင့်တွင် ခွင့်ပြုချက်မရှိပါ။
no: Du har ikke tillatelse til å opprette innlegg
pl: Nie masz uprawnień do tworzenia wpisów
ro: Nu ai permisiunea de a crea o postare
si: ඔබට පළ කිරීමක් නිර්මාණය කිරීමට අවසර නොමැත
sk: Nemáte oprávnenie vytvoriť príspevok
sq: Nuk keni leje për të krijuar postim
sr: Немате дозволу да креирате пост
sv: Du har inte behörighet att skapa inlägg
sw: Huna ruhusa ya kuunda chapisho
ta: இடுகையை உருவாக்க உங்களுக்கு அனுமதி இல்லை
te: మీకు పోస్ట్ సృష్టించడానికి అనుమతి లేదు
th: คุณไม่มีสิทธิ์ในการสร้างโพสต์
tr: Gönderi oluşturma izniniz yok
uk: У вас немає дозволу на створення допису
ur: آپ کو پوسٹ بنانے کی اجازت نہیں ہے۔
uz: Sizda post yaratish huquqi yo'q
vi: Bạn không có quyền tạo bài viết

# youHaveNoPost
source: You have no posts
am: ምንም መልእክት የሎትም
ar: ليس لديك منشورات
az: Heç bir postunuz yoxdur
bg: Нямате публикации
bn: আপনার কোন পোস্ট নেই
bs: Nemate objava
ca: No tens publicacions
cs: Nemáte žádné příspěvky
da: Du har ingen opslag
el: Δεν έχετε δημοσιεύσεις
et: Sul pole postitusi
fa: شما هیچ پستی ندارید
fi: Sinulla ei ole viestejä
he: אין לך פוסטים
hi: आपकी कोई पोस्ट नहीं है
hu: Nincsenek bejegyzései
id: Anda belum memiliki kiriman
ja: 投稿がありません
ka: პოსტები არ გაქვს
kk: Сізде жазбалар жоқ
km: អ្នកមិនមានការបង្ហោះទេ
kn: ನೀವು ಯಾವುದೇ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಹೊಂದಿಲ್ಲ
ku: هیچ پۆستێکت نییە
lo: ເຈົ້າບໍ່ມີໂພສ
lt: Neturite jokių įrašų
mr: तुमच्याकडे कोणतीही पोस्ट नाही
ms: Anda tiada siaran
my: သင့်တွင် ပို့စ်များမရှိပါ။
no: Du har ingen innlegg
pl: Nie masz żadnych wpisów
ro: Nu ai nicio postare
si: ඔබට පළ කිරීම් නොමැත
sk: Nemáte žiadne príspevky
sq: Nuk keni asnjë postim
sr: Немате постове
sv: Du har inga inlägg
sw: Huna chapisho
ta: உங்களிடம் இடுகைகள் இல்லை
te: మీకు ఎటువంటి పోస్ట్‌లు లేవు
th: คุณไม่มีโพสต์
tr: Henüz gönderiniz yok
uk: У вас немає дописів
ur: آپ کی کوئی پوسٹس نہیں ہیں۔
uz: Sizda hech qanday post yo'q
vi: Bạn không có bài viết nào
