Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: You can only purchase
am: እርስዎ መግዛት የሚችሉት ብቻ ነው
ar: يمكنك شراء فقط
az: Yalnız satın ala bilərsiniz
bg: Можете да закупите само
bn: আপনি শুধুমাত্র কিনতে পারবেন
bs: Možete kupiti samo
ca: Només pots comprar
cs: Můžete pouze zakoupit
da: Du kan kun købe
el: Μπορείτε να αγοράσετε μόνο
et: Saad osta ainult
fa: فقط می‌توانید خرید کنید
fi: Voit ostaa vain
he: ניתן לרכוש רק
hi: आप केवल खरीद सकते हैं
hu: Csak ennyit vásárolhat:
id: Anda hanya dapat membeli
ja: 購入可能数：
ka: შეგიძლიათ მხოლოდ შეიძინოთ
kk: Тек сатып ала аласыз
km: អ្នកអាចទិញបានតែប៉ុណ្ណោះ
kn: ನೀವು ಖರೀದಿಸಬಹುದಾದ ಗರಿಷ್ಠ ಪ್ರಮಾಣ
ku: تەنیا دەتوانی کڕین ئەنجام بدەیت
lo: ທ່ານສາມາດຊື້ໄດ້ພຽງແຕ່
lt: Galite įsigyti tik
mr: तुम्ही फक्त खरेदी करू शकता
ms: Anda hanya boleh membeli
my: သင်သာဝယ်ယူနိုင်သည်။
no: Du kan bare kjøpe
pl: Możesz kupić tylko
ro: Poți cumpăra doar
si: ඔබට මිලදී ගත හැක්කේ පමණි
sk: Môžete kúpiť iba
sq: Mund të blini vetëm
sr: Можете купити само
sv: Du kan bara köpa
sw: Unaweza kununua tu
ta: நீங்கள் மட்டுமே வாங்க முடியும்
te: మీరు కేవలం కొనుగోలు చేయగలరు
th: คุณสามารถซื้อได้เท่านั้น
tr: Sadece satın alabilirsiniz
uk: Ви можете придбати лише
ur: آپ صرف خرید سکتے ہیں
uz: Faqat sotib olishingiz mumkin
vi: Bạn chỉ có thể mua

# forThisProduct
source: of this product
am: ለዚህ ምርት
ar: لهذا المنتج
az: bu məhsul üçün
bg: за този продукт
bn: এই পণ্যের জন্য
bs: za ovaj proizvod
ca: d'aquest producte
cs: pro tento produkt
da: for dette produkt
el: για αυτό το προϊόν
et: selle toote jaoks
fa: برای این محصول
fi: tälle tuotteelle
he: עבור מוצר זה
hi: इस उत्पाद के लिए
hu: ehhez a termékhez
id: untuk produk ini
ja: この商品は
ka: ამ პროდუქტისთვის
kk: осы өнім үшін
km: សម្រាប់ផលិតផលនេះ
kn: ಈ ಉತ್ಪನ್ನಕ್ಕಾಗಿ
ku: بۆ ئەم بەرهەمە
lo: ສຳລັບຜະລິດຕະພັນນີ້
lt: šiam produktui
mr: या उत्पादनासाठी
ms: untuk produk ini
my: ဤထုတ်ကုန်၏
no: av dette produktet
pl: dla tego produktu
ro: pentru acest produs
si: මෙම නිෂ්පාදනය සඳහා
sk: pre tento produkt
sq: për këtë produkt
sr: за овај производ
sv: för denna produkt
sw: kwa bidhaa hii
ta: இந்த பொருளுக்கு
te: ఈ ఉత్పత్తికి
th: สำหรับสินค้านี้
tr: bu ürün için
uk: для цього товару
ur: اس پروڈکٹ کے لیے
uz: ushbu mahsulot uchun
vi: cho sản phẩm này

source: Currently we only have
am: በአሁኑ ጊዜ የሚገኘው
ar: حالياً لدينا فقط
az: Hal-hazırda yalnız
bg: В момента имаме само
bn: বর্তমানে আমাদের শুধুমাত্র আছে
bs: Trenutno imamo samo
ca: Actualment només tenim
cs: Momentálně máme pouze
da: I øjeblikket har vi kun
el: Προς το παρόν έχουμε μόνο
et: Hetkel on meil ainult
fa: در حال حاضر، فقط موجودی داریم
fi: Tällä hetkellä meillä on vain
he: כרגע יש לנו רק
hi: वर्तमान में हमारे पास केवल है
hu: Jelenleg csak
id: Saat ini kami hanya memiliki
ja: 現在の在庫数：
ka: ამჟამად გვაქვს მხოლოდ
kk: Қазіргі уақытта тек
km: បច្ចុប្បន្នយើងមានតែ
kn: ಪ್ರಸ್ತುತ ನಾವು ಹೊಂದಿರುವುದು
ku: ئێستا تەنیا
lo: ປັດຈຸບັນພວກເຮົາມີພຽງແຕ່
lt: Šiuo metu turime tik
mr: सध्या आमच्याकडे फक्त आहे
ms: Buat masa ini kami hanya mempunyai
my: လောလောဆယ် ကျွန်တော်တို့မှာ ရှိတယ်။
no: For øyeblikket har vi bare
pl: Obecnie mamy tylko
ro: În prezent avem doar
si: දැනට අප සතුව ඇත්තේ
sk: Momentálne máme len
sq: Aktualisht kemi vetëm
sr: Тренутно имамо само
sv: För närvarande har vi bara
sw: Kwa sasa tunayo tu
ta: தற்போது நம்மிடம் உள்ளது
te: ప్రస్తుతం మాకు కేవలం
th: ขณะนี้เรามีเพียง
tr: Şu anda sadece
uk: Наразі у нас є лише
ur: فی الحال ہمارے پاس صرف ہے
uz: Hozirda bizda faqat
vi: Hiện tại chúng tôi chỉ có

source: of this product
am: ከዚህ ምርት
ar: من هذا المنتج
az: bu məhsuldan
bg: от този продукт
bn: এই পণ্যের
bs: ovog proizvoda
ca: d'aquest producte
cs: tohoto produktu
da: af dette produkt
el: αυτού του προϊόντος
et: sellest tootest
fa: از این محصول
fi: tästä tuotteesta
he: ממוצר זה
hi: इस उत्पाद का
hu: ebből a termékből
id: dari produk ini
ja: 個
ka: ამ პროდუქტის
kk: осы өнімнің
km: នៃផលិតផលនេះ។
kn: ಈ ಉತ್ಪನ್ನದ
ku: ئەم بەرهەمە
lo: ຂອງຜະລິດຕະພັນນີ້
lt: šio produkto
mr: या उत्पादनाचे
ms: produk ini
my: ဤထုတ်ကုန်၏
no: av dette produktet
pl: tego produktu
ro: din acest produs
si: මෙම නිෂ්පාදනයෙන්
sk: tohto produktu
sq: të këtij produkti
sr: овог производа
sv: av denna produkt
sw: ya bidhaa hii
ta: இந்த பொருளின்
te: ఈ ఉత్పత్తి మాత్రమే ఉంది
th: ของสินค้านี้
tr: bu üründen var
uk: цього товару
ur: اس مصنوعات کی
uz: ushbu mahsulotdan
vi: của sản phẩm này

source: From
am: ከ
ar: من
az: Başlanğıc
bg: От
bn: থেকে
bs: Od
ca: Des de
cs: z
da: Fra
el: Από
et: Alates
fa: از
fi: Alkaen
he: מאת
hi: से
hu: Ettől:
id: Dari
ja: から
ka: დან
kk: бастап
km: ពី
kn: ನಿಂದ
ku: لە
lo: ຈາກ
lt: Nuo
mr: पासून
ms: Dari
my: ထံမှ
no: Fra
pl: Od
ro: De la
si: සිට
sk: Od
sq: Nga
sr: Од
sv: Från
sw: Kutoka
ta: இருந்து
te: నుండి
th: จาก
tr: Kimden
uk: Від
ur: سے
uz: Kimdan
vi: Từ

# totalCartValue
source: Total order value must be at least
am: ጠቅላላ የትዕዛዝ እሴት ቢያንስ መሆን አለበት
ar: يجب أن لا تقل قيمة الطلب عن
az: Ümumi sifariş dəyəri ən azı olmalıdır
bg: Общата стойност на поръчката трябва да бъде поне
bn: মোট অর্ডারের মান কমপক্ষে হওয়া উচিত
bs: Ukupna vrijednost narudžbe mora biti najmanje
ca: El valor total de la comanda ha de ser com a mínim
cs: Celková hodnota objednávky musí být alespoň
da: Den samlede ordres værdi skal være mindst
el: Η συνολική αξία της παραγγελίας πρέπει να είναι τουλάχιστον
et: Tellimuse koguväärtus peab olema vähemalt
fa: مجموع سفارش نباید کمتر از باشد
fi: Tilauksen kokonaisarvon on oltava vähintään
he: ערך ההזמנה הכולל חייב להיות לפחות
hi: कुल ऑर्डर का मूल्य कम से कम होना चाहिए
hu: A teljes rendelés értékének legalább ennyinek kell lennie:
id: Total nilai pesanan harus minimal
ja: 注文の最小金額：
ka: შეკვეთის მთლიანი ღირებულება უნდა იყოს მინიმუმ
kk: Тапсырыстың жалпы құны кем болмауы керек
km: តម្លៃសរុបក្នុងកន្ត្រក
kn: ಒಟ್ಟು ಕಾರ್ಟ್ ಮೌಲ್ಯ ಕನಿಷ್ಠ ಇರಬೇಕು
ku: پێویستە بەهای کۆی داواکردنەکان لانیکەم
lo: ມູນຄ່າການສັ່ງຊື້ທັງໝົດ
lt: Bendra užsakymo vertė turi būti bent
mr: एकूण ऑर्डरचे मूल्य किमान असणे आवश्यक आहे
ms: Jumlah nilai pesanan mestilah sekurang-kurangnya
my: စုစုပေါင်းမှာယူမှုတန်ဖိုးသည် အနည်းဆုံးဖြစ်ရပါမည်။
no: Total ordreverdien må være minst
pl: Całkowita wartość zamówienia musi wynosić co najmniej
ro: Valoarea totală a comenzii trebuie să fie cel puțin
si: මුළු ඇණවුම් වටිනාකම අවම වශයෙන් විය යුතුය
sk: Celková hodnota objednávky musí byť minimálne
sq: Vlera totale e porosisë duhet të jetë të paktën
sr: Укупна вредност поруџбине мора бити најмање
sv: Total ordersumma måste vara minst
sw: Thamani ya jumla ya agizo lazima iwe angalau
ta: மொத்த ஆர்டரின் மதிப்பு குறைந்தது
te: మొత్తం ఆర్డర్ విలువ కనీసం ఉండాలి
th: มูลค่าการสั่งซื้อรวมต้องไม่น้อยกว่า
tr: Toplam sipariş tutarı en az olmalıdır
uk: Загальна вартість замовлення повинна бути не менше
ur: کل آرڈر کی قیمت کم از کم ہونی چاہیے
uz: Buyurtmaning umumiy qiymati kamida bo'lishi kerak
vi: Tổng giá trị đơn hàng phải ít nhất

# hungary
source: Hungarian
am: ሀንጋሪኛ
ar: المجر
az: Macarıstan
bg: Унгарски
bn: হাঙ্গেরি
bs: Mađarski
ca: Hongarès
cs: Maďarsko
da: ungarsk
el: Ουγγαρία
et: Ungari
fa: مجارستانی
fi: Unkari
he: הונגרית
hi: हंगरी
hu: Magyar
id: Bahasa Hungaria
ja: ハンガリー
ka: უნგრული
kk: Венгрия
km: ហុងគ្រី
kn: ಹಂಗೇರಿಯನ್
ku: هەنگاریا
lo: ຮັງກາຣີ
lt: Vengrų
mr: हंगेरियन
ms: Hungary
my: ဟန်ဂေရီ
no: Ungarsk
pl: węgierski
ro: Maghiară
si: හන්ගේරියාව
sk: maďarský
sq: Hungarisht
sr: Мађарски
sv: ungerska
sw: Kihungari
ta: ஹங்கேரியன்
te: హంగేరియన్
th: ฮังการี
tr: Macarca
uk: Угорська
ur: ہنگری
uz: Vengriya
vi: Hungary

# streetNameApartment
source: Apartment
am: አፓርታማ
ar: الشقة
az: Mənzil
bg: Апартамент
bn: অ্যাপার্টমেন্ট
bs: Broj stana
ca: Apartament
cs: Byt
da: Lejlighed
el: Διαμέρισμα
et: Korter
fa: آپارتمان
fi: Huoneisto
he: דירה
hi: अपार्टमेंट
hu: Lakás
id: Apartemen
ja: 建物名
ka: ბინა
kk: Пәтер
km: ផ្ទះល្វែង
kn: ರಸ್ತೆ ಹೆಸರು, ಅಪಾರ್ಟ್‌ಮೆಂಟ್
ku: شوقە
lo: ເລກທີເຮືອນ
lt: Butas
mr: अपार्टमेंट
my: တိုက်ခန်း
no: Leilighet
pl: Apartament
ro: Apartament
si: වීදියේ නම/තට්ටු නිවාසය
sk: Byt
sq: Apartamenti
sr: Стан
sv: Lägenhet
sw: Ghorofa
ta: அபார்ட்மென்ட்
te: అపార్ట్‌మెంట్
th: ชื่ออาคาร
tr: Apartman
uk: Квартира
ur: اپارٹمنٹ
uz: Kvartira
vi: Căn hộ

# streetNameBlock
source: Block
am: ብሎክ
ar: الحي
az: Blok
bg: Блок
bn: বাধা
bs: Blok
ca: Bloc
cs: Blok
da: Blok
el: Αριθμός
et: Blokk
fa: بلوک
fi: Lohko
he: בלוק
hi: ब्लॉक
hu: Tömb
id: Blok
ja: 番地
ka: ბლოკი
kk: Блок
km: ប្លុក
kn: ರಸ್ತೆ ಹೆಸರು, ಬ್ಲಾಕ್
ku: بلۆك
lo: ໜ່ວຍ
lt: Namas
mr: ब्लॉक
ms: Blok
my: ပိတ်ဆို့သည်။
no: Blokk
pl: Blok
ro: Bloc
si: වීදියේ නම
sk: Blok
sq: Blloku
sr: Блок
sw: Bloku
ta: தெரு
te: బ్లాక్
th: หมายเลขบล็อก
tr: Blok
uk: Блок
ur: بلاک
uz: Blok
vi: Tòa nhà

source: By Tag
am: በመለያ
ar: بواسطة العلامة
az: Tag ilə
bg: По етикет
bn: ট্যাগ অনুযায়ী
bs: Po oznaci
ca: Per etiqueta
cs: Podle štítku
da: Efter tag
el: Ανά ετικέτα
et: Sildi järgi
fa: بر اساس برچسب
fi: Tunnisteen mukaan
he: לפי תג
hi: टैग के अनुसार
hu: Címke szerint
id: Berdasarkan Tag
ja: タグ別
ka: ტეგის მიხედვით
kk: Тег бойынша
km: តាមស្លាក
kn: ಟ್ಯಾಗ್ ಮೂಲಕ
ku: بەپێی تاگ
lo: ຕາມປ້າຍ
lt: Pagal žymą
mr: टॅगनुसार
ms: Mengikut Tag
my: Tag ဖြင့်
no: Etter etikett
pl: Według tagu
ro: După etichetă
si: ටැගය අනුව
sk: Podľa značky
sq: Sipas etiketës
sr: По ознаци
sv: Efter tagg
sw: Kwa Lebo
ta: குறிச்சொல் மூலம்
te: ట్యాగ్ ద్వారా
tr: Etikete Göre
uk: За тегом
ur: ٹیگ کے لحاظ سے
uz: Teg bo'yicha
vi: Theo thẻ

source: Transaction cancelled
am: ግብይቱ ተሰርዟል
ar: تم إلغاء المعاملة
az: Əməliyyat ləğv edildi
bg: Транзакцията е отменена
bn: লেনদেন বাতিল হয়েছে
bs: Transakcija otkazana
ca: Transacció cancel·lada
cs: Transakce zrušena
da: Transaktion annulleret
el: Η συναλλαγή ακυρώθηκε
et: Tehing tühistatud
fa: تراکنش لغو شد
fi: Tapahtuma peruutettu
he: העסקה בוטלה
hi: लेन-देन रद्द किया गया
hu: Tranzakció törölve
id: Transaksi dibatalkan
ja: 取引がキャンセルされました
ka: ტრანზაქცია გაუქმდა
kk: Транзакция тоқтатылды
km: ប្រតិបត្តិការត្រូវបានលុបចោល
kn: ವಹಿವಾಟು ರದ್ದುಮಾಡಲಾಗಿದೆ
ku: مامەڵە هەڵوەشێنرایەوە
lo: ຍົກເລີກທຸລະກຳແລ້ວ
lt: Operacija atšaukta
mr: व्यवहार रद्द केला
ms: Transaksi dibatalkan
my: ငွေပေးငွေယူကို ပယ်ဖျက်လိုက်ပါပြီ။
no: Transaksjonen er avbrutt
pl: Transakcja anulowana
ro: Tranzacție anulată
si: ගනුදෙනුව අවලංගු කරන ලදී
sk: Transakcia zrušená
sq: Transaksioni u anulua
sr: Трансакција отказана
sv: Transaktionen avbruten
sw: Muamala umeghairiwa
ta: பரிவர்த்தனை ரத்து செய்யப்பட்டது
te: లావాదేవీ రద్దు చేయబడింది
th: ยกเลิกการสั่งสินค้า
tr: İşlem iptal edildi
uk: Транзакцію скасовано
ur: لین دین منسوخ ہو گیا
uz: Tranzaksiya bekor qilindi
vi: Giao dịch đã bị hủy

source: Tax
am: ግብር
ar: ضريبة
az: vergi
bg: Данък
bn: কর
bs: PDV
ca: Impostos
cs: Daň
da: Moms
el: Φόρος
et: Maks
fa: مالیات
fi: Vero
he: מס
hi: कर
hu: Adó
id: Pajak
ja: 税
ka: გადასახადი
kk: Салық
km: ពន្ធ
kn: ತೆರಿಗೆ
ku: باج
lo: ພາສີ
lt: Mokesčiai
mr: कर
ms: Cukai
my: ခွန်
no: Moms
pl: Podatek
ro: Taxă
si: බදු
sk: Daň
sq: Taksa
sr: Порез
sv: Moms
sw: Kodi
ta: வரி
te: పన్ను
th: ภาษี
tr: Vergi
uk: Податок
ur: ٹیکس
uz: Soliq
vi: Thuế

source: Sold by
am: የተሸጠው በ
ar: يباع من قبل
az: tərəfindən satılır
bg: Продава се от
bn: বিক্রিত
bs: Prodaje
ca: Venut per
cs: Prodává
da: Solgt af
el: Πωλείται από
et: Müüja
fa: فروشنده
fi: Myyjä
he: נמכר על ידי
hi: द्वारा बेचा
hu: Eladó:
id: Dijual oleh
ja: 販売元：
ka: გამყიდველი
kk: Сатушы
km: លក់ដោយ
kn: ಮಾರಾಟ ಮಾಡಿದವರು
ku: فرۆشراوە لەلایان
lo: ຂາຍໂດຍ
lt: Pardavėjas
mr: विक्रेता
ms: Dijual oleh
my: ဖြင့်ရောင်းချသည်။
no: Solgt av
pl: Sprzedawane przez
ro: Vândut de
si: අලෙවි කළේ
sk: Predáva
sq: Shitur nga
sr: Продаје
sv: Såld av
sw: Imeuzwa na
ta: விற்பனையாளர்
te: విడుదల చేసిన వారు
th: ขายโดย
tr: Satıcı
uk: Продавець
ur: فروخت کنندہ
uz: Sotuvchi
vi: Bán bởi

source: Shop Orders
am: የሱቅ ትዕዛዞች
ar: طلبات المتجر
az: Mağaza Sifarişləri
bg: Поръчки в магазина
bn: শপ অর্ডার
bs: Narudžbe
ca: Comandes de la botiga
cs: Objednávky obchodu
da: Butiksordrer
el: Παραγγελίες
et: Poe tellimused
fa: سفارش‌های فروشگاه
fi: Kaupan tilaukset
he: הזמנות חנות
hi: दुकान के आदेश
hu: Bolti rendelések
id: Pesanan Toko
ja: 注文管理
ka: მაღაზიის შეკვეთები
kk: Дүкен тапсырыстары
km: ការបញ្ជាទិញតាមហាង
kn: ಅಂಗಡಿ ಆರ್ಡರ್‌ಗಳು
ku: داواکردنەکان
lo: ຄຳສັ່ງຊື້
lt: Parduotuvės užsakymai
mr: दुकान ऑर्डर्स
ms: Pesanan Kedai
my: ဆိုင်အမှာစာများ
no: Butikkbestillinger
pl: Zamówienia sklepowe
ro: Comenzi magazin
si: සාප්පු ඇණවුම්
sk: Objednávky v obchode
sq: Porositë e dyqanit
sr: Поруџбине
sv: Butiksbeställningar
sw: Maagizo ya Duka
ta: கடை ஆர்டர்கள்
te: దుకాణ ఆర్డర్లు
th: คำสั่งซื้อ
tr: Mağaza Siparişleri
uk: Замовлення магазину
ur: دکان کے آرڈرز
uz: Do'kon buyurtmalari
vi: Đơn đặt hàng

source: Refresh
am: አድስ
ar: تحديث
az: təzələmək
bg: Обнови
bn: সতেজ করা
bs: Osvježi
ca: Actualitzar
cs: Obnovit
da: Opdater
el: Ανανέωση
et: Värskenda
fa: بازخوانی
fi: Päivitä
he: רענן
hi: रीफ्रेश
hu: Frissítés
id: Segarkan
ja: 更新
ka: განახლება
kk: Жаңарту
km: ធ្វើឱ្យស្រស់
kn: ರಿಫ್ರೆಶ್ ಮಾಡಿ
ku: نوێکردنەوە
lo: ໂຫຼດຄືນໃໝ່
lt: Atnaujinti
mr: रीफ्रेश करा
ms: Muat Semula
my: ပြန်လည်စတင်ပါ။
no: Oppdater
pl: Odśwież
ro: Reîmprospătează
si: නැවත අලුත් කරන්න
sk: Obnoviť
sq: Rifresko
sr: Освежи
sv: Uppdatera
sw: Onyesha upya
ta: புதுப்பி
te: తాజా చేయండి
th: รีเฟรช
tr: Yenile
uk: Оновити
ur: ریفریش کریں
uz: Yangilash
vi: Làm mới

source: SKU
el: Κωδικός SKU
fa: کد محصول
fi: Tuotekoodi
he: מק"ט
hu: Cikkszám
ka: არტიკული
kk: Артикул
kn: ಎಸ್‌ಕೆಯು
lo: ລະຫັດສິນຄ້າ
no: Varenr.
ur: اسکو

# pointRewardMessage
source: There is a Discount Rule for applying your points to Cart
am: ነጥቦችዎን ወደ ጋሪ ለመተግበር የቅናሽ ደንብ አለ
ar: هناك خصم يمكنك تطبيقه من نقاطك على سلتك
az: Ballarınızı Səbətə tətbiq etmək üçün Endirim Qaydası var
bg: Има правило за отстъпка при прилагане на точки към количката
bn: কার্টে আপনার পয়েন্ট প্রয়োগ করার জন্য ছাড়ের নিয়ম রয়েছে
bs: Postoji pravilo popusta za primjenu bodova na korpu
ca: Hi ha una regla de descompte per aplicar els teus punts al carret
cs: Pro uplatnění bodů v košíku existuje pravidlo slevy
da: Der er en rabatregel for anvendelse af dine point i kurven
el: Υπάρχει κανόνας έκπτωσης για την εφαρμογή των πόντων σας στο καλάθι
et: Sinu punktide ostukorvi rakendamise allahindluse reegel on olemas
fa: قانون تخفیف برای اعمال امتیازات شما در سبد خرید
fi: Pisteiden lisäämiseen ostoskoriin on alennussääntö
he: יש כלל הנחה להחלת הנקודות שלך לעגלה
hi: अपने अंकों को कार्ट में लागू करने के लिए छूट नियम है
hu: Van egy kedvezményszabály a pontok kosárra történő alkalmazásához
id: Ada Aturan Diskon untuk menggunakan poin Anda ke Keranjang
ja: カートに適用できるポイントの割引ルール
ka: არსებობს ფასდაკლების წესი თქვენი ქულების კალათაში გამოყენებისთვის
kk: Ұпайларды себетке қолданудың жеңілдік ережесі бар
km: មានលក្ខខណ្ឌសម្រាប់អនុវត្តពិន្ទុរបស់អ្នកទៅកន្រ្តក
kn: ರಿಯಾಯಿತಿಗೆ ನಿಮ್ಮ ಅಂಕಗಳನ್ನು ಅನ್ವಯಿಸಲು ನಿಯಮವಿದೆ
ku: یاسای داشکاندن هەیە بۆ جێبەجێکردنی خاڵەکانت بۆ سەبەتەى کڕین
lo: ກົດລະບຽບການນຳໃຊ້ສ່ວນຫຼຸດ
lt: Taikoma nuolaidų taisyklė taškams krepšelyje
mr: तुमचे गुण कार्टमध्ये लागू करण्यासाठी सवलत नियम आहे
ms: Terdapat Peraturan Diskaun untuk menggunakan mata anda ke Troli
my: သင့်အမှတ်များကို တွန်းလှည်းသို့အသုံးပြုရန်အတွက် လျှော့စျေးစည်းမျဉ်းတစ်ခုရှိသည်။
no: Det er en rabattregel for å bruke poengene dine i handlekurven
pl: Istnieje zasada rabatu dotycząca wykorzystania punktów w koszyku
ro: Există o regulă de discount pentru punctele tale din coș
si: කරත්තයට ඔබේ ලකුණු යෙදීම සඳහා වට්ටම් රීතියක් ඇත
sk: Existuje pravidlo zliav pre uplatnenie vašich bodov v košíku
sq: Ka një rregull zbritjeje për aplikimin e pikëve tuaja në shportë
sr: Постоји правило попуста за примену ваших бодова у корпи
sv: Det finns en rabattregel för att tillämpa dina poäng på kundvagnen
sw: Kuna kanuni ya kutumia pointi zako kwenye kikapu
ta: உங்கள் கார்ட்டிற்கு புள்ளிகளைப் பயன்படுத்துவதற்கான தள்ளுபடி விதி உள்ளது
te: మీ పాయింట్లను కార్ట్‌లో ఉపయోగించడానికి ప్రత్యేక రాయితీ ఉంది
th: มีข้อกำหนดส่วนลดสำหรับการใช้คะแนนของคุณในรถเข็น
tr: Puanlarınızı sepete uygulamak için İndirim Kuralı bulunmaktadır
uk: Є правило знижки для використання балів у кошику
ur: آپ کے پوائنٹس کو کارٹ پر لاگو کرنے کے لیے رعایت کا اصول ہے
uz: Ballaringizni savatga qo'llashda chegirma qoidasi mavjud
vi: Có quy tắc giảm giá để áp dụng điểm của bạn vào giỏ hàng

# availablePoints
source: Your available points: {point}
am: የሚገኙ ነጥቦችዎ: {point}
ar: نقاطك المتاحة: {point}
az: Mövcud xallarınız: {point}
bg: Налични точки: {point}
bn: আপনার উপলব্ধ পয়েন্ট: {point}
bs: Vaši dostupni bodovi: {point}
ca: Els teus punts disponibles: {point}
cs: Vaše dostupné body: {point}
da: Dine tilgængelige point: {point}
el: Διαθέσιμοι πόντοι: {point}
et: Sinu saadaval olevad punktid: {point}
fa: امتیازات شما: {point}
fi: Käytettävissä olevat pisteet: {point}
he: הנקודות הזמינות שלך: {point}
hi: आपके उपलब्ध अंक: {point}
hu: Elérhető pontok: {point}
id: Poin yang tersedia: {point}
ja: 利用可能なポイント：{point}
ka: თქვენი ხელმისაწვდომი ქულები: {point}
kk: Қолжетімді ұпайларыңыз: {point}
km: ពិន្ទុដែលមាន៖ {point}
kn: ನಿಮಗೆ ಲಭ್ಯವಿರುವ ಅಂಕಗಳು: {point}
ku: خاڵی بەردەست: {point}
lo: ຄະແນນທີ່ມີ: {point}
lt: Jūsų turimi taškai: {point}
mr: तुमचे उपलब्ध गुण: {point}
ms: Mata tersedia anda: {point}
my: သင်၏ရရှိနိုင်သောအချက်များ- {point}
no: Tilgjengelige poeng: {point}
pl: Twoje dostępne punkty: {point}
ro: Punctele tale disponibile: {point}
si: ඔබ ලබා ගත් ලකුණු: {point}
sk: Vaše dostupné body: {point}
sq: Pikat tuaja të disponueshme: {point}
sr: Доступни бодови: {point}
sv: Dina tillgängliga poäng: {point}
sw: Pointi zako zinazopatikana: {point}
ta: உங்கள் கிடைக்கும் புள்ளிகள்: {point}
te: మీకు అందుబాటులో ఉన్న పాయింట్లు: {point}
th: คะแนนที่คุณมี: {point}
tr: Mevcut puanlarınız: {point}
uk: Доступні бали: {point}
ur: آپ کے دستیاب پوائنٹس: {point}
uz: Mavjud ballar: {point}
vi: Điểm hiện có của bạn: {point}

# selectThePoint
source: Select points
am: ነጥቦችን ይምረጡ
ar: اختر النقاط
az: Nöqtələri seçin
bg: Изберете точки
bn: বিন্দুটি নির্বাচন করুন
bs: Odaberite bodove
ca: Selecciona els punts
cs: Vyberte bod
da: Vælg point
el: Επιλέξτε πόντους
et: Vali punktid
fa: امتیاز را انتخاب کنید
fi: Valitse piste
he: בחר נקודות
hi: बिंदु चुनें
hu: Pontok kiválasztása
id: Pilih poin
ja: ポイントを選択
ka: აირჩიეთ ქულა
kk: Нүктені таңдау
km: ជ្រើសរើសពិន្ទុ
kn: ಅಂಕಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: خاڵ دیاریبکە
lo: ເລືອກຄະແນນ
lt: Pasirinkti tašką
mr: गुण निवडा
ms: Pilih mata
my: အမှတ်များရွေးချယ်ပါ။
no: Velg poeng
pl: Wybierz punkt
ro: Selectează punctele
si: ලකුණු තෝරන්න
sk: Vyberte body
sq: Zgjidh pikët
sr: Изаберите бодове
sv: Välj punkt
sw: Chagua pointi
ta: புள்ளிகளைத் தேர்ந்தெடுக்கவும்
te: పాయింట్లను ఎంచుకోండి
th: เลือกคะแนน
tr: Puan seçin
uk: Виберіть бали
ur: پوائنٹ منتخب کریں
uz: Ballni tanlang
vi: Chọn điểm

source: Cart Discount
am: የጋሪ ቅናሽ
ar: خصم السلة
az: Səbət endirimi
bg: Отстъпка за количката
bn: কার্ট ডিসকাউন্ট
bs: Popust na korpu
ca: Descompte del carret
cs: Sleva na košík
da: Kurvrabat
el: Έκπτωση καλαθιού
et: Ostukorvi allahindlus
fa: تخفیف سبد خرید
fi: Ostoskorin alennus
he: הנחת עגלה
hi: कार्ट छूट
hu: Kosár kedvezmény
id: Diskon Keranjang
ja: カート割引
ka: კალათის ფასდაკლება
kk: Себет жеңілдігі
km: បញ្ចុះតម្លៃក្នុងកន្រ្តក
kn: ಕಾರ್ಟ್ ರಿಯಾಯಿತಿ
ku: داشکاندن لەسەر سەلە
lo: ສ່ວນຫຼຸດ
lt: Krepšelio nuolaida
mr: कार्ट सवलत
ms: Diskaun Troli
my: လှည်း လျှော့
no: Handlekurvrabatt
pl: Rabat na koszyk
ro: Discount aplicat
si: කරත්ත වට්ටම
sk: Zľava v košíku
sq: Zbritje në shportë
sr: Попуст на корпу
sv: Kundvagnsrabatt
sw: Punguzo la Rukwama
ta: கார்ட் தள்ளுபடி
te: కార్ట్ రాయితీ
th: ส่วนลดรถเข็น
tr: Sepet İndirimi
uk: Знижка на кошик
ur: کارٹ ڈسکاؤنٹ
uz: Savat chegirmasi
vi: Giảm giá giỏ hàng

# pleaseSelectAllAttributes
source: Please choose an option for each attribute of the product
am: እባክዎ ለእያንዳንዱ የምርቱ ባህሪ አንድ አማራጭ ይምረጡ
ar: يرجى اختيار خيار لكل سمة للمنتج
az: Zəhmət olmasa məhsulun hər atributu üçün bir seçim seçin
bg: Моля, изберете опция за всеки атрибут на продукта
bn: অনুগ্রহ করে পণ্যের প্রতিটি বৈশিষ্ট্যের জন্য একটি বিকল্প নির্বাচন করুন
bs: Molimo odaberite opciju za svaki atribut proizvoda
ca: Si us plau, tria una opció per a cada atribut del producte
cs: Vyberte prosím možnost pro každý atribut produktu
da: Vælg venligst en mulighed for hver egenskab ved produktet
el: Παρακαλώ επιλέξτε μια επιλογή για κάθε χαρακτηριστικό του προϊόντος
et: Palun vali iga toote omaduse jaoks valik
fa: لطفاً برای هر ویژگی محصول یک گزینه انتخاب کنید
fi: Valitse vaihtoehto jokaiselle tuotteen ominaisuudelle
he: אנא בחר אפשרות לכל תכונה של המוצר
hi: कृपया उत्पाद की प्रत्येक विशेषता के लिए एक विकल्प चुनें
hu: Kérjük, válasszon egy opciót a termék minden tulajdonságához
id: Pilih opsi untuk setiap atribut produk
ja: 商品の各オプションを選択してください
ka: გთხოვთ აირჩიოთ ვარიანტი პროდუქტის თითოეული მახასიათებლისთვის
kk: Өнімнің әр атрибуты үшін опцияны таңдаңыз
km: សូមជ្រើសរើសជម្រើសសម្រាប់គុណលក្ខណៈនីមួយៗនៃផលិតផល
kn: ದಯವಿಟ್ಟು ಉತ್ಪನ್ನದ ಪ್ರತಿಯೊಂದು ಗುಣಲಕ್ಷಣಕ್ಕೂ ಒಂದು ಆಯ್ಕೆಯನ್ನು ಆರಿಸಿ
ku: تکایە بەربژارێک هەڵبژێرە بۆ هەر تایبەتمەندییەکی بەرهەمەکە
lo: ກະລຸນາເລືອກຕົວເລືອກສຳລັບແຕ່ລະຄຸນລັກສະນະຂອງຜະລິດຕະພັນ
lt: Pasirinkite kiekvieno produkto atributo parinktį
mr: कृपया उत्पादनाच्या प्रत्येक गुणधर्मासाठी एक पर्याय निवडा
ms: Sila pilih pilihan untuk setiap atribut produk
my: ကျေးဇူးပြု၍ ထုတ်ကုန်တစ်ခုချင်းစီ၏ ရည်ညွှန်းချက်တစ်ခုစီအတွက် ရွေးချယ်မှုတစ်ခုကို ရွေးချယ်ပါ။
no: Vennligst velg et alternativ for hver egenskap til produktet
pl: Wybierz opcję dla każdego atrybutu produktu
ro: Te rugăm să selectezi o opțiune pentru fiecare atribut al produsului
si: නිෂ්පාදනයේ සියලු ගුණාංග සඳහා නියමිත විකල්ප තෝරන්න
sk: Prosím, vyberte možnosť pre každý atribút produktu
sq: Ju lutemi zgjidhni një opsion për secilin atribut të produktit
sr: Молимо изаберите опцију за сваки атрибут производа
sv: Välj ett alternativ för varje attribut för produkten
sw: Tafadhali chagua chaguo kwa kila sifa ya bidhaa
ta: ஒவ்வொரு பொருளின் பண்புக்கும் ஒரு விருப்பத்தைத் தேர்ந்தெடுக்கவும்
te: దయచేసి ఉత్పత్తికి సంబంధించిన ప్రతి లక్షణాన్ని ఎంచుకోండి
th: โปรดเลือกตัวเลือกสำหรับแต่ละคุณลักษณะของผลิตภัณฑ์
tr: Lütfen ürünün her özelliği için bir seçim yapın
uk: Виберіть варіант для кожного атрибута товару
ur: براہ کرم پروڈکٹ کی ہر خصوصیت کے لیے ایک آپشن منتخب کریں
uz: Iltimos, mahsulotning har bir xususiyati uchun variantni tanlang
vi: Vui lòng chọn một tùy chọn cho mỗi thuộc tính của sản phẩm

source: Booking
am: ቦታ ማስያዝ
ar: الحجز
az: Rezervasiya
bg: Резервация
bn: বুকিং
bs: Rezervacije
ca: Reserva
cs: Rezervace
el: Κράτηση
et: Broneerimine
fa: رزرو
fi: Varaus
he: הזמנה
hi: बुकिंग
hu: Foglalás
id: Pemesanan
ja: 予約
ka: ჯავშანი
kk: Брондау
km: ការកក់
kn: ಬುಕ್ಕಿಂಗ್
ku: شوێنگرتن
lo: ກຳລັງຈອງ
lt: Užsakymas
mr: बुकिंग
ms: Tempahan
my: ဘွတ်ကင်လုပ်ပါ။
no: Bestilling
pl: Rezerwacja
ro: Rezervare
si: වෙන් කිරීම
sk: Rezervácia
sq: Rezervim
sr: Резервација
sv: Bokning
sw: Kuhifadhi
ta: முன்பதிவு
te: బుకింగ్
th: การจอง
tr: Rezervasyon
uk: Бронювання
ur: بکنگ
uz: Buyurtma
vi: Đặt trước

# bookingNow
source: Book Now
am: አሁን ያዝ
ar: احجز الآن
az: İndi rezerv et
bg: Резервирай сега
bn: এখনই বুক করুন
bs: Rezerviši odmah
ca: Reservar ara
cs: Rezervovat nyní
da: Book nu
el: Κράτηση τώρα
et: Broneeri kohe
fa: رزرو
fi: Varaa nyt
he: הזמן עכשיו
hi: अभी बुक करें
hu: Foglalás most
id: Pesan Sekarang
ja: 今すぐ予約
ka: დაჯავშნა
kk: Қазір брондау
km: កក់ឥឡូវនេះ
kn: ಈಗ ಬುಕ್ ಮಾಡಲಾಗುತ್ತಿದೆ
ku: شوێن بگرە
lo: ຈອງດຽວນີ້
lt: Užsakyti dabar
mr: आता बुक करा
ms: Tempah sekarang
my: အခုပဲ ကြိုတင်မှာယူလိုက်ပါ။
no: Bestill nå
pl: Zarezerwuj teraz
ro: Rezervă acum
si: දැන් වෙන් කරන්න
sk: Rezervovať
sq: Rezervo tani
sr: Резервиши сада
sv: Boka nu
sw: Hifadhi Sasa
ta: இப்போது முன்பதிவு செய்
te: ఇప్పుడే బుక్ చేయండి
th: จองตอนนี้
tr: Rezervasyon Yap
uk: Забронювати зараз
ur: ابھی بک کریں
uz: Hozir buyurtma qilish
vi: Đặt ngay
