Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Search by country name or dial code
am: በአገር ስም ወይም የዲያል ኮድ ፈልግ
ar: البحث باسم البلد أو رمز الاتصال
az: Ölkə adı və ya zəng kodu ilə axtarın
bg: Търсене по име на държава или телефонен код
bn: দেশের নাম বা ডায়াল কোড দ্বারা অনুসন্ধান করুন
bs: Pretražujte po imenu zemlje ili pozivnom broju
ca: Cerca per nom del país o codi de trucada
cs: Hledat podle názvu země nebo předvolby
da: Søg efter landenavn eller landekode
el: Αναζήτηση με όνομα χώρας ή κωδικό κλήσης
et: Otsi riigi nime või suunakoodi järgi
fa: جستجو بر اساس نام کشور یا کد شماره‌گیری
fi: Hae maan nimen tai suuntanumeron perusteella
he: חפש לפי שם מדינה או קידומת חיוג
hi: देश के नाम या डायल कोड से खोजें
hu: Keresés ország neve vagy hívószám alapján
id: Cari berdasarkan nama negara atau kode telepon
ja: 国名または国番号で検索
ka: მოძებნეთ ქვეყნის სახელით ან სატელეფონო კოდით
kk: Ел атауы немесе теру коды бойынша іздеу
km: ស្វែងរកតាមឈ្មោះប្រទេស ឬលេខកូដទូរស័ព្ទ
kn: ದೇಶದ ಹೆಸರು ಅಥವಾ ಡಯಲ್ ಕೋಡ್ ಮೂಲಕ ಹುಡುಕಿ
ku: گەڕان بە ناوی وڵات یان کۆدی پەیوەندی
lo: ຊອກຫາດ້ວຍຊື່ປະເທດ ຫຼື ລະຫັດໂທ
lt: Ieškokite pagal šalies pavadinimą arba telefono kodą
mr: देशाचे नाव किंवा डायल कोडद्वारे शोधा
ms: Cari mengikut nama negara atau kod dail
my: နိုင်ငံအမည် သို့မဟုတ် ဖုန်းခေါ်ဆိုမှုကုဒ်ဖြင့် ရှာဖွေပါ။
no: Søk etter landnavn eller landkode
pl: Szukaj według nazwy kraju lub numeru kierunkowego
ro: Caută după numele țării sau codul de apelare
si: රටේ නම හෝ ඩයල් කේතය අනුව සොයන්න
sk: Hľadať podľa názvu krajiny alebo predvoľby
sq: Kërko sipas emrit të shtetit ose kodit telefonik
sr: Претражујте по имену земље или позивном броју
sv: Sök efter landsnamn eller landskod
sw: Tafuta kwa jina la nchi au msimbo wa simu
ta: நாட்டின் பெயர் அல்லது டயல் குறியீடு மூலம் தேடவும்
te: దేశం పేరు లేదా డయల్ కోడ్ ద్వారా శోధించండి
th: ค้นหาตามชื่อประเทศหรือรหัสโทรศัพท์
tr: Ülke adı veya alan koduna göre ara
uk: Пошук за назвою країни або телефонним кодом
ur: ملک کے نام یا ڈائل کوڈ سے تلاش کریں
uz: Mamlakat nomi yoki raqami bo'yicha qidirish
vi: Tìm kiếm theo tên quốc gia hoặc mã vùng

# confirmRemoveProductInCart
source: Are you sure you want to remove this product?
am: ይህን ምርት ከጋሪው መውጣቱን እርግጠኛ ነህ?
ar: هل أنت متأكد من إزالة هذا المنتج؟
az: Bu məhsulu silmək istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да премахнете този продукт?
bn: আপনি কি এই পণ্যটি সরানোর বিষয়ে নিশ্চিত?
bs: Jeste li sigurni da želite ukloniti ovaj proizvod?
ca: Esteu segur que voleu eliminar aquest producte?
cs: Opravdu chcete tento produkt odstranit z košíku?
da: Er du sikker på, at du vil fjerne dette produkt?
el: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε αυτό το προϊόν;
et: Kas soovid kindlasti selle toote eemaldada?
fa: آیا از حذف این محصول مطمئن هستید؟
fi: Haluatko varmasti poistaa tämän tuotteen?
he: האם אתה בטוח שברצונך להסיר מוצר זה?
hi: क्या आप वाकई इस उत्पाद को हटाना चाहते हैं?
hu: Biztosan eltávolítja ezt a terméket?
id: Apakah Anda yakin ingin menghapus produk ini?
ja: この商品を削除してもよろしいですか？
ka: დარწმუნებული ხართ, რომ გსურთ ამ პროდუქტის ამოღება?
kk: Бұл өнімді шынымен жойғыңыз келе ме?
km: តើអ្នកពិតជាចង់លុបផលិតផលនេះមែនទេ?
kn: ಈ ಉತ್ಪನ್ನವನ್ನು ತೆಗೆದುಹಾಕಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ku: دڵنیایت دەتەوێت ئەم کاڵاکە بسڕیتەوە؟
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບຜະລິດຕະພັນນີ້ອອກ?
lt: Ar tikrai norite pašalinti šį produktą?
mr: तुम्हाला खात्री आहे की तुम्ही हे उत्पादन काढू इच्छिता?
ms: Adakah anda pasti mahu mengalih keluar produk ini?
my: ဤထုတ်ကုန်ကို ဖယ်ရှားလိုသည်မှာ သေချာပါသလား။
no: Er du sikker på at du vil fjerne dette produktet?
pl: Czy na pewno chcesz usunąć ten produkt?
ro: Ești sigur că vrei să elimini acest produs?
si: ඔබට මෙම නිෂ්පාදනය ඉවත් කිරීමට අවශ්‍ය බව විශ්වාසද?
sk: Naozaj chcete odstrániť tento produkt?
sq: Jeni i sigurt që doni ta hiqni këtë produkt?
sr: Да ли сте сигурни да желите да уклоните овај производ?
sv: Är du säker på att du vill ta bort denna produkt?
sw: Je, una uhakika unataka kuondoa bidhaa hii?
ta: இந்தத் தயாரிப்பை நிச்சயமாக அகற்ற விரும்புகிறீர்களா?
te: మీరు నిజంగా ఈ ఉత్పత్తిని తొలగించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ที่จะลบสินค้านี้
tr: Bu ürünü kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей товар?
ur: کیا آپ واقعی اس پروڈکٹ کو ہٹانا چاہتے ہیں؟
uz: Bu mahsulotni olib tashlamoqchimisiz?
vi: Bạn có chắc chắn muốn xóa sản phẩm này?

# productNameCanNotEmpty
source: Product name cannot be empty
am: የምርት ስም አይባዶትም
ar: لا يمكن أن يكون اسم المنتج فارغاً
az: Məhsul adı boş ola bilməz
bg: Името на продукта не може да бъде празно
bn: পণ্যের নাম খালি রাখা যাবে না
bs: Naziv proizvoda ne može biti prazan
ca: El nom del producte no pot estar buit
cs: Název produktu nemůže být prázdný
da: Produktnavnet må ikke være tomt
el: Το όνομα προϊόντος δεν μπορεί να είναι κενό
et: Toote nimi ei saa olla tühi
fa: نام محصول نمی‌تواند خالی باشد
fi: Tuotteen nimi ei voi olla tyhjä
he: שם המוצר אינו יכול להיות ריק
hi: उत्पाद का नाम खाली नहीं हो सकता
hu: A termék neve nem lehet üres
id: Nama produk tidak boleh kosong
ja: 商品名は空にできません
ka: პროდუქტის სახელი არ შეიძლება იყოს ცარიელი
kk: Өнім атауы бос болмауы керек
km: ឈ្មោះផលិតផលមិនអាចទទេបានទេ
kn: ಉತ್ಪನ್ನದ ಹೆಸರು ಖಾಲಿ ಇರಬಾರದು
ku: ناوی بەرهەم نابێت بەتاڵ بێت
lo: ຊື່ຜະລິດຕະພັນບໍ່ສາມາດຫວ່າງເປົ່າໄດ້
lt: Produkto pavadinimas negali būti tuščias
mr: उत्पादनाचे नाव रिक्त असू शकत नाही
ms: Nama produk tidak boleh kosong
my: ကုန်ပစ္စည်းအမည်ကို အလွတ်မရနိုင်ပါ။
no: Produktnavnet kan ikke være tomt
pl: Nazwa produktu nie może być pusta
ro: Numele produsului nu poate fi gol
si: නිෂ්පාදන නාමය හිස් විය නොහැක
sk: Názov produktu nemôže byť prázdny
sq: Emri i produktit nuk mund të jetë bosh
sr: Назив производа не може бити празан
sv: Produktnamnet får inte vara tomt
sw: Jina la bidhaa haliwezi kuwa tupu
ta: தயாரிப்பின் பெயர் காலியாக இருக்கக்கூடாது
te: ఉత్పత్తి పేరు ఖాళీగా ఉండకూడదు
th: ชื่อสินค้าต้องไม่ว่างเปล่า
tr: Ürün adı boş olamaz
uk: Назва товару не може бути порожньою
ur: پروڈکٹ کا نام خالی نہیں ہو سکتا
uz: Mahsulot nomi bo'sh bo'lishi mumkin emas
vi: Tên sản phẩm không được để trống

source: By Appointment Only
am: በቀጣይ ብቻ ይክፈታል
ar: بالموعد فقط
az: Yalnız Randevu ilə
bg: Само с предварителна уговорка
bn: অ্যাপয়েন্টমেন্ট দ্বারা শুধুমাত্র
bs: Samo po dogovoru
ca: Només amb cita prèvia
cs: Pouze na objednání
da: Kun efter aftale
el: Μόνο με ραντεβού
et: Ainult broneeringuga
fa: فقط با وقت قبلی
fi: Vain ajanvarauksella
he: בתיאום מראש בלבד
hi: केवल अपॉइंटमेंट द्वारा
hu: Csak időpontfoglalással
id: Hanya dengan Janji
ja: 予約制
ka: მხოლოდ ჯავშნით
kk: Тек жазылу бойынша
km: តាមការណាត់ជួបប៉ុណ្ណោះ
kn: ನಿಗದಿತ ಭೇಟಿಯಿಂದ ಮಾತ್ರ
ku: تەنها بە ڕاندەوە
lo: ສະເພາະການນັດໝາຍເທົ່ານັ້ນ
lt: Tik pagal išankstinį susitarimą
mr: केवळ नियुक्तीद्वारे
ms: Dengan temujanji sahaja
my: ချိန်းဆိုမှုဖြင့်သာ
no: Kun etter avtale
pl: Tylko po wcześniejszym umówieniu
ro: Doar cu programare
si: පෙර වෙන්කිරීම් වලින් පමණි
sk: Len na objednávku
sq: Vetëm me takim
sr: Само по договору
sv: Endast efter tidsbokning
sw: Kwa Miadi Tu
ta: நியமனம் மூலம் மட்டுமே
te: కేవలం అపాయింట్‌మెంట్ ద్వారా
th: เฉพาะการนัดหมายเท่านั้น
tr: Yalnızca randevuyla
uk: Тільки за записом
ur: صرف تقرری کے ذریعے
uz: Faqat tayinlangan vaqtda
vi: Chỉ theo lịch hẹn

source: Closed
am: ተዘጋ
ar: مغلق
az: Bağlı
bg: Затворено
bn: বন্ধ
bs: Zatvoreno
ca: Tancat
cs: Zavřeno
da: Lukket
el: Κλειστό
et: Suletud
fa: بسته
fi: Suljettu
he: סגור
hi: बंद है
hu: Zárva
id: Tutup
ja: 閉店
ka: დახურულია
kk: Жабық
km: បិទ
kn: ಮುಚ್ಚಲಾಗಿದೆ
ku: داخراو
lo: ປິດ
lt: Uždaryta
mr: बंद
ms: Tutup
my: ပိတ်သိမ်း
no: Stengt
pl: Zamknięte
ro: Închis
si: වසා ඇත
sk: Zatvorené
sq: Mbyllur
sr: zatvoreno
sv: Stängt
sw: Imefungwa
ta: மூடப்பட்டது
te: మూసివేయబడింది
th: ปิด
tr: Kapalı
uk: Зачинено
ur: بند
uz: Yopiq
vi: Đã đóng

source: Friday
am: ዓርብ
ar: الجمعة
az: cümə
bg: Петък
bn: শুক্রবার
bs: Petak
ca: divendres
cs: Pátek
da: Fredag
el: Παρασκευή
et: Reede
fa: جمعه
fi: Perjantai
he: שישי
hi: शुक्रवार
hu: Péntek
id: Jumat
ja: 金曜日
ka: პარასკევი
kk: Жұма
km: ថ្ងៃសុក្រ
kn: ಶುಕ್ರವಾರ
ku: هەینی
lo: ວັນສຸກ
lt: Penktadienis
mr: शुक्रवार
ms: Jumaat
my: သောကြာနေ့
no: Fredag
pl: Piątek
ro: Vineri
si: සිකුරාදා
sk: Piatok
sq: E premte
sr: Petak
sv: Fredag
sw: Ijumaa
ta: வெள்ளி
te: శుక్రవారం
th: วันศุกร์
tr: Cuma
uk: П'ятниця
ur: جمعہ
uz: Juma
vi: thứ sáu

source: Monday
am: ሰኞ
ar: الاثنين
az: bazar ertəsi
bg: Понеделник
bn: সোমবার
bs: Ponedeljak
ca: dilluns
cs: Pondělí
da: Mandag
el: Δευτέρα
et: Esmaspäev
fa: دوشنبه
fi: Maanantai
he: שני
hi: सोमवार
hu: Hétfő
id: Senin
ja: 月曜日
ka: ორშაბათი
kk: Дүйсенбі
km: ថ្ងៃច័ន្ទ
kn: ಸೋಮವಾರ
ku: دووشەممە
lo: ວັນຈັນ
lt: Pirmadienis
mr: सोमवार
ms: Isnin
my: တနင်္လာနေ့
no: Mandag
pl: Poniedziałek
ro: Luni
si: සඳුදා
sk: Pondelok
sq: E hënë
sr: Ponedeljak
sv: Måndag
sw: Jumatatu
ta: திங்கட்கிழமை
te: సోమవారం
th: วันจันทร์
tr: Pazartesi
uk: Понеділок
ur: پیر
uz: Dushanba
vi: thứ hai

# open24Hours
source: Open 24h
am: 24 ሰዓት ክፈት
ar: مفتوح 24 ساعة
az: 24 saat açıq
bg: Отворено денонощно
bn: 24 ঘন্টা খোলা
bs: Otvoreno 24h
ca: Obert 24h
cs: Otevřeno nonstop
da: Døgnåbent
el: Ανοιχτά 24 ώρες
et: Avatud 24h
fa: 24 ساعته باز
fi: Avoinna 24h
he: פתוח 24 שעות
hi: 24 घंटे खुला
hu: 0-24 órában nyitva
id: Buka 24 jam
ja: 24時間営業
ka: ღიაა 24 საათი
kk: 24 сағат ашық
km: បើក ២៤ ម៉ោង
kn: 24 ಗಂಟೆಗಳು ತೆರೆದಿರುತ್ತದೆ
ku: 24 کاتژمێر کراوە
lo: ເປີດ 24 ຊົ່ວໂມງ
lt: Atidaryta visą parą
mr: २४ तास उघडे
ms: Buka 24 jam
my: 24 နာရီဖွင့်တယ်။
no: Døgnåpent
pl: Otwarte całą dobę
ro: Deschis 24h
si: පැය 24 ක් විවෘතයි
sk: Otvorené nonstop
sq: Hapur 24 orë
sr: Отворено 24х
sv: Öppet dygnet runt
sw: Inafungua saa 24
ta: 24 மணி நேரம் திறந்திருக்கும்
te: 24 గంటలు తెరవబడింది
th: เปิด 24 ชั่วโมง
tr: 24 saat açık
uk: Відчинено цілодобово
ur: 24 گھنٹے کھلا
uz: 24 soat ochiq
vi: Mở cửa 24h

source: Opening Hours
am: የክፍት ሰዓታት
ar: ساعات العمل
az: Açılış saatları
bg: Работно време
bn: খোলার সময়
bs: radno vrijeme
ca: Horari d'obertura
cs: Otevírací doba
da: Åbningstider
el: Ώρες λειτουργίας
et: Lahtiolekuajad
fa: ساعات کاری
fi: Aukioloajat
he: שעות פתיחה
hi: खुलने का समय
hu: Nyitvatartás
id: Jam Buka
ja: 営業時間
ka: სამუშაო საათები
kk: Жұмыс уақыты
km: ម៉ោងបើក
kn: ತೆರೆಯುವ ಸಮಯ
ku: کاتەکانی کراوەبوون
lo: ເວລາເປີດ
lt: Darbo laikas
mr: उघडण्याची वेळ
ms: Waktu operasi
my: ဖွင့်ချိန်
no: Åpningstider
pl: Godziny otwarcia
ro: Program
si: විවෘතව පවතින වේලාවන්
sk: Otváracie hodiny
sq: Orari i punës
sr: Радно време
sv: Öppettider
sw: Saa za Kufungua
ta: தொடக்க நேரம்
te: తెరవడానికి గంటలు
th: เวลาทำการ
tr: Çalışma saatleri
uk: Години роботи
ur: کھلنے کے اوقات
uz: Ish vaqti
vi: Giờ mở cửa

source: Saturday
am: ቅዳሜ
ar: السبت
az: şənbə
bg: Събота
bn: শনিবার
bs: Subota
ca: dissabte
cs: Sobota
da: Lørdag
el: Σάββατο
et: Laupäev
fa: شنبه
fi: Lauantai
he: שבת
hi: शनिवार
hu: Szombat
id: Sabtu
ja: 土曜日
ka: შაბათი
kk: Сенбі
km: ថ្ងៃសៅរ៍
kn: ಶನಿವಾರ
ku: شەممە
lo: ວັນເສົາ
lt: Šeštadienis
mr: शनिवार
ms: Sabtu
my: စနေနေ့
no: Lørdag
pl: Sobota
ro: Sâmbătă
si: සෙනසුරාදා
sk: Sobota
sq: E shtunë
sr: Subota
sv: Lördag
sw: Jumamosi
ta: சனிக்கிழமை
te: శనివారం
th: วันเสาร์
tr: Cumartesi
uk: Субота
ur: ہفتہ
uz: Shanba
vi: thứ bảy

source: Sunday
am: እሁድ
ar: الأحد
az: bazar günü
bg: Неделя
bn: রবিবার
bs: Nedjelja
ca: Diumenge
cs: Neděle
da: Søndag
el: Κυριακή
et: Pühapäev
fa: یکشنبه
fi: Sunnuntai
he: ראשון
hi: रविवार
hu: Vasárnap
id: Minggu
ja: 日曜日
ka: კვირა
kk: Жексенбі
km: ថ្ងៃអាទិត្យ
kn: ಭಾನುವಾರ
ku: یەکشەممە
lo: ວັນອາທິດ
lt: Sekmadienis
mr: रविवार
ms: Ahad
my: တနင်္ဂနွေနေ့
no: Søndag
pl: Niedziela
ro: Duminică
si: ඉරිදා
sk: Nedeľa
sq: E diel
sr: Nedjelja
sv: Söndag
sw: Jumapili
ta: ஞாயிற்றுக்கிழமை
te: ఆదివారం
th: วันอาทิตย์
tr: Pazar
uk: Неділя
ur: اتوار
uz: Yakshanba
vi: chủ nhật

source: Thursday
am: ሐሙስ
ar: الخميس
az: cümə axşamı
bg: Четвъртък
bn: বৃহস্পতিবার
bs: Četvrtak
ca: dijous
cs: Čtvrtek
da: Torsdag
el: Πέμπτη
et: Neljapäev
fa: پنجشنبه
fi: Torstai
he: חמישי
hi: गुरुवार
hu: Csütörtök
id: Kamis
ja: 木曜日
ka: ხუთშაბათი
kk: Бейсенбі
km: ថ្ងៃព្រហស្បតិ៍
kn: ಗುರುವಾರ
ku: پێنجشەممە
lo: ວັນພະຫັດ
lt: Ketvirtadienis
mr: गुरुवार
ms: Khamis
my: ကြာသပတေးနေ့
no: Torsdag
pl: Czwartek
ro: Joi
si: බ්‍රහස්පතින්දා
sk: Štvrtok
sq: E enjte
sr: Četvrtak
sv: Torsdag
sw: Alhamisi
ta: வியாழக்கிழமை
te: గురువారం
th: วันพฤหัสบดี
tr: Perşembe
uk: Четвер
ur: جمعرات
uz: Payshanba
vi: thứ năm

source: Tuesday
am: ማክሰኞ
ar: الثلاثاء
az: çərşənbə axşamı
bg: Вторник
bn: মঙ্গলবার
bs: Utorak
ca: dimarts
cs: Úterý
da: Tirsdag
el: Τρίτη
et: Teisipäev
fa: سه‌شنبه
fi: Tiistai
he: שלישי
hi: मंगलवार
hu: Kedd
id: Selasa
ja: 火曜日
ka: სამშაბათი
kk: Сейсенбі
km: ថ្ងៃអង្គារ
kn: ಮಂಗಳವಾರ
ku: سێشەممە
lo: ວັນອັງຄານ
lt: Antradienis
mr: मंगळवार
ms: Selasa
my: အင်္ဂါနေ့
no: Tirsdag
pl: Wtorek
ro: Marți
si: අඟහරුවාදා
sk: Utorok
sq: E martë
sr: Utorak
sv: Tisdag
sw: Jumanne
ta: செவ்வாய்
te: మంగళవారం
th: วันอังคาร
tr: Salı
uk: Вівторок
ur: منگل
uz: Seshanba
vi: thứ ba

source: Wednesday
am: እሮብ
ar: الأربعاء
az: çərşənbə
bg: Сряда
bn: বুধবার
bs: Srijeda
ca: dimecres
cs: Středa
da: Onsdag
el: Τετάρτη
et: Kolmapäev
fa: چهارشنبه
fi: Keskiviikko
he: רביעי
hi: बुधवार
hu: Szerda
id: Rabu
ja: 水曜日
ka: ოთხშაბათი
kk: Сәрсенбі
km: ថ្ងៃពុធ
kn: ಬುಧವಾರ
ku: چوارشەممە
lo: ວັນພຸດ
lt: Trečiadienis
mr: बुधवार
ms: Rabu
my: ဗုဒ္ဓဟူးနေ့
no: Onsdag
pl: Środa
ro: Miercuri
si: බදාදා
sk: Streda
sq: E mërkurë
sr: Srijeda
sv: Onsdag
sw: Jumatano
ta: புதன்கிழமை
te: బుధవారం
th: วันพุธ
tr: Çarşamba
uk: Середа
ur: بدھ
uz: Chorshanba
vi: thứ tư

# addMessage
source: Add a message
am: መልእክት ያክሉ
ar: إضافة رسالة
az: Mesaj əlavə edin
bg: Добавяне на съобщение
bn: বার্তা যোগ কর
bs: Dodajte poruku
ca: Afegeix un missatge
cs: Přidat zprávu
da: Tilføj en besked
el: Προσθήκη μηνύματος
et: Lisa sõnum
fa: افزودن پیام
fi: Lisää viesti
he: הוסף הודעה
hi: संदेश जोड़ें
hu: Üzenet hozzáadása
id: Tambah pesan
ja: メッセージを追加
ka: შეტყობინების დამატება
kk: Хабарлама қосу
km: បន្ថែមសារ
kn: ಸಂದೇಶವನ್ನು ಸೇರಿಸಿ
ku: پەیامێک زیاد بکە
lo: ເພີ່ມຂໍ້ຄວາມ
lt: Pridėti žinutę
mr: संदेश जोडा
ms: Tambah mesej
my: မက်ဆေ့ခ်ျတစ်ခုထည့်ပါ။
no: Legg til en melding
pl: Dodaj wiadomość
ro: Adaugă un mesaj
si: පණිවිඩයක් එක් කරන්න
sk: Pridať správu
sq: Shto mesazh
sr: Додајте поруку
sv: Lägg till meddelande
sw: Ongeza ujumbe
ta: செய்தியைச் சேர்க்கவும்
te: సందేశాన్ని జోడించండి
th: เพิ่มข้อความ
tr: Mesaj ekle
uk: Додати повідомлення
ur: پیغام شامل کریں
uz: Xabar qo'shish
vi: thêm tin nhắn

source: Add New Address
am: አዲስ አድራሻ ጨምር
ar: إضافة عنوان جديد
az: Yeni Ünvan əlavə edin
bg: Добавяне на нов адрес
bn: নতুন ঠিকানা যোগ করুন
bs: Dodajte novu adresu
ca: Afegeix una adreça nova
cs: Přidat novou adresu
da: Tilføj ny adresse
el: Προσθήκη νέας διεύθυνσης
et: Lisa uus aadress
fa: افزودن آدرس جدید
fi: Lisää uusi osoite
he: הוסף כתובת חדשה
hi: नया पता जोड़ें
hu: Új cím hozzáadása
id: Tambah alamat baru
ja: 新しい住所を追加
ka: ახალი მისამართის დამატება
kk: Жаңа мекенжай қосу
km: បន្ថែមអាសយដ្ឋានថ្មី
kn: ಹೊಸ ವಿಳಾಸವನ್ನು ಸೇರಿಸಿ
ku: ناونیشانی نوێ زیاد بکە
lo: ເພີ່ມທີ່ຢູ່ໃໝ່
lt: Pridėti naują adresą
mr: नवीन पत्ता जोडा
ms: Tambah alamat baharu
my: လိပ်စာအသစ်ထည့်ပါ။
no: Legg til ny adresse
pl: Dodaj nowy adres
ro: Adaugă o adresă nouă
si: නව ලිපිනයක් එක් කරන්න
sk: Pridať novú adresu
sq: Shto adresë të re
sr: Додај нову адресу
sv: Lägg till ny adress
sw: Ongeza anwani mpya
ta: புதிய முகவரியைச் சேர்க்கவும்
te: కొత్త చిరునామా జోడించండి
th: เพิ่มที่อยู่ใหม่
tr: Yeni adres ekle
uk: Додати нову адресу
ur: نیا پتہ شامل کریں
uz: Yangi manzil qo'shish
vi: Thêm địa chỉ mới

# addToCartSuccessfully
source: Added to cart successfully
am: ወደ ጋሪ በተሳካ ሁኔታ ታክሏል
ar: تمت الإضافة إلى السلة بنجاح
az: Səbətə uğurla əlavə edildi
bg: Успешно добавено в количката
bn: সফলভাবে কার্টে যোগ করা হয়েছে৷
bs: Uspješno dodano u košaricu
ca: S'ha afegit al carretó correctament
cs: Úspěšně přidáno do košíku
da: Tilføjet til indkøbskurven
el: Προστέθηκε στο καλάθι με επιτυχία
et: Edukalt ostukorvi lisatud
fa: با موفقیت به سبد خرید اضافه شد
fi: Lisätty ostoskoriin
he: נוסף לעגלה בהצלחה
hi: कार्ट में सफलतापूर्वक जोड़ा गया
hu: Sikeresen a kosárba került
id: Berhasil ditambahkan ke keranjang
ja: カートに追加しました
ka: წარმატებით დაემატა კალათაში
kk: Себетке сәтті қосылды
km: បានបញ្ចូលទៅក្នុងរទេះដោយជោគជ័យ
kn: ಕಾರ್ಟ್‌ಗೆ ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
ku: بە سەرکەوتووی بۆ سەبەتە زیادکرا
lo: ເພີ່ມໃສ່ກະຕ່າສຳເລັດແລ້ວ
lt: Sėkmingai pridėta į krepšelį
mr: कार्टमध्ये यशस्वीरीत्या जोडले
ms: Berjaya ditambah ke dalam troli
my: လှည်းထဲသို့ အောင်မြင်စွာ ပေါင်းထည့်ခဲ့သည်။
no: Er lagt til i handlekurven
pl: Pomyślnie dodano do koszyka
ro: Adăugat în coș cu succes
si: ඔබගේ කරත්තයට සාර්ථකව එක් කරන ලදී
sk: Úspešne pridané do košíka
sq: U shtua me sukses në shportë
sr: Успешно додато у корпу
sv: Har lagts till i kundvagnen
sw: Imeongezwa kwenye kikapu
ta: கார்ட்டில் வெற்றிகரமாக சேர்க்கப்பட்டது
te: కార్ట్‌లో విజయవంతంగా జోడించబడింది
th: เพิ่มลงตะกร้าสำเร็จแล้ว
tr: Sepete başarıyla eklendi
uk: Успішно додано до кошика
ur: کارٹ میں کامیابی کے ساتھ شامل کر دیا گیا
uz: Savatga muvaffaqiyatli qo'shildi
vi: Đã thêm vào giỏ hàng thành công

source: Add to quote request
am: ወደ ጥያቄ ማከል
ar: إضافة إلى طلب عرض السعر
az: Sitat sorğusuna əlavə edin
bg: Добавяне към заявка за оферта
bn: উদ্ধৃতি অনুরোধ যোগ করুন
bs: Dodaj zahtjevu za ponudu
ca: Afegeix a la sol·licitud de pressupost
cs: Přidat do poptávky
da: Tilføj til tilbudsanmodning
el: Προσθήκη στο αίτημα προσφοράς
et: Lisa hinnapäringusse
fa: افزودن به درخواست قیمت
fi: Lisää tarjouspyyntöön
he: הוסף לבקשת הצעת מחיר
hi: कोटेशन अनुरोध में जोड़ें
hu: Hozzáadás az árajánlatkéréshez
id: Tambahkan ke permintaan penawaran
ja: 見積依頼に追加
ka: ფასის მოთხოვნაზე დამატება
kk: Баға сұрауына қосу
km: បន្ថែមទៅសំណើសុំសម្រង់តម្លៃ
kn: ದರ ಕೋರಿಕೆಗೆ ಸೇರಿಸಿ
ku: زیادکردن بۆ داواکاری نرخ
lo: ເພີ່ມໃສ່ຄຳຮ້ອງຂໍໃບສະເໜີລາຄາ
lt: Pridėti prie pasiūlymo užklausos
mr: कोट विनंतीमध्ये जोडा
ms: Tambah pada permintaan sebut harga
my: ကိုးကားချက်တောင်းဆိုမှုသို့ထည့်ပါ။
no: Legg til i tilbudsforespørsel
pl: Dodaj do zapytania ofertowego
ro: Adaugă la cererea de ofertă
si: ඉල්ලීම සඳහා එක් කරන්න
sk: Pridať do žiadosti o cenovú ponuku
sq: Shto në kërkesën për ofertë
sr: Додајте захтеву за понуду
sv: Lägg till i offertförfrågan
sw: Ongeza kwenye ombi la bei
ta: மேற்கோள் கோரிக்கையில் சேர்க்கவும்
te: కొటేషన్ అభ్యర్థనకు జోడించండి
th: เพิ่มในคำขอใบเสนอราคา
tr: Teklif isteğine ekle
uk: Додати до запиту на цінову пропозицію
ur: اقتباس کی درخواست میں شامل کریں
uz: Narx so'roviga qo'shish
vi: Thêm vào yêu cầu báo giá

source: Add to Wishlist
am: ወደ ምኞት ዝርዝር ጨምር
ar: إضافة إلى قائمة الرغبات
az: İstək siyahısına əlavə edin
bg: Добавяне към списъка с желания
bn: চাহিদাপত্রে যোগ করা
bs: Dodati na listu želja
ca: Afegeix a la llista de desitjos
cs: Přidat do seznamu přání
da: Tilføj til ønskeliste
el: Προσθήκη στη λίστα επιθυμιών
et: Lisa soovinimekirja
fa: افزودن به علاقه‌مندی‌ها
fi: Lisää toivelistalle
he: הוסף לרשימת המשאלות
hi: विशलिस्ट में जोड़ें
hu: Hozzáadás a kívánságlistához
id: Tambahkan ke Daftar Keinginan
ja: お気に入りに追加
ka: სურვილების სიაში დამატება
kk: Қалаулар тізіміне қосу
km: បន្ថែមទៅបញ្ជីចង់បាន
kn: ಇಚ್ಛೆಪಟ್ಟಿಗೆ ಸೇರಿಸಿ
ku: زیادکردن بۆ لیستی دڵخوازەکان
lo: ເພີ່ມໃສ່ລາຍການທີ່ມັກ
lt: Įtraukti į norų sąrašą
mr: इच्छासूचीमध्ये जोडा
ms: Tambah ke senarai hajat
my: ဆန္ဒစာရင်းသို့ ထည့်ပါ။
no: Legg til i ønskelisten
pl: Dodaj do listy życzeń
ro: Adaugă la lista de dorințe
si: ඉල්ලීම් ලැයිස්තුවට එක් කරන්න
sk: Pridať do zoznamu želaní
sq: Shto në listën e dëshirave
sr: Додај у листу жеља
sv: Lägg till i önskelista
sw: Ongeza kwenye Orodha ya Matamanio
ta: விருப்பப்பட்டியலில் சேர்க்கவும்
te: కోరికల జాబితాలో జోడించండి
th: เพิ่มในรายการที่ต้องการ
tr: İstek listesine ekle
uk: Додати до списку бажань
ur: خواہش کی فہرست میں شامل کریں
uz: Istaklar ro'yxatiga qo'shish
vi: Thêm vào danh sách yêu thích

source: Amazing
am: ግሩም
ar: رائع
az: heyrətamiz
bg: Невероятно
bn: আশ্চর্যজনক
bs: Nevjerovatno
ca: Increïble
cs: Úžasné
da: Fantastisk
el: Καταπληκτικό
et: Suurepärane
fa: شگفت‌انگیز
fi: Mahtava
he: מדהים
hi: अद्भुत
hu: Nagyszerű
id: Luar biasa
ja: 素晴らしい
ka: საოცარი
kk: Керемет
km: អស្ចារ្យណាស់
kn: ಅದ್ಭುತ
ku: سەرسوڕهێنەر
lo: ດີຫຼາຍ
lt: Nuostabu
mr: अद्भुत
ms: Mengagumkan
my: အံ့သြစရာ
no: Fantastisk
pl: Niesamowite
ro: Uimitor
si: අපූරුයි
sk: Úžasné
sq: E mahnitshme
sr: Невероватно
sv: Fantastisk
sw: Ajabu
ta: அற்புதம்
te: అద్భుతం
th: ยอดเยี่ยม
tr: Harika
uk: Чудово
ur: شاندار
uz: Ajoyib
vi: Tuyệt vời

# areYouWantToExit
source: Are you sure you want to exit?
am: እርግጠኛ ነህ መውጣት ትፈልጋለህ?
ar: هل تريد الخروج؟
az: Çıxmaq istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да излезете?
bn: আপনি প্রস্থান করতে চান?
bs: Jeste li sigurni da želite izaći?
ca: Esteu segur que voleu sortir?
cs: Chcete aplikaci opravdu ukončit?
da: Er du sikker på, at du vil afslutte?
el: Θέλετε να αποχωρήσετε;
et: Kas soovid kindlasti väljuda?
fa: آیا می‌خواهید از برنامه خارج شوید؟
fi: Haluatko varmasti poistua?
he: האם אתה בטוח שברצונך לצאת?
hi: क्या आप वाकई बाहर निकलना चाहते हैं?
hu: Biztosan ki szeretne lépni?
id: Apakah Anda ingin keluar?
ja: アプリを終了しますか？
ka: ნამდვილად გსურთ აპლიკაციიდან გასვლა?
kk: Шығуды қалайсыз ба?
km: តើអ្នកពិតជាចង់ចាកចេញមែនទេ?
kn: ನೀವು ನಿಜವಾಗಿಯೂ ನಿರ್ಗಮಿಸಲು ಬಯಸುವಿರಾ?
ku: دڵنیایت دەتەوێت دەرچیت؟
lo: ທ່ານຕ້ອງການອອກແທ້ບໍ?
lt: Ar tikrai norite išeiti?
mr: तुम्हाला खात्री आहे की तुम्ही बाहेर पडू इच्छिता?
ms: Adakah anda mahu keluar?
my: ထွက်လိုသည်မှာ သေချာပါသလား။
no: Er du sikker på at du vil avslutte?
pl: Czy na pewno chcesz wyjść?
ro: Ești sigur că vrei să ieși?
si: ඔබට පිටවීමට අවශ්‍යදැයි විශ්වාසද?
sk: Naozaj chcete odísť?
sq: Dëshironi të dilni?
sr: Јеси сигуран да желиш да изађеш?
sv: Vill du avsluta appen?
sw: Je, unataka kutoka?
ta: நிச்சயமாக நீங்கள் வெளியேற வேண்டுமா?
te: మీరు ఖచ్చితంగా బయటికి వెళ్ళాలనుకుంటున్నారా?
th: คุณต้องการออกจากแอปหรือไม่?
tr: Çıkmak istediğinizden emin misiniz?
uk: Ви дійсно бажаєте вийти?
ur: کیا آپ واقعی باہر نکلنا چاہتے ہیں؟
uz: Chiqishni xohlaysizmi?
vi: Bạn có chắc muốn thoát không?

source: Branch
am: ቅርንጫፍ
ar: الفرع
az: Filial
bg: Клон
bn: শাখা
bs: Filijala
ca: Sucursal
cs: Pobočka
da: Afdeling
el: Υποκατάστημα
et: Filiaal
fa: شعبه
fi: Toimipiste
he: סניף
hi: शाखा
hu: Fiók
id: Cabang
ja: 支店
ka: ფილიალი
kk: Филиал
km: សាខា
kn: ಶಾಖೆ
ku: شاخە
lo: ສາຂາ
lt: Filialas
mr: शाखा
ms: Cawangan
my: ဌာနခွဲ
no: Filial
pl: Oddział
ro: Sucursală
si: ශාඛාව
sk: Pobočka
sq: Dega
sr: Филијала
sv: Filial
sw: Tawi
ta: கிளை
te: శాఖ
th: สาขา
tr: Şube
uk: Філія
ur: برانچ
uz: Filial
vi: Chi nhánh

# characterRemain
source: {number} characters remaining
am: የቀሩት {number} ፊደሎች
ar: متبقي {number} حرف
az: {number} simvol qalıb
bg: Остават {number} знака
bn: {number} টি অক্ষর বাকি
bs: Preostalo znakova:{number}
ca: Queden{number} caràcters
cs: Zbývá znaků: {number}
da: {number} tegn tilbage
el: Απομένουν {number} χαρακτήρες
et: {number} tähemärki jäänud
fa: {number} کاراکتر باقی‌مانده
fi: {number} merkkiä jäljellä
he: נותרו {number} תווים
hi: {number} अक्षर शेष
hu: Még {number} karakter
id: Tersisa {number} karakter
ja: 残り{number}文字
ka: დარჩენილია {number} სიმბოლო
kk: {number} таңба қалды
km: នៅសល់ {number} តួអក្សរ
kn: {number} ಅಕ್ಷರಗಳು ಉಳಿದಿವೆ
ku: {number} پیت ماوە
lo: ຍັງເຫຼືອ {number} ຕົວອັກສອນ
lt: Liko {number} simbolių
mr: {number} अक्षरे शिल्लक
ms: {number} aksara yang tinggal
my: စာလုံး{number} လုံး ကျန်ပါသည်။
no: {number} tegn gjenstår
pl: Pozostało znaków: {number}
ro: {number} caractere rămase
si: තව {number} අක්ෂර ඉතිරිව ඇත
sk: Zostávajúce znaky: {number}
sq: {number} karaktere të mbetura
sr: Преостало знакова:{number}
sv: {number} tecken kvar
sw: Zimebaki herufi {number}
ta: {number} எழுத்துகள் மீதமுள்ளன
te: {number} అక్షరాలు మిగిలినవి
th: เหลืออักขระอีก {number} ตัว
tr: {number} karakter kaldı
uk: Залишилось символів: {number}
ur: {number} حروف باقی ہیں
uz: {number} ta belgi qoldi
vi: Còn lại {number} ký tự
