Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Printer Selection
am: የአታሚ ምርጫ
ar: اختيار الطابعة
az: Printer seçimi
bg: Избор на принтер
bn: প্রিন্টার নির্বাচন
bs: Odabir štampača
ca: Selecció d'impressora
cs: Výběr tiskárny
da: Valg af printer
el: Επιλογή εκτυπωτή
et: Printeri valik
fa: انتخاب چاپگر
fi: Tulostimen valinta
he: בחירת מדפסת
hi: प्रिंटर चयन
hu: Nyomtató kiválasztása
id: Pemilihan Printer
ja: プリンター選択
ka: პრინტერის არჩევა
kk: Принтерді таңдау
km: ជ្រើសរើសម៉ាស៊ីនបោះពុម្ព
kn: ಪ್ರಿಂಟರ್ ಆಯ್ಕೆ
ku: هەڵبژاردنی چاپکەر
lo: ການເລືອກເຄື່ອງພິມ
lt: Spausdintuvo pasirinkimas
mr: प्रिंटर निवड
ms: Pemilihan pencetak
my: ပရင်တာ ရွေးချယ်မှု
no: Skrivervalg
pl: Wybór drukarki
ro: Selectarea imprimantei
si: මුද්‍රණ යන්ත්‍රය තෝරන්න
sk: Výber tlačiarne
sq: Zgjedhja e printerit
sr: Избор штампача
sv: Val av skrivare
sw: Uchaguzi wa Kichapishaji
ta: அச்சுப்பொறி தேர்வு
te: ప్రింటర్ ఎంపిక
th: เลือกเครื่องพิมพ์
tr: Yazıcı Seçimi
uk: Вибір принтера
ur: پرنٹر کا انتخاب
uz: Printer tanlash
vi: Chọn máy in

source: Printing...
am: በህትመት ላይ...
ar: جارٍ الطباعة...
az: Çap edilir...
bg: Отпечатване...
bn: প্রিন্ট করা হচ্ছে...
bs: Štampanje...
ca: S'està imprimint...
cs: Tisk...
da: Udskriver...
el: Εκτύπωση...
et: Printimine...
fa: در حال چاپ...
fi: Tulostetaan...
he: מדפיס...
hi: मुद्रण हो रहा है...
hu: Nyomtatás...
id: Mencetak...
ja: 印刷中...
ka: იბეჭდება...
kk: Басып шығарылуда...
km: កំពុងបោះពុម្ព...
kn: ಮುದ್ರಿಸಲಾಗುತ್ತಿದೆ...
ku: چاپ دەکرێت...
lo: ກຳລັງພິມ...
lt: Spausdinama...
mr: छापत आहे...
ms: Sedang mencetak...
my: ပုံနှိပ်ခြင်း...
no: Skriver ut...
pl: Drukowanie...
ro: Se tipărește...
si: මුද්‍රණය කරමින්...
sk: Tlačí sa...
sq: Po printohet...
sr: Штампање...
sv: Skriver ut...
sw: Inachapisha...
ta: அச்சிடுகிறது...
te: ముద్రిస్తున్నాము...
th: กำลังพิมพ์...
tr: Yazdırılıyor...
uk: Друк...
ur: پرنٹنگ جاری ہے...
uz: Chop etilmoqda...
vi: Đang in...

source: Privacy & Terms
am: መክበርና ውል
ar: سياسة الخصوصية والشروط
az: Məxfilik və Şərtlər
bg: Поверителност и Условия
bn: গোপনীয়তা এবং শর্তাদি
bs: Privatnost i uslovi
ca: Privadesa i condicions
cs: Ochrana osobních údajů a podmínky
da: Privatlivspolitik og vilkår
el: Απόρρητο και Όροι
et: Privaatsus ja tingimused
fa: حریم خصوصی و شرایط
fi: Tietosuoja ja käyttöehdot
he: פרטיות ותנאים
hi: गोपनीयता और शर्तें
hu: Adatvédelmi és használati feltételek
id: Privasi & Ketentuan
ja: プライバシーと利用規約
ka: კონფიდენციალურობა და პირობები
kk: Құпиялық және шарттар
km: ឯកជនភាព និងលក្ខខណ្ឌ
kn: ಗೌಪ್ಯತೆ ಮತ್ತು ನಿಯಮಗಳು
ku: تایبەتمەندی و مەرجەکان
lo: ຄວາມເປັນສ່ວນຕົວ ແລະ ເງື່ອນໄຂ
lt: Privatumas ir sąlygos
mr: गोपनीयता आणि अटी
ms: Privasi & Terma
my: ကိုယ်ရေးကိုယ်တာနှင့် စည်းမျဥ်းစည်းကမ်းများ
no: Personvern og vilkår
pl: Prywatność i warunki
ro: Termeni și Condiții
si: රහස්‍යතා නියමයන්
sk: Ochrana osobných údajov a podmienky
sq: Privatësia dhe kushtet
sr: Приватност & Услови
sv: SEKRETESS OCH VILLKOR
sw: Faragha na Masharti
ta: தனியுரிமை & விதிமுறைகள்
te: గోప్యత & నిబంధనలు
th: นโยบายความเป็นส่วนตัวและข้อตกลง
tr: Gizlilik ve Koşullar
uk: Конфіденційність і умови
ur: رازداری اور شرائط
uz: Maxfiylik va shartlar
vi: Quyền riêng tư & Điều khoản

# productNeedAtLeastOneVariation
source: Product type variable needs at least one variant
am: የተለዋዋጭ ምርት ቢያንስ አንድ ልዩነት ያስፈልጋል
ar: متغير نوع المنتج يحتاج إلى متغير واحد على الأقل
az: Məhsul növü dəyişəninə ən azı bir variant lazımdır
bg: Променливият тип продукт изисква поне един вариант
bn: পণ্যের প্রকার পরিবর্তনশীলের অন্তত একটি বৈকল্পিক প্রয়োজন
bs: Varijabla tipa proizvoda treba najmanje jednu varijantu
ca: El tipus de producte variable necessita almenys una variant
cs: Proměnný typ produktu potřebuje alespoň jednu variantu
da: Produkttypevariabel kræver mindst én variant
el: Η μεταβλητή τύπου προϊόντος χρειάζεται τουλάχιστον μία παραλλαγή
et: Toote tüüp vajab vähemalt ühte varianti
fa: متغیر نوع محصول حداقل به یک نوع نیاز دارد
fi: Tuotetyyppimuuttuja vaatii vähintään yhden variaation
he: משתנה סוג המוצר צריך לפחות גרסה אחת
hi: उत्पाद प्रकार चर को कम से कम एक प्रकार की आवश्यकता होती है
hu: A terméktípus változóhoz legalább egy változat szükséges
id: Variabel jenis produk membutuhkan minimal satu varian
ja: 商品タイプの変数には少なくとも1つのバリエーションが必要です
ka: პროდუქტის ტიპის ცვლადს სჭირდება მინიმუმ ერთი ვარიანტი
kk: Өнім түріне кемінде бір нұсқа қажет
km: ផលិតផលត្រូវការយ៉ាងហោចណាស់វ៉ារ្យ៉ង់មួយ
kn: ಉತ್ಪನ್ನ ಪ್ರಕಾರದ ವೇರಿಯಬಲ್‌ಗೆ ಕನಿಷ್ಠ ಒಂದು ರೂಪಾಂತರ ಅಗತ್ಯವಿದೆ
ku: جۆری بەرهەم پێویستی بە کەمترین یەک جۆرە
lo: ຕົວແປປະເພດສິນຄ້າຕ້ອງການຢ່າງໜ້ອຍໜຶ່ງຕົວແປ
lt: Produkto tipo kintamajam reikalingas bent vienas variantas
mr: उत्पादन प्रकार व्हेरिएबलला किमान एक प्रकार आवश्यक आहे
ms: Pembolehubah jenis produk memerlukan sekurang-kurangnya satu varian
my: ထုတ်ကုန်အမျိုးအစား ကိန်းရှင်သည် အနည်းဆုံး မူကွဲတစ်ခု လိုအပ်သည်။
no: Produktvariabeltypen trenger minst én variant
pl: Zmienna typu produktu wymaga co najmniej jednego wariantu
ro: Variabila tip produs necesită cel puțin o variantă
si: නිෂ්පාදන වර්ග විචල්‍යයට අවම වශයෙන් එක් ප්‍රභේදයක් අවශ්‍යයි
sk: Produkt potrebuje aspoň jeden variant
sq: Variabla e llojit të produktit kërkon të paktën një variant
sr: Променљива типа производа захтева најмање једну варијанту
sv: Produkttypsvariabeln behöver minst en variant
sw: Aina ya bidhaa inahitaji angalau tofauti moja
ta: தயாரிப்பு வகை மாறிக்கு குறைந்தபட்சம் ஒரு மாற்றம் தேவை
te: ఉత్పత్తి రకం వేరియబుల్ కనీసం ఒక వెర్షన్ అవసరం
th: ตัวแปรประเภทสินค้าต้องมีอย่างน้อยหนึ่งรายการ
tr: Ürün türü değişkeninin en az bir varyanta ihtiyacı var
uk: Змінна типу продукту потребує принаймні одного варіанту
ur: پروڈکٹ کی قسم کے متغیر کو کم از کم ایک قسم کی ضرورت ہے
uz: Mahsulot turi o'zgaruvchisiga kamida bitta variant kerak
vi: Sản phẩm dạng biến thể cần ít nhất một biến thể

# productNeedNameAndPrice
source: Product type simple needs the name and regular price
am: የቀላል ምርት ስም እና መደበኛ ዋጋ ያስፈልጋል
ar: نوع المنتج البسيط يحتاج إلى الاسم والسعر العادي
az: Məhsul növü sadə ad və normal qiymət tələb edir
bg: Простият тип продукт изисква име и редовна цена
bn: পণ্য টাইপ সহজ নাম এবং নিয়মিত মূল্য প্রয়োজন
bs: Tip proizvoda jednostavan treba ime i redovnu cijenu
ca: El tipus de producte simple necessita el nom i el preu regular
cs: Jednoduchý typ produktu potřebuje název a běžnou cenu
da: Produkttype simpel kræver navn og normal pris
el: Ο απλός τύπος προϊόντος χρειάζεται όνομα και κανονική τιμή
et: Lihtne toote tüüp vajab nime ja tavahinda
fa: نوع محصول ساده نیاز به نام و قیمت معمولی دارد
fi: Yksinkertainen tuotetyyppi vaatii nimen ja normaalin hinnan
he: סוג המוצר הפשוט דורש את השם והמחיר הרגיל
hi: उत्पाद प्रकार सरल को नाम और नियमित मूल्य की आवश्यकता होती है
hu: Az egyszerű terméktípushoz név és normál ár szükséges
id: Jenis produk sederhana membutuhkan nama dan harga reguler
ja: シンプルな商品タイプには商品名と通常価格が必要です
ka: მარტივი პროდუქტის ტიპს სჭირდება სახელი და ჩვეულებრივი ფასი
kk: Қарапайым өнім түріне атау мен тұрақты баға қажет
km: ផលិតផលសាមញ្ញត្រូវការឈ្មោះ និងតម្លៃ
kn: ಉತ್ಪನ್ನ ಪ್ರಕಾರಕ್ಕೆ ಹೆಸರು ಮತ್ತು ನಿಯಮಿತ ಬೆಲೆ ಅಗತ್ಯವಿದೆ
ku: جۆری کاڵای سادە ناو و نرخێکی ئاسایی پێویستە
lo: ປະເພດສິນຄ້າງ່າຍດາຍຕ້ອງການຊື່ ແລະ ລາຄາປົກກະຕິ
lt: Produkto tipui paprastas reikia pavadinimo ir įprastos kainos
mr: साध्या उत्पादन प्रकारासाठी नाव आणि नियमित किंमत आवश्यक आहे
ms: Jenis produk mudah memerlukan nama dan harga biasa
my: ကုန်ပစ္စည်းအမျိုးအစား ရိုးရိုးအမည်နှင့် ပုံမှန်စျေးနှုန်း လိုအပ်သည်။
no: Produkttypen enkel trenger navn og ordinær pris
pl: Typ produktu prosty wymaga nazwy i regularnej ceny
ro: Tipul de produs simplu necesită numele și prețul
si: නිෂ්පාදන වර්ගයට නම සහ සාමාන්‍ය මිල අවශ්‍යයි
sk: Jednoduchý typ produktu potrebuje názov a cenu
sq: Produkti i thjeshtë kërkon vetëm emrin dhe çmimin
sr: За тип производа једноставно је потребно име и редовна цена
sv: Produkttypen enkel behöver namn och ordinarie pris
sw: Aina ya bidhaa rahisi inahitaji jina na bei ya kawaida
ta: எளிய தயாரிப்பு வகைக்கு பெயரும் வழக்கமான விலையும் தேவை
te: ఉత్పత్తి రకం సాధారణం పేరు మరియు నియమిత ధర అవసరం
th: สินค้าประเภทธรรมดาต้องระบุชื่อและราคาปกติ
tr: Basit ürün türü için isim ve normal fiyat gereklidir
uk: Простий тип продукту потребує назви та звичайної ціни
ur: پروڈکٹ کی قسم سادہ نام اور باقاعدہ قیمت کی ضرورت ہے
uz: Oddiy mahsulot turi uchun nom va oddiy narx kerak
vi: Sản phẩm dạng đơn giản cần tên và giá thông thường

source: Product Review
am: የምርት ግምገማ
ar: تقييم المنتج
az: Məhsula baxış
bg: Отзив за продукта
bn: পণ্য পর্যালোচনা
bs: Recenzija proizvoda
ca: Ressenya del producte
cs: Recenze produktu
da: Produktanmeldelse
el: Αξιολόγηση προϊόντος
et: Toote ülevaade
fa: نقد و بررسی محصول
fi: Tuotearvostelu
he: ביקורת מוצר
hi: उत्पाद समीक्षा
hu: Termék értékelés
id: Ulasan Produk
ja: 商品レビュー
ka: პროდუქტის შეფასება
kk: Өнімге шолу
km: ការវាយតម្លៃផលិតផល
kn: ಉತ್ಪನ್ನ ವಿಮರ್ಶೆ
ku: پێداچوونەوەی بەرهەم
lo: ການທົບທວນຄືນສິນຄ້າ
lt: Produkto apžvalga
mr: उत्पादन पुनरावलोकन
ms: Ulasan produk
my: ထုတ်ကုန်ပြန်လည်သုံးသပ်ခြင်း။
no: Produktanmeldelse
pl: Recenzja produktu
ro: Recenzie produs
si: නිෂ්පාදන සමාලෝචනය
sk: Recenzia produktu
sq: Vlerësimi i produktit
sr: Преглед производа
sv: Produktrecension
sw: Ukaguzi wa Bidhaa
ta: தயாரிப்பு மதிப்புரை
te: ఉత్పత్తి సమీక్ష
th: รีวิวสินค้า
tr: Ürün değerlendirmesi
uk: Відгук про товар
ur: پروڈکٹ کا جائزہ
uz: Mahsulot sharhi
vi: Đánh giá sản phẩm

source: Qty: {total}
am: ብዛት፦ {total}
ar: الكمية: {total}
az: Miqdar: {total}
bg: Количество: {total}
bn: পরিমাণ: {total}
bs: Količina: {total}
ca: Quantitat: {total}
cs: Množství: {total}
da: Antal: {total}
el: Ποσότητα: {total}
et: Kogus: {total}
fa: تعداد: {total}
fi: Määrä: {total}
he: כמות: {total}
hi: मात्रा: {total}
hu: Mennyiség: {total}
id: Jumlah: {total}
ja: 数量：{total}
ka: რაოდენობა: {total}
kk: Саны: {total}
km: ចំនួន៖ {total}
kn: ಪ್ರಮಾಣ: {total}
ku: ژمارە: {total}
lo: ຈຳນວນ: {total}
lt: Kiekis: {total}
mr: एकूण: {total}
ms: Kuantiti: {total}
no: Antall: {total}
pl: Ilość: {total}
ro: Cantitate: {total}
si: ප්‍රමාණය: {total}
sk: Množstvo: {total}
sq: Sasia: {total}
sr: Количина: {total}
sv: Antal: {total}
sw: Kiasi: {total}
ta: அளவு: {total}
te: మొత్తం పరిమాణం: {total}
th: จำนวน: {total}
tr: Adet: {total}
uk: Кількість: {total}
ur: مقدار: {total}
uz: Miqdor: {total}
vi: SL: {total}

source: Re-order
am: ትእዛዝ እንደገና አድርግ
ar: إعادة الطلب
az: Yenidən sifariş edin
bg: Повторна поръчка
bn: পুনরায় অর্ডার করুন
bs: Naruči ponovo
ca: Torna a demanar
cs: Přeobjednat
da: Genbestil
el: Επαναληπτική παραγγελία
et: Telli uuesti
fa: سفارش مجدد
fi: Tilaa uudelleen
he: הזמן מחדש
hi: पुनः ऑर्डर करें
hu: Újrarendelés
id: Pesan Ulang
ja: 再注文
ka: ხელახლა შეკვეთა
kk: Қайта тапсырыс беру
km: បញ្ជាទិញម្តងទៀត
kn: ಮರು-ಆದೇಶ
ku: دووبارە داواکاری بکە
lo: ສັ່ງຄືນ
lt: Užsakyti iš naujo
mr: पुन्हा ऑर्डर करा
ms: Pesanan Semula
my: အော်ဒါပြန်တင်မည်
no: Bestill på nytt
pl: Zamów ponownie
ro: Recomandă
si: නැවත ඇණවුම් කරන්න
sk: Objednať znova
sq: Riporositni
sr: Ре-ордер
sv: Beställ igen
sw: Agiza Tena
ta: மறு ஆர்டர்
te: మళ్లీ ఆర్డర్ చేయండి
th: สั่งซื้อซ้ำ
tr: Yeniden Sipariş Ver
uk: Повторне замовлення
ur: دوبارہ آرڈر کریں
uz: Qayta buyurtma berish
vi: Đặt lại

source: Received money
am: ገንዘብ ተቀብሏል
ar: المبلغ المستلم
az: Alınan pul
bg: Получени пари
bn: টাকা পেয়েছে
bs: Primljen novac
ca: Diners rebuts
cs: Přijaté peníze
da: Modtaget beløb
el: Εισπραχθέντα χρήματα
et: Saadud raha
fa: پول دریافت شده
fi: Vastaanotettu raha
he: כסף שהתקבל
hi: प्राप्त धन
hu: Beérkezett pénz
id: Uang diterima
ja: 受取金額
ka: მიღებული თანხა
kk: Ақша алынды
km: បានទទួលប្រាក់
kn: ಹಣ ಸ್ವೀಕರಿಸಲಾಗಿದೆ
ku: پارە وەرگیرا
lo: ໄດ້ຮັບເງິນ
lt: Gauti pinigai
mr: पैसे प्राप्त झाले
ms: Wang diterima
my: ပိုက်ဆံရထားတယ်။
no: Mottatt beløp
pl: Otrzymane pieniądze
ro: Bani primiți
si: ලැබුණු මුදල
sk: Prijaté peniaze
sq: Para të marra
sr: Примио новац
sv: Mottagna pengar
sw: Imepokea pesa
ta: பெறப்பட்ட பணம்
te: అందుకున్న డబ్బు
th: ได้รับเงิน
tr: Alınan para
uk: Отримані кошти
ur: رقم موصول ہوئی
uz: Pul qabul qilindi
vi: Đã nhận tiền

source: Receiver
am: ተቀባይ
ar: المستلم
az: Qəbuledici
bg: Получател
bn: রিসিভার
bs: Primalac
ca: Receptor
cs: Příjemce
da: Modtager
el: Παραλήπτης
et: Saaja
fa: گیرنده
fi: Vastaanottaja
he: מקבל
hi: रिसीवर
hu: Címzett
id: Penerima
ja: 受取人
ka: მიმღები
kk: Алушы
km: អ្នកទទួល
kn: ಸ್ವೀಕರಿಸುವವರು
ku: وەرگر
lo: ຜູ້ຮັບ
lt: Gavėjas
mr: प्राप्तकर्ता
ms: Penerima
my: လက်ခံ
no: Mottaker
pl: Odbiorca
ro: Destinatar
si: ලබන්නා
sk: Príjemca
sq: Marrësi
sr: Пријемник
sv: Mottagare
sw: Mpokeaji
ta: பெறுநர்
te: గ్రహీత
th: ผู้รับ
tr: Alıcı
uk: Одержувач
ur: وصول کنندہ
uz: Qabul qiluvchi
vi: Người nhận

source: Recently Viewed
am: በቅርቡ የታዩ
ar: شوهد مؤخراً
az: Son Baxılıb
bg: Скоро разгледани
bn: সাম্প্রতি দর্শিত
bs: Nedavno pregledano
ca: Vist recentment
cs: Nedávno zobrazené
da: Senest set
el: Πρόσφατα προβεβλημένα
et: Hiljuti vaadatud
fa: اخیراً مشاهده شده
fi: Äskettäin katsottu
he: נצפה לאחרונה
hi: हाल ही में देखे गए
hu: Nemrég megtekintett
id: Baru saja dilihat
ja: 最近見た商品
ka: ბოლოს ნანახი
kk: Жақында қаралғандар
km: បានមើលថ្មីៗនេះ
kn: ಇತ್ತೀಚೆಗೆ ವೀಕ್ಷಿಸಲಾಗಿದೆ
ku: دوایین بینراوەکان
lo: ເບິ່ງຫຼ້າສຸດ
lt: Neseniai žiūrėta
mr: नुकतेच पाहिलेले
ms: Baru dilihat
my: မကြာသေးမီက ကြည့်ရှုခဲ့သည်။
no: Nylig vist
pl: Ostatnio oglądane
ro: Vizualizate recent
si: මෑතකදී නරඹන ලද
sk: Nedávno zobrazené
sq: Shikuar së fundi
sr: Skoro Pregledano
sv: Nyligen visade
sw: Zilizotazamwa Hivi Karibuni
ta: சமீபத்தில் பார்த்தவை
te: ఇటీవలి వీక్షణలు
th: เพิ่งดู
tr: Son görüntülenenler
uk: Нещодавно переглянуті
ur: حال ہی میں دیکھا گیا
uz: Yaqinda ko'rilgan
vi: Đã xem gần đây

source: Refund Requested
am: የተመለሰ ጥያቄ ተደርጓል
ar: تم طلب الاسترداد
az: Pulun qaytarılması tələb olunur
bg: Поискано възстановяване на сума
bn: ফেরত চাওয়া হয়েছে
bs: Zatražen povrat novca
ca: S'ha sol·licitat el reemborsament
cs: Požádáno o vrácení peněz
da: Refundering anmodet
el: Ζητήθηκε επιστροφή χρημάτων
et: Tagasimakse taotletud
fa: درخواست بازپرداخت
fi: Hyvitystä pyydetty
he: התבקש החזר כספי
hi: धनवापसी का अनुरोध किया गया
hu: Visszatérítés kérve
id: Pengembalian Dana Diminta
ja: 返金をリクエストしました
ka: თანხის დაბრუნება მოთხოვნილია
kk: Қайтару сұралды
km: បានស្នើរសុំប្រាក់សង
kn: ಮರುಪಾವತಿಗೆ ವಿನಂತಿಸಲಾಗಿದೆ
ku: داوای گەڕاندنەوە کرا
lo: ໄດ້ຮ້ອງຂໍເງິນຄືນແລ້ວ
lt: Prašoma grąžinti pinigus
mr: परताव्याची विनंती केली
ms: Bayaran Balik Diminta
my: ငွေပြန်အမ်းရန်တောင်းဆိုပြီးပါပြီ
no: Refusjon forespurt
pl: Złożono prośbę o zwrot
ro: Rambursare solicitată
si: මුදල් ආපසු ගැනීම ඉල්ලා ඇත
sk: Bolo požiadané o vrátenie peňazí
sq: Është kërkuar rimbursim
sr: Рефунд Рекуест Рефунд
sv: Återbetalning begärd
sw: Umeomba kurejeshewa pesa
ta: பணத்தைத் திரும்பப் பெற கோரிக்கை விடப்பட்டது
te: రిఫండ్ అభ్యర్థించబడింది
th: ขอคืนเงินแล้ว
tr: Geri ödeme talep edildi
uk: Запит на повернення коштів
ur: رقم کی واپسی کی درخواست کی گئی
uz: Pulni qaytarish so'raldi
vi: Đã yêu cầu hoàn tiền

source: Register as
am: መመዝገብ እንደ
ar: التسجيل كـ
az: kimi qeydiyyatdan keçin
bg: Регистрирайте се като
bn: হিসাবে নিবন্ধন করুন
bs: Registruj se kao
ca: Registra't com a
cs: Registrovat jako
da: Tilmeld dig som
el: Εγγραφή ως
et: Registreeru kui
fa: ثبت‌نام به عنوان
fi: Rekisteröidy käyttäjänä
he: הירשם בתור
hi: इस रूप में पंजीकृत करें
hu: Regisztráció mint
id: Daftar sebagai
ja: 登録種別
ka: დარეგისტრირდით როგორც
kk: Ретінде тіркелу
km: ចុះឈ្មោះជា
kn: ಹೀಗೆ ನೋಂದಾಯಿಸಿ
ku: خۆت تۆمار بکە وەک
lo: ລົງທະບຽນເປັນ
lt: Registruotis kaip
mr: म्हणून नोंदणी करा
ms: Daftar sebagai
my: အဖြစ် စာရင်းသွင်းပါ။
no: Registrer som
pl: Zarejestruj się jako
ro: Înregistrează-te ca
si: ලියාපදිංචි වන්න
sk: Zaregistrovať sa ako
sq: Regjistrohu si
sr: Региструјте се као
sv: Registrera som
sw: Jisajili kama
ta: இவ்வாறு பதிவு செய்யவும்
te: గా నమోదు చేసుకోండి
th: ลงทะเบียนเป็น
tr: Şu şekilde kayıt ol
uk: Зареєструватися як
ur: اس طور پر رجسٹر کریں
uz: Sifatida ro'yxatdan o'tish
vi: Đăng ký với tư cách

source: Results
am: ውጤቶች
ar: النتائج
az: Nəticələr
bg: Резултати
bn: ফলাফল
bs: Rezultati
ca: Resultats
cs: Výsledky
da: Resultater
el: Αποτελέσματα
et: Tulemused
fa: نتایج
fi: Tulokset
he: תוצאות
hi: परिणाम
hu: Eredmények
id: Hasil
ja: 結果
ka: შედეგები
kk: Нәтижелер
km: លទ្ធផល
kn: ಫಲಿತಾಂಶಗಳು
ku: ئەنجامەکان
lo: ຜົນໄດ້ຮັບ
lt: Rezultatai
mr: निकाल
ms: Keputusan
my: ရလဒ်များ
no: Resultater
pl: Wyniki
ro: Rezultate
si: ප්‍රතිඵල
sk: Výsledky
sq: Rezultatet
sr: Резултати
sv: Resultat
sw: Matokeo
ta: முடிவுகள்
te: ఫలితాలు
th: ผลลัพธ์
tr: Sonuçlar
uk: Результати
ur: نتائج
uz: Natijalar
vi: Tất cả kết quả

source: Retry
am: እንደገና ይሞክሩ
ar: إعادة المحاولة
az: Yenidən cəhd edin
bg: Опитайте отново
bn: পুনরায় চেষ্টা করা
bs: Pokušaj ponovo
ca: Torna-ho a provar
cs: Zkusit znovu
da: Prøv igen
el: Επανάληψη
et: Proovi uuesti
fa: تلاش مجدد
fi: Yritä uudelleen
he: נסה שוב
hi: पुनः प्रयास करें
hu: Újra
id: Coba lagi
ja: 再試行
ka: ხელახლა ცდა
kk: Қайталау
km: សូមព្យាយាមម្តងទៀត
kn: ಮರುಪ್ರಯತ್ನಿಸಿ
ku: دووبارە هەوڵبدە
lo: ລອງໃໝ່
lt: Bandyti dar kartą
mr: पुन्हा प्रयत्न करा
ms: Cuba lagi
my: ပြန်ကြိုးစားပါ။
no: Prøv igjen
pl: Spróbuj ponownie
ro: Încearcă din nou
si: නැවත උත්සාහ කරන්න
sk: Skúsiť znova
sq: Provo përsëri
sr: Покушај поново
sv: Försök igen
sw: Jaribu tena
ta: மீண்டும் முயற்சிக்கவும்
te: మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Повторити
ur: دوبارہ کوشش کریں
uz: Qayta urinish
vi: Thử lại

source: Save
am: አስቀምጥ
ar: حفظ
az: Saxla
bg: Запазване
bn: সংরক্ষণ করুন
bs: Sačuvaj
ca: Desa
cs: Uložit
da: Gem
el: Αποθήκευση
et: Salvesta
fa: ذخیره
fi: Tallenna
he: שמור
hi: सहेजें
hu: Mentés
id: Simpan
ja: 保存
ka: შენახვა
kk: Сақтау
km: រក្សាទុក
kn: ಉಳಿಸಿ
ku: پاشەکەوت بکە
lo: ບັນທຶກ
lt: Išsaugoti
mr: जतन करा
ms: Simpan
my: သိမ်းဆည်းပါ
no: Lagre
pl: Zapisz
ro: Salvează
si: සුරකින්න
sk: Uložiť
sq: Ruaj
sr: сачувати
sv: Spara
sw: Hifadhi
ta: சேமி
te: సేవ్ చేయండి
th: บันทึก
tr: Kaydet
uk: Зберегти
ur: محفوظ کریں
uz: Saqlash
vi: Lưu

# scannerCannotScan
source: This item cannot be scanned
am: ይህን እቃ ማሰናከል አይቻልም
ar: لا يمكن مسح هذا العنصر
az: Bu elementi skan etmək mümkün deyil
bg: Този артикул не може да бъде сканиран
bn: এই আইটেমটি স্ক্যান করা যাবে না
bs: Ova stavka se ne može skenirati
ca: Aquest element no es pot escanejar
cs: Tuto položku nelze naskenovat
da: Denne vare kan ikke scannes
el: Δεν είναι δυνατή η σάρωση αυτού του στοιχείου
et: Seda üksust ei saa skannida
fa: این مورد قابل اسکن نیست
fi: Tätä kohdetta ei voi skannata
he: לא ניתן לסרוק פריט זה
hi: इस आइटम को स्कैन नहीं किया जा सकता
hu: Ezt az elemet nem lehet beolvasni
id: Item ini tidak dapat dipindai
ja: このアイテムはスキャンできません
ka: ამ ელემენტის სკანირება შეუძლებელია
kk: Бұл элементті сканерлеу мүмкін емес
km: មិនអាចស្កេនបានទេ
kn: ಈ ಐಟಂ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ
ku: ئەم شتە ناتوانرێت سکان بکرێت
lo: ລາຍການນີ້ບໍ່ສາມາດສະແກນໄດ້
lt: Šio elemento negalima nuskaityti
mr: ही वस्तू स्कॅन केली जाऊ शकत नाही
ms: Item ini tidak boleh diimbas
no: Denne varen kan ikke skannes
pl: Nie można zeskanować tego elementu
ro: Acest articol nu poate fi scanat
si: මෙම අයිතමය ස්කෑන් කළ නොහැක
sk: Túto položku nie je možné naskenovať
sq: Ky artikull nuk mund të skanohet
sr: Ова ставка се не може скенирати
sv: Detta objekt kan inte skannas
sw: Kifaa hiki hakiwezi kusoma
ta: இந்த உருப்படியை ஸ்கேன் செய்ய முடியாது
te: ఈ వస్తువు స్కాన్ చేయలేము
th: ไม่สามารถสแกนรายการนี้ได้
tr: Bu öğe taranamaz
uk: Цей елемент неможливо відсканувати
ur: اس آئٹم کو اسکین نہیں کیا جا سکتا
uz: Bu elementni skanerlab bo'lmaydi
vi: Không thể quét mục này

# scannerLoginFirst
source: To scan an order, you need to log in first
am: ትእዛዝ ለማስተካከል አካውንትዎን መግባት ያስፈልጋል
ar: لمسح الطلب، تحتاج إلى تسجيل الدخول أولاً
az: Sifarişi skan etmək üçün əvvəlcə daxil olmalısınız
bg: За да сканирате поръчка, трябва първо да влезете
bn: একটি অর্ডার স্ক্যান করতে, আপনাকে প্রথমে লগইন করতে হবে
bs: Da biste skenirali narudžbu, prvo se morate prijaviti
ca: Per escanejar una comanda, primer has d'iniciar sessió
cs: Pro skenování objednávky se musíte nejprve přihlásit
da: For at scanne en ordre skal du først logge ind
el: Για να σαρώσετε μια παραγγελία, πρέπει πρώτα να συνδεθείτε
et: Tellimuse skannimiseks pead kõigepealt sisse logima
fa: برای اسکن سفارش، ابتدا باید وارد شوید
fi: Kirjaudu sisään skannataksesi tilauksen
he: כדי לסרוק הזמנה, עליך להתחבר תחילה
hi: किसी ऑर्डर को स्कैन करने के लिए, आपको पहले लॉगिन करना होगा
hu: A rendelés beolvasásához először be kell jelentkeznie
id: Untuk memindai pesanan, Anda harus login terlebih dahulu
ja: 注文をスキャンするにはログインが必要です
ka: შეკვეთის სკანირებისთვის, ჯერ უნდა შეხვიდეთ სისტემაში
kk: Тапсырысты сканерлеу үшін алдымен жүйеге кіріңіз
km: សូមចូលគណនីជាមុនសិនដើម្បីស្កេនការបញ្ជាទិញ
kn: ಆದೇಶವನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಲು, ನೀವು ಮೊದಲು ಲಾಗಿನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ
ku: بۆ سکانکردنی داواکاری، پێویستە سەرەتا بچیتە ژوورەوە
lo: ເພື່ອສະແກນ, ທ່ານຈຳເປັນຕ້ອງເຂົ້າສູ່ລະບົບກ່ອນ
lt: Norint nuskaityti užsakymą, pirmiausia reikia prisijungti
mr: ऑर्डर स्कॅन करण्यासाठी तुम्हाला प्रथम लॉग इन करावे लागेल
ms: Untuk mengimbas pesanan, anda perlu log masuk terlebih dahulu
my: အော်ဒါကိုကြည့်ရန်အကောင့်ထဲသို့ဝင်ပေးပါ
no: Du må logge inn for å skanne en bestilling
pl: Aby zeskanować zamówienie, musisz się najpierw zalogować
ro: Pentru a scana o comandă, trebuie să te conectezi mai întâi
si: ස්කෑන් කිරීමට, ඔබ පළමුව පුරනය විය යුතුය
sk: Pre skenovanie objednávky sa musíte najprv prihlásiť
sq: Për të skanuar një porosi, duhet të identifikoheni më parë
sr: Да бисте скенирали наруџбу, прво се морате пријавити
sv: För att skanna en order måste du logga in först
sw: Ili kusoma agizo, unahitaji kuingia kwanza
ta: ஆர்டரை ஸ்கேன் செய்ய, முதலில் உள்நுழைய வேண்டும்
te: ఆర్డర్ స్కాన్ చేయడానికి, మీరు ముందుగా లాగిన్ అవ్వాలి
th: ต้องเข้าสู่ระบบก่อนสแกนคำสั่งซื้อ
tr: Bir siparişi taramak için önce giriş yapmalısınız
uk: Щоб сканувати замовлення, потрібно спочатку увійти
ur: آرڈر اسکین کرنے کے لیے، آپ کو پہلے لاگ ان کرنا ہوگا
uz: Buyurtmani skanerlash uchun avval tizimga kirishingiz kerak
vi: Bạn cần đăng nhập để quét đơn hàng

# scannerOrderAvailable
source: This order is not available for your account
am: ይህ ትእዛዝ ለአካውንትዎ አይገኝም
ar: هذا الطلب غير متاح لحسابك
az: Bu sifariş hesabınız üçün əlçatan deyil
bg: Тази поръчка не е достъпна за вашия акаунт
bn: এই অর্ডারটি আপনার অ্যাকাউন্টের জন্য উপলব্ধ নয়
bs: Ova narudžba nije dostupna za vaš račun
ca: Aquesta comanda no està disponible per al teu compte
cs: Tato objednávka není dostupná pro váš účet
da: Denne ordre er ikke tilgængelig for din konto
el: Αυτή η παραγγελία δεν είναι διαθέσιμη για τον λογαριασμό σας
et: See tellimus pole sinu kontol saadaval
fa: این سفارش برای حساب شما در دسترس نیست
fi: Tämä tilaus ei ole käytettävissä tililläsi
he: הזמנה זו אינה זמינה עבור חשבונך
hi: यह ऑर्डर आपके खाते के लिए उपलब्ध नहीं है
hu: Ez a rendelés nem érhető el az Ön fiókjában
id: Pesanan ini tidak tersedia untuk akun Anda
ja: この注文はあなたのアカウントでは利用できません
ka: ეს შეკვეთა მიუწვდომელია თქვენი ანგარიშისთვის
kk: Бұл тапсырыс сіздің аккаунтыңыз үшін қолжетімді емес
km: ការបញ្ជាទិញនេះមិនមានសម្រាប់គណនីរបស់អ្នកទេ
kn: ಈ ಆದೇಶವು ನಿಮ್ಮ ಖಾತೆಗೆ ಲಭ್ಯವಿಲ್ಲ
ku: ئەم داواکارییە بۆ ئەکاونتەکەت بەردەست نییە
lo: ຄຳສັ່ງນີ້ບໍ່ສາມາດໃຊ້ໄດ້ກັບບັນຊີຂອງທ່ານ
lt: Šis užsakymas nėra prieinamas jūsų paskyroje
mr: ही ऑर्डर तुमच्या खात्यासाठी उपलब्ध नाही
ms: Pesanan ini tidak tersedia untuk akaun anda
my: သင့်အကောင့်တွင်ဒီအော်ဒါကိုတင်လို့မရနိုင်ပါ
no: Denne bestillingen er ikke tilgjengelig for din konto
pl: To zamówienie nie jest dostępne na Twoim koncie
ro: Această comandă nu este disponibilă pentru contul tău
si: මෙම ඇණවුම ඔබගේ ගිණුම සඳහා ලබා ගත නොහැක
sk: Táto objednávka nie je dostupná pre váš účet
sq: Kjo porosi nuk është e disponueshme për llogarinë tuaj
sr: Ова поруџбина није доступна за ваш налог
sv: Denna order är inte tillgänglig för ditt konto
sw: Agizo hili halipatikani kwenye akaunti yako
ta: இந்த ஆர்டர் உங்கள் கணக்கில் கிடைக்கவில்லை
te: ఈ ఆర్డర్ మీ ఖాతాకు అందుబాటులో లేదు
th: คำสั่งซื้อนี้ไม่สามารถใช้กับบัญชีของคุณได้
tr: Bu sipariş hesabınız için mevcut değil
uk: Це замовлення недоступне для вашого облікового запису
ur: یہ آرڈر آپ کے اکاؤنٹ کے لیے دستیاب نہیں ہے
uz: Bu buyurtma hisobingiz uchun mavjud emas
vi: Đơn hàng này không khả dụng cho tài khoản của bạn
