Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# weSentAnOTPTo
source: An authentication code has been sent to
am: የማረጋገጫ ኮድ ተልኳል ወደ
ar: تم إرسال رمز التحقق إلى
az: Doğrulama kodu göndərildi
bg: Изпратихме код за верификация на
bn: একটি প্রমাণীকরণ কোড পাঠানো হয়েছে
bs: Kod za autentifikaciju je poslan na
ca: S'ha enviat un codi d'autenticació a
cs: Ověřovací kód byl odeslán na
da: En bekræftelseskode er blevet sendt til
el: Ένας κωδικός επαλήθευσης στάλθηκε στο
et: Kinnituskood on saadetud
fa: یک کد تأیید به ارسال شد
fi: Vahvistuskoodi on lähetetty numeroon
he: קוד אימות נשלח אל
hi: एक सत्यापन कोड भेजा गया है
hu: Elküldtük az ellenőrző kódot a következő címre:
id: Kode otentikasi telah dikirim ke
ja: 認証コードを送信しました：
ka: ავტორიზაციის კოდი გაიგზავნა
kk: Растау коды жіберілді
km: លេខកូដផ្ទៀងផ្ទាត់ត្រូវបានផ្ញើរួចហើយ
kn: ದೃಢೀಕರಣ ಕೋಡ್ ಅನ್ನು ಇಲ್ಲಿಗೆ ಕಳುಹಿಸಲಾಗಿದೆ
ku: کۆدی دڵنیاکردنەوە نێردرا بۆ
lo: ລະຫັດການພິສູດຢືນຢັນໄດ້ຖືກສົ່ງໄປຫາ
lt: Autentifikavimo kodas išsiųstas į
mr: वर एक पडताळणी कोड पाठवला गेला आहे
ms: Kod pengesahan telah dihantar ke
my: အထောက်အထားစိစစ်ခြင်းကုဒ်ကို ပေးပို့ပြီးဖြစ်သည်။
no: En verifiseringskode er sendt til
pl: Kod weryfikacyjny został wysłany na
ro: Un cod de autentificare a fost trimis către
si: සත්‍යාපන කේතයක් යවා ඇත
sk: Overovací kód bol odoslaný na
sq: Një kod verifikimi është dërguar në
sr: Шифра за потврду идентитета је послата на
sv: En verifieringskod har skickats till
sw: Msimbo wa uthibitishaji umetumwa kwa
ta: அங்கீகாரக் குறியீடு அனுப்பப்பட்டது
te: ధృవీకరణ కోడ్ పంపబడింది
th: ส่งรหัสยืนยันไปที่
tr: Doğrulama kodu gönderildi
uk: Код автентифікації надіслано на
ur: کو ایک تصدیقی کوڈ بھیج دیا گیا ہے
uz: Tasdiqlash kodi yuborildi:
vi: Mã xác thực đã được gửi đến

# weWillSendYouNotification
source: We will send you notifications when new products are available or offers are available. You can always turn it off in the settings.
am: አዲስ ምርቶች ካሉ ወይም ቅናሾች ካሉ ማሳወቂያ እንልካለን። እንደ ፈቃድ በቅኝት ማስተካከያ ላይ ማጥፋት ይቻላል።
ar: سنرسل إليك إشعارات عند توفر منتجات جديدة أو عروض. يمكنك تغيير هذا الإعداد في أي وقت من الإعدادات.
az: Yeni məhsullar və ya təkliflər mövcud olduqda sizə bildirişlər göndərəcəyik. Siz həmişə parametrlərdə onu söndürə bilərsiniz.
bg: Ще ви изпращаме известия, когато има нови продукти или оферти. Винаги можете да промените тази настройка в настройките.
bn: নতুন পণ্য পাওয়া গেলে বা অফার পাওয়া গেলে আমরা আপনাকে বিজ্ঞপ্তি পাঠাব। আপনি সবসময় সেটিংসে এই সেটিং পরিবর্তন করতে পারেন।
bs: Slat ćemo vam obavještenja kada novi proizvodi budu dostupni ili ponude budu dostupne. Uvijek možete promijeniti ovo podešavanje u postavkama.
ca: T'enviarem notificacions quan hi hagi nous productes disponibles o ofertes. Sempre pots canviar aquesta configuració a la configuració.
cs: Budeme vám zasílat upozornění, když budou k dispozici nové produkty nebo nabídky. Toto nastavení můžete kdykoliv změnit v nastavení.
da: Vi sender dig notifikationer, når nye produkter er tilgængelige, eller tilbud er tilgængelige. Du kan altid ændre denne indstilling i indstillingerne.
el: Θα σας στέλνουμε ειδοποιήσεις όταν υπάρχουν νέα προϊόντα ή προσφορές. Μπορείτε πάντα να αλλάξετε αυτή τη ρύθμιση στις ρυθμίσεις.
et: Saadame sulle teateid uute toodete saadavusest või pakkumistest. Saad selle alati seadetest välja lülitada.
fa: هنگامی که محصولات جدید یا پیشنهادات ویژه در دسترس باشند، به شما اطلاع خواهیم داد. می‌توانید این تنظیم را در هر زمان در بخش تنظیمات تغییر دهید
fi: Lähetämme sinulle ilmoituksia, kun uusia tuotteita on saatavilla tai tarjouksia on tarjolla. Voit aina muuttaa tätä asetusta asetuksissa.
he: נשלח לך הודעות כאשר מוצרים חדשים יהיו זמינים או הצעות זמינות. תוכל תמיד לשנות הגדרה זו בהגדרות.
hi: जब नए उत्पाद उपलब्ध होंगे या ऑफ़र आएंगे तब हम आपको सूचनाएं भेजेंगे। आप इस सेटिंग को सेटिंग्स में कभी भी बदल सकते हैं।
hu: Értesítést küldünk Önnek, ha új termékek vagy ajánlatok állnak rendelkezésre. Ezt a beállítást bármikor módosíthatja a beállításokban.
id: Kami akan mengirimkan pemberitahuan ketika produk baru tersedia atau penawaran tersedia. Anda dapat selalu mengubah pengaturan ini di pengaturan.
ja: 新商品が利用可能になったとき、またはお得な情報が利用可能になったときに通知を送信します。この設定は、設定でいつでも変更できます。
ka: ჩვენ გამოგიგზავნით შეტყობინებებს, როდესაც ხელმისაწვდომი იქნება ახალი პროდუქტები ან შეთავაზებები. თქვენ ყოველთვის შეგიძლიათ გამორთოთ ეს პარამეტრებში.
kk: Жаңа өнімдер немесе ұсыныстар қолжетімді болған кезде сізге хабарландыру жібереміз. Оны әрқашан параметрлерде өшіре аласыз
km: យើងនឹងផ្ញើការជូនដំណឹងទៅអ្នកនៅពេលមានផលិតផលថ្មី ឬការផ្តល់ជូន។ អ្នកអាចផ្លាស់ប្តូរការកំណត់នេះនៅពេលណាក៏បាន។
kn: ಹೊಸ ಉತ್ಪನ್ನಗಳು ಅಥವಾ ಕೊಡುಗೆಗಳು ಲಭ್ಯವಿದ್ದಾಗ ನಾವು ನಿಮಗೆ ಅಧಿಸೂಚನೆಗಳನ್ನು ಕಳುಹಿಸುತ್ತೇವೆ. ನೀವು ಅದನ್ನು ಯಾವಾಗಲಾದರೂ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಆಫ್ ಮಾಡಬಹುದು
ku: ئاگاداریەکان بۆت دەبنێین کاتێک بەرهەمە نوێکان یان پێشنیارەکان بەردەست دەبن. دەتوانیت هەرکاتێک لە ڕێکخستنەکان داخەیت.
lo: ພວກເຮົາຈະສົ່ງການແຈ້ງເຕືອນໃຫ້ທ່ານເມື່ອມີສິນຄ້າໃໝ່ ຫຼື ຂໍ້ສະເໜີມີໃຫ້. ທ່ານສາມາດປ່ຽນການຕັ້ງຄ່ານີ້ໄດ້ສະເໝີໃນການຕັ້ງຄ່າ.
lt: Siųsime jums pranešimus, kai bus naujų produktų ar pasiūlymų. Visada galite pakeisti šį nustatymą nustatymuose
mr: जेव्हा नवीन उत्पादने उपलब्ध होतील किंवा ऑफर उपलब्ध असतील तेव्हा आम्ही तुम्हाला सूचना पाठवू. तुम्ही सेटिंग्जमध्ये हे कधीही बंद करू शकता.
ms: Kami akan menghantar pemberitahuan kepada anda apabila produk baharu tersedia atau tawaran ada. Anda boleh menukar tetapan ini dalam tetapan pada bila-bila masa.
my: ထုတ်ကုန်အသစ်များ ရနိုင်ချိန် သို့မဟုတ် ကမ်းလှမ်းမှုများ ရနိုင်သည့်အခါ သင့်အား အကြောင်းကြားချက်များ ပေးပို့ပါမည်။ ဆက်တင်များတွင် သင်သည် ဤဆက်တင်ကို အမြဲပြောင်းနိုင်သည်။
no: Vi vil sende deg varsler når nye produkter er tilgjengelige eller tilbud er tilgjengelige. Du kan alltid endre denne innstillingen i innstillingene
pl: Będziemy wysyłać Ci powiadomienia o nowych produktach i ofertach. Zawsze możesz zmienić to ustawienie w ustawieniach.
ro: Abonează-te la notificări.
si: නව නිෂ්පාදන හෝ දීමනා පැමිණි විට අපි ඔබට දැනුම් දෙන්නෙමු. ඔබට සැකසීම්වල මෙම සැකසුම සෑම විටම වෙනස් කළ හැකිය.
sk: Budeme vám posielať upozornenia o nových produktoch alebo ponukách. Toto nastavenie môžete kedykoľvek zmeniť v nastaveniach.
sq: Do t'ju dërgojmë njoftime kur produktet e reja janë të disponueshme ose ka oferta. Mund ta ndryshoni këtë cilësim gjithmonë te parametrat.
sr: Послаћемо вам обавештења када нови производи буду доступни или понуде. Увек га можете искључити у подешавањима.
sv: Vi kommer att skicka meddelanden till dig när nya produkter finns tillgängliga eller erbjudanden finns. Du kan alltid ändra denna inställning i inställningarna.
sw: Tutakutumia arifa wakati bidhaa mpya zinapatikana au matoleo yanapatikana. Unaweza kubadilisha mpangilio huu wakati wowote katika mipangilio.
ta: புதிய தயாரிப்புகள் கிடைக்கும்போது அல்லது சலுகைகள் இருக்கும்போது நாங்கள் உங்களுக்கு அறிவிப்புகளை அனுப்புவோம். இந்த அமைப்பை எப்போது வேண்டுமானாலும் அமைப்புகளில் மாற்றலாம்.
te: కొత్త ఉత్పత్తులు లేదా ఆఫర్లు అందుబాటులో ఉన్నప్పుడు మేము మీకు నోటిఫికేషన్‌లు పంపుతాము. మీరు ఎప్పుడైనా సెట్టింగ్స్‌లో దీన్ని ఆపివేయవచ్చు.
th: เราจะส่งการแจ้งเตือนเมื่อมีสินค้าใหม่หรือข้อเสนอ คุณสามารถเปลี่ยนการตั้งค่านี้ได้ตลอดเวลาในการตั้งค่า
tr: Yeni ürünler veya teklifler sunulduğunda size bildirim göndereceğiz. Bu ayarı istediğiniz zaman ayarlardan değiştirebilirsiniz.
uk: Ми надсилатимемо вам сповіщення про нові продукти та пропозиції. Ви завжди можете змінити це налаштування в налаштуваннях
ur: جب نئی مصنوعات دستیاب ہوں گی یا آفرز دستیاب ہوں گے تو ہم آپ کو اطلاعات بھیجیں گے۔ آپ اسے ترتیبات میں کسی بھی وقت بند کر سکتے ہیں
uz: Yangi mahsulotlar yoki takliflar mavjud bo'lganda sizga bildirishnoma yuboramiz. Ushbu sozlamani istalgan vaqtda sozlamalardan o'zgartirishingiz mumkin.
vi: Chúng tôi sẽ gửi thông báo cho bạn khi có sản phẩm mới hoặc ưu đãi. Bạn luôn có thể thay đổi cài đặt này trong phần cài đặt.

# youCanOnlyOrderSingleStore
source: You can only purchase from a single store.
am: ከአንድ መደርያ ብቻ መግዛት ይችላሉ።
ar: يمكنك الشراء من متجر واحد فقط في المرة الواحدة.
az: Yalnız bir mağazadan ala bilərsiniz.
bg: Можете да поръчвате само от един магазин.
bn: আপনি শুধুমাত্র একটি দোকান থেকে কিনতে পারবেন।
bs: Možete kupovati samo iz jedne prodavnice.
ca: Només pots comprar d'una única botiga.
cs: Můžete nakupovat pouze z jednoho obchodu.
da: Du kan kun købe fra én butik.
el: Μπορείτε να αγοράσετε μόνο από ένα κατάστημα.
et: Saad osta ainult ühest poest.
fa: فقط می‌توانید از یک فروشگاه خرید کنید
fi: Voit tilata vain yhdestä kaupasta
he: ניתן לרכוש רק מחנות אחת.
hi: आप केवल एक ही स्टोर से खरीदारी कर सकते हैं।
hu: Csak egy üzletből vásárolhat.
id: Anda hanya dapat membeli dari satu toko.
ja: 1店舗からのみ購入できます
ka: შეძენა შესაძლებელია მხოლოდ ერთი მაღაზიიდან.
kk: Тек бір дүкеннен сатып ала аласыз
km: អ្នកអាចបញ្ជាទិញបានតែពីហាងតែមួយប៉ុណ្ណោះ
kn: ನೀವು ಒಂದೇ ಅಂಗಡಿಯಿಂದ ಮಾತ್ರ ಖರೀದಿಸಬಹುದು
ku: تەنها دەتوانیت لە یەک دوکان کڕین بکەیت.
lo: ທ່ານສາມາດຊື້ຈາກຮ້ານດຽວເທົ່ານັ້ນ
lt: Galite pirkti tik iš vienos parduotuvės
mr: तुम्ही फक्त एकाच दुकानातून खरेदी करू शकता.
ms: Anda hanya boleh membeli dari satu kedai sahaja.
my: တစ်ခါလျှင်ဆိုင်တစ်ခုထဲကနေပဲဝယ်ယူလို့ရပါသည်။.
no: Du kan bare handle fra én butikk
pl: Możesz kupować tylko w jednym sklepie.
ro: Poți cumpăra doar de la un singur magazin
si: ඔබට මිලදී ගත හැක්කේ එක් වෙළඳසැලකින් පමණි.
sk: Môžete nakupovať iba z jedného obchodu.
sq: Mund të blini vetëm nga një dyqan.
sr: Можете купити само у једној продавници.
sv: Du kan endast handla från en butik.
sw: Unaweza kununua kutoka duka moja tu.
ta: ஒரே கடையில் மட்டுமே நீங்கள் வாங்க முடியும்
te: మీరు ఒక్క దుకాణం నుండే కొనుగోలు చేయవచ్చు.
th: คุณสามารถซื้อได้จากร้านเดียวเท่านั้น
tr: Sadece tek bir mağazadan alışveriş yapabilirsiniz.
uk: Можна замовляти тільки в одному магазині
ur: آپ صرف ایک اسٹور سے خرید سکتے ہیں
uz: Faqat bitta do'kondan xarid qilishingiz mumkin.
vi: Bạn chỉ có thể mua từ một cửa hàng.

# youNeedToLoginCheckout
source: You need to log in to checkout
am: የግብይት ሂደትን ለመቀጠል መግባት ያስፈልጋል
ar: يجب تسجيل الدخول لإتمام عملية الشراء
az: Ödəniş üçün daxil olmalısınız
bg: Трябва да влезете, за да завършите поръчката
bn: আপনাকে চেকআউট করতে লগইন করতে হবে
bs: Morate se prijaviti za plaćanje
ca: Has d'iniciar sessió per fer el pagament
cs: Pro dokončení objednávky se musíte přihlásit
da: Du skal logge ind for at gå til kassen
el: Πρέπει να συνδεθείτε για να ολοκληρώσετε την αγορά
et: Tellimuse vormistamiseks pead sisse logima
fa: برای تکمیل خرید باید وارد شوید
fi: Sinun täytyy kirjautua sisään maksaaksesi
he: עליך להתחבר כדי לבצע רכישה
hi: चेकआउट करने के लिए आपको लॉगिन करना होगा
hu: A fizetéshez be kell jelentkeznie
id: Anda harus login untuk checkout
ja: チェックアウトするにはログインが必要です
ka: გადახდისთვის საჭიროა შესვლა
kk: Төлем жасау үшін жүйеге кіруіңіз керек
km: អ្នកត្រូវចូលគណនីដើម្បីទូទាត់ប្រាក់
kn: ಚೆಕ್‌ಔಟ್ ಮಾಡಲು ನೀವು ಲಾಗಿನ್ ಆಗಬೇಕು
ku: پێویستە بچیتە ژوورەوە بۆ تەواوکردنی کڕین
lo: ທ່ານຈຳເປັນຕ້ອງເຂົ້າສູ່ລະບົບເພື່ອຈ່າຍເງິນ
lt: Norėdami atsiskaityti, turite prisijungti
mr: चेकआउट करण्यासाठी तुम्हाला लॉग इन करावे लागेल
ms: Anda perlu log masuk untuk membuat pembayaran
my: ငွေရှင်းရန် အကောင့်ဝင်ရန် လိုအပ်ပါသည်။
no: Du må logge inn for å gå til kassen
pl: Aby dokonać płatności, musisz się zalogować
ro: Trebuie să te autentifici pentru a finaliza comanda
si: පිටවීමට ඔබට පුරනය විය යුතුය
sk: Pre dokončenie objednávky sa musíte prihlásiť
sq: Duhet të identifikoheni për të bërë pagesën
sr: Морате се пријавити за плаћање
sv: Du måste logga in för att genomföra köpet
sw: Unahitaji kuingia ili kukamilisha malipo
ta: வாங்க நீங்கள் உள்நுழைய வேண்டும்
te: చెక్కౌట్ చేయడానికి మీరు లాగిన్ కావాలి
th: คุณต้องเข้าสู่ระบบเพื่อชำระเงิน
tr: Ödeme yapmak için giriş yapmalısınız
uk: Для оформлення замовлення потрібно увійти в систему
ur: آپ کو چیک آؤٹ کرنے کے لیے لاگ ان کرنا ہوگا
uz: Buyurtma berish uchun tizimga kirishingiz kerak
vi: Bạn cần đăng nhập để thanh toán

# yourAccountIsUnderReview
source: Your account is under review. Please contact the administrator if you need any help.
am: መለያዎ በእይታ ላይ ነው። እርዳታ ከፈለጉ እባክዎን አስተዳዳሪውን ያናግሩ።
ar: حسابك قيد المراجعة. يرجى الاتصال بالمسؤول إذا كنت بحاجة إلى مساعدة
az: Hesabınız nəzərdən keçirilir. Hər hansı bir köməyə ehtiyacınız olarsa, administratorla əlaqə saxlayın.
bg: Вашият профил е в процес на преглед. Моля, свържете се с администратор, ако имате нужда от помощ.
bn: আপনার অ্যাকাউন্ট পর্যালোচনা করা হচ্ছে. আপনার কোন সাহায্যের প্রয়োজন হলে প্রশাসকের সাথে যোগাযোগ করুন।
bs: Vaš račun je u pregledu. Molimo kontaktirajte administratora ako vam je potrebna pomoć.
ca: El teu compte està en revisió. Si us plau, contacta amb l'administrador si necessites ajuda.
cs: Váš účet je kontrolován. Pokud potřebujete pomoc, kontaktujte prosím správce
da: Din konto er under gennemgang. Kontakt venligst administratoren, hvis du har brug for hjælp.
el: Ο λογαριασμός σας βρίσκεται υπό έλεγχο. Παρακαλώ επικοινωνήστε με τον διαχειριστή εάν χρειάζεστε βοήθεια.
et: Sinu konto on ülevaatamisel. Kui vajad abi, võta ühendust administraatoriga.
fa: حساب کاربری شما در حال بررسی است. در صورت نیاز به کمک با مدیر تماس بگیرید
fi: Tilisi on tarkistettavana. Ota yhteyttä ylläpitäjään, jos tarvitset apua.
he: חשבונך נמצא בבדיקה. אנא צור קשר עם המנהל אם אתה זקוק לעזרה
hi: आपके खाते की समीक्षा की जा रही है। यदि आपको कोई सहायता चाहिए तो कृपया व्यवस्थापक से संपर्क करें।
hu: Fiókja felülvizsgálat alatt áll. Ha segítségre van szüksége, forduljon az adminisztrátorhoz.
id: Akun Anda sedang ditinjau. Silakan hubungi administrator jika Anda memerlukan bantuan.
ja: アカウントは審査中です。ご不明な点がございましたら、管理者にお問い合わせください。
ka: თქვენი ანგარიში განხილვის პროცესშია. გთხოვთ დაუკავშირდეთ ადმინისტრატორს, თუ რაიმე დახმარება გჭირდებათ.
kk: Есептік жазбаңыз тексерілуде. Көмек қажет болса, әкімшіге хабарласыңыз
km: គណនីរបស់អ្នកកំពុងស្ថិតក្រោមការត្រួតពិនិត្យ។ សូមទាក់ទងអ្នកគ្រប់គ្រង ប្រសិនបើអ្នកត្រូវការជំនួយ។
kn: ನಿಮ್ಮ ಖಾತೆಯು ಪರಿಶೀಲನೆಯಲ್ಲಿದೆ. ನಿಮಗೆ ಯಾವುದೇ ಸಹಾಯ ಬೇಕಾದರೆ ದಯವಿಟ್ಟು ನಿರ್ವಾಹಕರನ್ನು ಸಂಪರ್ಕಿಸಿ
ku: هەژمارت لە ژێر پشکنینە. تکایە پەیوەندی بە بەڕێوەبەر بکە ئەگەر یارمەتیدا پێویستت بوو.
lo: ບັນຊີຂອງທ່ານກຳລັງຖືກກວດສອບ. ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບ ຖ້າທ່ານຕ້ອງການຄວາມຊ່ວຍເຫຼືອ
lt: Jūsų paskyra peržiūrima. Jei reikia pagalbos, susisiekite su administratoriumi
mr: तुमचे खाते पुनरावलोकनाखाली आहे. तुम्हाला काही मदत हवी असल्यास कृपया प्रशासकाशी संपर्क साधा.
ms: Akaun anda sedang dalam semakan. Sila hubungi pentadbir jika anda memerlukan bantuan.
my: သင့်အကောင့်ကို ပြန်လည်စစ်ဆေးနေပါသည်။ အကူအညီလိုအပ်ပါက စီမံခန့်ခွဲသူကို ဆက်သွယ်ပါ။
no: Kontoen din er under gjennomgang. Kontakt administrator hvis du trenger hjelp
pl: Twoje konto jest w trakcie weryfikacji. Skontaktuj się z administratorem, jeśli potrzebujesz pomocy.
ro: Contul tău este în curs de evaluare. Te rugăm să contactezi administratorul dacă ai nevoie de ajutor.
si: ඔබගේ ගිණුම සමාලෝචනය වෙමින් පවතී. ඔබට උදව් අවශ්‍ය නම්, කරුණාකර පරිපාලක අමතන්න.
sk: Váš účet sa kontroluje. Ak potrebujete pomoc, kontaktujte administrátora.
sq: Llogaria juaj është në shqyrtim. Ju lutemi kontaktoni administratorin nëse keni nevojë për ndihmë.
sr: Ваш налог је у прегледу. Молимо контактирајте администратора ако вам је потребна помоћ.
sv: Ditt konto granskas. Kontakta administratören om du behöver hjälp.
sw: Akaunti yako inakaguliwa. Tafadhali wasiliana na msimamizi ikiwa unahitaji msaada wowote.
ta: உங்கள் கணக்கு மதிப்பாய்வில் உள்ளது. உங்களுக்கு ஏதேனும் உதவி தேவைப்பட்டால், நிர்வாகியைத் தொடர்பு கொள்ளவும்.
te: మీ ఖాతా సమీక్షలో ఉంది. మీకు సహాయం అవసరమైతే నిర్వాహకుడిని సంప్రదించండి.
th: บัญชีของคุณอยู่ระหว่างการตรวจสอบ กรุณาติดต่อผู้ดูแลระบบหากต้องการความช่วยเหลือ
tr: Hesabınız inceleniyor. Yardıma ihtiyacınız varsa lütfen yönetici ile iletişime geçin.
uk: Ваш обліковий запис перевіряється. Зверніться до адміністратора, якщо потрібна допомога
ur: آپ کا اکاؤنٹ زیر جائزہ ہے۔ اگر آپ کو کسی مدد کی ضرورت ہو تو براہ کرم منتظم سے رابطہ کریں
uz: Hisobingiz tekshirilmoqda. Agar yordam kerak bo'lsa, administrator bilan bog'laning.
vi: Tài khoản của bạn đang được xem xét. Vui lòng liên hệ quản trị viên nếu cần hỗ trợ.

# yourAddressHasBeenSaved
source: The address has been saved to your local storage
am: አድራሻው በአካባቢዎ ማከማቻ ውስጥ ተቀምጧል
ar: تم حفظ العنوان في جهازك
az: Ünvan yerli yaddaşınızda saxlanıldı
bg: Адресът е запазен локално
bn: ঠিকানাটি আপনার স্থানীয় স্টোরেজে সেভ করা হয়েছে
bs: Adresa je sačuvana u vašoj lokalnoj pohrani
ca: L'adreça s'ha desat al teu dispositiu
cs: Adresa byla uložena do vašeho místního úložiště
da: Adressen er gemt i dit lokale lager
el: Η διεύθυνση αποθηκεύτηκε στον τοπικό σας αποθηκευτικό χώρο
et: Aadress on edukalt salvestatud sinu kohalikku salvestusruumi
fa: آدرس در حافظه دستگاه شما ذخیره شده است
fi: Osoite on tallennettu paikallisesti
he: הכתובת נשמרה באחסון המקומי שלך
hi: पता आपके स्थानीय स्टोरेज में सहेज लिया गया है
hu: A cím elmentve a helyi tárhelyre
id: Alamat telah disimpan ke penyimpanan lokal Anda
ja: 住所がローカルストレージに保存されました
ka: მისამართი შენახულია თქვენს ლოკალურ მეხსიერებაში
kk: Мекенжай жергілікті жадқа сақталды
km: អាសយដ្ឋានត្រូវបានរក្សាទុកក្នុងឧបករណ៍របស់អ្នក
kn: ವಿಳಾಸವನ್ನು ನಿಮ್ಮ ಸ್ಥಳೀಯ ಸಂಗ್ರಹಣೆಯಲ್ಲಿ ಉಳಿಸಲಾಗಿದೆ
ku: ناونیشانت لە سەر ئامێرەکەت پاشەکەوت کرا
lo: ທີ່ຢູ່ໄດ້ຖືກບັນທຶກໄວ້ໃນບ່ອນເກັບມ້ຽນໃນທ້ອງຖິ່ນຂອງທ່ານ
lt: Adresas išsaugotas jūsų vietinėje saugykloje
mr: पत्ता तुमच्या स्थानिक स्टोरेजमध्ये साठवला गेला आहे
ms: Alamat telah disimpan dalam storan tempatan anda
my: လိပ်စာကို သင့်စက်တွင်းသိုလှောင်မှုတွင် သိမ်းဆည်းပြီးဖြစ်သည်။
no: Adressen er lagret lokalt
pl: Adres został zapisany w pamięci lokalnej
ro: Adresa a fost salvată în spațiul de stocare local
si: ලිපිනය ඔබගේ දේශීය ගබඩාවේ සුරක්ෂිත කර ඇත
sk: Adresa bola uložená do vášho lokálneho úložiska
sq: Adresa është ruajtur në pajisjen tuaj
sr: Адреса је сачувана у вашој локалној меморији
sv: Adressen har sparats i din lokala lagring
sw: Anwani imehifadhiwa kwenye hifadhi yako ya ndani
ta: முகவரி உங்கள் உள்ளூர் சேமிப்பகத்தில் சேமிக்கப்பட்டது
te: చిరునామా మీ స్థానిక నిల్వలో విజయవంతంగా సేవ్ చేయబడింది
th: บันทึกที่อยู่ไว้ในอุปกรณ์ของคุณแล้ว
tr: Adres cihazınıza kaydedildi
uk: Адресу збережено у вашому локальному сховищі
ur: پتہ آپ کے مقامی اسٹوریج میں محفوظ کر دیا گیا ہے
uz: Manzil qurilmangiz xotirasiga saqlandi
vi: Địa chỉ đã được lưu vào thiết bị

source: Your application is under review.
am: ቅድመ ማመልከቻዎ በእይታ ላይ ነው።
ar: طلبك قيد المراجعة.
az: Müraciətiniz nəzərdən keçirilir.
bg: Вашата кандидатура е в процес на преглед.
bn: আপনার আবেদন পর্যালোচনা করা হচ্ছে.
bs: Vaša prijava je u pregledu.
ca: La teva sol·licitud està en revisió.
cs: Vaše žádost se kontroluje.
da: Din ansøgning er under behandling.
el: Η αίτησή σας βρίσκεται υπό εξέταση
et: Sinu taotlus on ülevaatamisel.
fa: درخواست شما در حال بررسی است
fi: Hakemuksesi on tarkistettavana
he: הבקשה שלך נמצאת בבדיקה.
hi: आपके आवेदन की समीक्षा की जा रही है।
hu: Jelentkezése felülvizsgálat alatt áll.
id: Aplikasi Anda sedang ditinjau.
ja: 申請は審査中です
ka: თქვენი განაცხადი განხილვის პროცესშია.
kk: Өтінішіңіз қаралуда
km: ពាក្យស្នើសុំរបស់អ្នកកំពុងពិនិត្យ
kn: ನಿಮ್ಮ ಅರ್ಜಿಯು ಪರಿಶೀಲನೆಯಲ್ಲಿದೆ
ku: داواکارییەکەت لە ژێر پشکنینە.
lo: ຄຳຮ້ອງສະໝັກຂອງທ່ານກຳລັງຖືກກວດສອບ
lt: Jūsų paraiška peržiūrima
mr: तुमचा अर्ज पुनरावलोकनाखाली आहे.
ms: Permohonan anda sedang dalam semakan.
my: သင့်လျှောက်လွှာကို ပြန်လည်စစ်ဆေးနေပါသည်။
no: Søknaden din er under gjennomgang
pl: Twoje zgłoszenie jest w trakcie weryfikacji.
ro: Aplicația ta este în curs de evaluare.
si: ඔබගේ අයදුම්පත සමාලෝචනය වෙමින් පවතී
sk: Vaša žiadosť sa kontroluje
sq: Aplikimi juaj është në shqyrtim.
sr: Ваша пријава је у прегледу.
sv: Din ansökan granskas.
sw: Maombi yako yanakaguliwa.
ta: உங்கள் விண்ணப்பம் மதிப்பாய்வில் உள்ளது.
te: మీ దరఖాస్తు సమీక్షలో ఉంది.
th: ใบสมัครของคุณอยู่ระหว่างการตรวจสอบ
tr: Başvurunuz inceleniyor.
uk: Ваша заявка розглядається
ur: آپ کی درخواست زیر جائزہ ہے
uz: Arizangiz ko'rib chiqilmoqda.
vi: Đơn đăng ký của bạn đang được xem xét.

source: Your order has been added
am: ትእዛዝዎ ታክሏል
ar: تمت إضافة طلبك
az: Sifarişiniz əlavə edildi
bg: Вашата поръчка е добавена
bn: আপনার অর্ডার যোগ করা হয়েছে
bs: Vaša narudžba je dodana
ca: S'ha afegit la teva comanda
cs: Vaše objednávka byla přidána
da: Din ordre er tilføjet
el: Η παραγγελία σας προστέθηκε
et: Sinu tellimus on lisatud
fa: سفارش شما اضافه شد
fi: Tilauksesi on lisätty
he: ההזמנה שלך נוספה
hi: आपका ऑर्डर जोड़ दिया गया है
hu: Rendelését hozzáadtuk
id: Pesanan Anda telah ditambahkan
ja: 注文が追加されました
ka: თქვენი შეკვეთა დამატებულია
kk: Тапсырысыңыз қосылды
km: ការបញ្ជាទិញរបស់អ្នកត្រូវបានបន្ថែម
kn: ನಿಮ್ಮ ಆದೇಶವನ್ನು ಸೇರಿಸಲಾಗಿದೆ
ku: داواکارییەکەت زیاد کرا
lo: ເພີ່ມຄຳສັ່ງຂອງທ່ານແລ້ວ
lt: Jūsų užsakymas pridėtas
mr: तुमची ऑर्डर जोडली गेली आहे
ms: Pesanan anda telah ditambah
my: သင်၏အော်ဒါကိုထည့်သွင်းပြီးပါပြီ
no: Bestillingen din er lagt til
pl: Twoje zamówienie zostało dodane
ro: Comanda ta a fost adăugată
si: ඔබගේ ඇණවුම එකතු කර ඇත
sk: Vaša objednávka bola pridaná
sq: Porosia juaj është shtuar
sr: Ваша поруџбина је додата
sv: Din order har lagts till
sw: Agizo lako limeongezwa
ta: உங்கள் ஆர்டர் சேர்க்கப்பட்டது
te: మీ ఆర్డర్ జోడించబడింది
th: เพิ่มคำสั่งซื้อของคุณแล้ว
tr: Siparişiniz eklendi
uk: Ваше замовлення додано
ur: آپ کا آرڈر شامل کر دیا گیا ہے
uz: Buyurtmangiz qo'shildi
vi: Đơn hàng của bạn đã được thêm

source: Your product is under review
am: እቃዎ በእይታ ላይ ነው
ar: منتجك قيد المراجعة
az: Məhsulunuz nəzərdən keçirilir
bg: Вашият продукт е в процес на преглед
bn: আপনার পণ্য পর্যালোচনা করা হয়
bs: Vaš proizvod je u pregledu
ca: El teu producte està en revisió
cs: Váš produkt se kontroluje
da: Dit produkt er under behandling
el: Το προϊόν σας βρίσκεται υπό εξέταση
et: Sinu toode on ülevaatamisel
fa: محصول شما در حال بررسی است
fi: Tuotteesi on tarkistettavana
he: המוצר שלך נמצא בבדיקה
hi: आपका उत्पाद समीक्षा अधीन है
hu: Terméke felülvizsgálat alatt áll
id: Produk Anda sedang ditinjau
ja: 商品は審査中です
ka: თქვენი პროდუქტი განხილვის პროცესშია
kk: Өніміңіз тексерілуде
km: ផលិតផលរបស់អ្នកកំពុងពិនិត្យ
kn: ನಿಮ್ಮ ಉತ್ಪನ್ನ ಪರಿಶೀಲನೆಯಲ್ಲಿದೆ
ku: کاڵاکەت لە ژێر پشکنینە
lo: ສິນຄ້າຂອງທ່ານກຳລັງຖືກກວດສອບ
lt: Jūsų produktas peržiūrimas
mr: तुमचे उत्पादन पुनरावलोकनाखाली आहे
ms: Produk anda sedang dalam semakan
my: သင့်ထုတ်ကုန်ကို ပြန်လည်သုံးသပ်နေပါသည်။
no: Produktet ditt er under gjennomgang
pl: Twój produkt jest w trakcie weryfikacji
ro: Produsul tău este în curs de evaluare
si: ඔබගේ නිෂ්පාදනය සමාලෝචනය වෙමින් පවතී
sk: Váš produkt sa kontroluje
sq: Produkti juaj është në shqyrtim
sr: Ваш производ је у прегледу
sv: Din produkt granskas
sw: Bidhaa yako inakaguliwa
ta: உங்கள் தயாரிப்பு மதிப்பாய்வில் உள்ளது
te: మీ ఉత్పత్తి సమీక్షలో ఉంది
th: สินค้าของคุณอยู่ระหว่างการตรวจสอบ
tr: Ürününüz inceleniyor
uk: Ваш товар перебуває на розгляді
ur: آپ کا پروڈکٹ زیر جائزہ ہے
uz: Mahsulotingiz tekshirilmoqda
vi: Sản phẩm của bạn đang được xem xét

source: Chat GPT
ar: دردشة GPT
az: GPT söhbəti
bn: চ্যাট GPT
fa: چت GPT
he: צ'אט GPT
hi: चैट GPT
km: ជជែកជាមួយ GPT
kn: ಚಾಟ್ GPT
ku: چات GPT
lo: ສົນທະນາ GPT
lt: Pokalbis GPT
mr: चॅट GPT
my: GPT ချတ်
si: චැට් GPT
sr: Цхат ГПТ
ta: அரட்டை GPT
te: చాట్ GPT
th: แชท GPT
ur: چیٹ جی پی ٹی

source: Chat with Bot
am: ከቦት ጋር ውይይት
ar: الدردشة مع المساعد
az: Bot ilə söhbət edin
bg: Чат с бота
bn: বটের সাথে চ্যাট করুন
bs: Razgovaraj s botom
ca: Xatejar amb el Bot
cs: Chatovat s botem
da: Chat med bot
el: Συνομιλία με Bot
et: Vestlusrobot
fa: گفتگو با ربات
fi: Keskustele botin kanssa
he: שוחח עם הבוט
hi: बॉट से चैट करें
hu: Csevegés a chatbottal
id: Chat dengan Bot
ja: ボットとチャット
ka: ჩატი ბოტთან
kk: Ботпен сөйлесу
km: ជជែកជាមួយ Bot
kn: ಬಾಟ್‌ನೊಂದಿಗೆ ಚಾಟ್ ಮಾಡಿ
ku: گفتوگۆ لەگەڵ بۆت
lo: ສົນທະນາກັບບັອດ
lt: Kalbėtis su Botu
mr: बॉटशी चॅट करा
ms: Berbual dengan Bot
my: Bot နှင့် ချတ်လုပ်ပါ။
no: Chat med bot
pl: Czat z botem
ro: Chat cu Bot
si: බොට් සමඟ කතා කරන්න
sk: Chatovať s botom
sq: Bisedo me Bot
sr: Ћаскање са Ботом
sv: Chatta med bot
sw: Ongea na Bot
ta: செயற்கை நுண்ணறிவுடன் அரட்டையடிக்கவும்
te: బాట్‌తో చాట్ చేయండి
th: แชทกับบอท
tr: Bot ile sohbet et
uk: Спілкування з ботом
ur: بوٹ کے ساتھ چیٹ کریں
uz: Bot bilan suhbatlashish
vi: Trò chuyện với Bot
