Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Amount exceeds available points
am: መጠኑ ከቀረው ነጥብ በላይ ነው
ar: المبلغ يتجاوز النقاط المتاحة
az: Məbləğ mövcud xalları aşır
bg: Сумата надвишава наличните точки
bn: পরিমাণ উপলব্ধ পয়েন্টের চেয়ে বেশি
bs: Iznos prelazi raspoložive bodove
ca: L'import supera els punts disponibles
cs: Částka přesahuje dostupné body
da: Beløbet overstiger tilgængelige point
el: Το ποσό υπερβαίνει τα διαθέσιμα πόντους
et: Summa ületab saadaolevad punktid
fa: مبلغ از امتیازهای موجود بیشتر است
fi: Määrä ylittää käytettävissä olevat pisteet
he: הסכום חורג מהנקודות הזמינות
hi: राशि उपलब्ध अंकों से अधिक है
hu: Az összeg meghaladja a rendelkezésre álló pontokat
id: Jumlah melebihi poin yang tersedia
ja: 利用可能なポイントを超えています
ka: თანხა აღემატება ხელმისაწვდომ ქულებს
kk: Сома қолжетімді ұпайлардан асып кетті
km: ចំនួនលើសពីពិន្ទុដែលមានស្រាប់
kn: ಮೊತ್ತವು ಲಭ್ಯವಿರುವ ಪಾಯಿಂಟ್‌ಗಳನ್ನು ಮೀರಿದೆ
ku: بڕەکە لە خاڵە بەردەستەکان زیاترە
lo: ຈຳນວນເກີນຄະແນນທີ່ມີ
lt: Suma viršija turimus taškus
mr: रक्कम उपलब्ध पॉइंट्सपेक्षा जास्त आहे
ms: Jumlah melebihi mata yang tersedia
my: ပမာဏသည် ရရှိနိုင်သော ပွိုင့်ထက်ကျော်လွန်နေပါသည်
no: Beløpet overstiger tilgjengelige poeng
pl: Kwota przekracza dostępne punkty
ro: Suma depășește punctele disponibile
si: ලබාගත හැකි මුදල වඩා වැඩියි
sk: Suma presahuje dostupné body
sq: Shuma tejkalon pikët e disponueshme
sr: Iznos premašuje raspoložive poene
sv: Beloppet överstiger tillgängliga poäng
sw: Kiasi kinazidi pointi zilizopo
ta: தொகை கிடைக்கக்கூடிய புள்ளிகளை மீறுகிறது
te: మొత్తం అందుబాటులో ఉన్న పాయింట్లను మించిపోయింది
th: จำนวนเกินแต้มที่มีอยู่
tr: Tutar mevcut puanları aşıyor
uk: Сума перевищує доступні бали
ur: رقم دستیاب پوائنٹس سے زیادہ ہے
uz: Miqdor mavjud ballardan oshib ketdi
vi: Số điểm vượt quá số điểm hiện có

source: Enter your review
am: አስተያየትዎን ያስገቡ
ar: أدخل تقييمك
az: Rəyinizi yazın
bg: Въведете вашето ревю
bn: আপনার রিভিউ লিখুন
bs: Unesite svoju recenziju
ca: Introdueix la teva ressenya
cs: Zadejte svou recenzi
da: Indtast din anmeldelse
el: Εισάγετε την αξιολόγησή σας
et: Sisesta oma arvustus
fa: نظر خود را وارد کنید
fi: Kirjoita arvostelusi
he: הזן את הביקורת שלך
hi: अपनी समीक्षा दर्ज करें
hu: Írja meg értékelését
id: Masukkan ulasan Anda
ja: レビューを入力してください
ka: შეიყვანეთ თქვენი მიმოხილვა
kk: Пікіріңізді енгізіңіз
km: បញ្ចូលមតិយោបល់របស់អ្នក
kn: ನಿಮ್ಮ ವಿಮರ್ಶೆಯನ್ನು ಇಲ್ಲಿ ನಮೂದಿಸಿ
ku: پێداچوونەوەکەت بنووسە
lo: ໃສ່ຄຳວິຈານຂອງທ່ານ
lt: Įveskite savo atsiliepimą
mr: तुमचा अभिप्राय लिहा
ms: Masukkan ulasan anda
my: သင့်သုံးသပ်ချက်ကို ရိုက်ထည့်ပါ
no: Skriv inn din anmeldelse
pl: Wpisz swoją opinię
ro: Introdu recenzia ta
si: ඔබගේ සමාලෝචනය ඇතුළත් කරන්න
sk: Zadajte svoju recenziu
sq: Shkruani vlerësimin tuaj
sr: Unesite svoju recenziju
sv: Skriv din recension
sw: Weka maoni yako
ta: உங்கள் விமர்சனத்தை உள்ளிடவும்
te: మీ సమీక్షను నమోదు చేయండి
th: กรอกรีวิวของคุณ
tr: Yorumunuzu girin
uk: Введіть свій відгук
ur: اپنا جائزہ درج کریں
uz: Fikringizni yozing
vi: Nhập đánh giá của bạn

source: Name is required
am: ስም አስፈላጊ ነው
ar: الاسم مطلوب
az: Ad tələb olunur
bg: Името е задължително
bn: নাম আবশ্যক
bs: Ime je obavezno
ca: El nom és obligatori
cs: Jméno je povinné
da: Navn er påkrævet
el: Το όνομα είναι υποχρεωτικό
et: Nimi on kohustuslik
fa: نام الزامی است
fi: Nimi on pakollinen
he: יש צורך בשם
hi: नाम आवश्यक है
hu: Név megadása kötelező
id: Nama wajib diisi
ja: 名前は必須です
ka: სახელის შეყვანა აუცილებელია
kk: Аты-жөніңізді енгізу қажет
km: ត្រូវការឈ្មោះ
kn: ಹೆಸರು ಅಗತ್ಯವಿದೆ
ku: ناو پێویستە
lo: ຕ້ອງການຊື່
lt: Vardas yra privalomas
mr: नाव आवश्यक आहे
ms: Nama diperlukan
my: အမည်လိုအပ်ပါသည်
no: Navn er påkrevd
pl: Imię jest wymagane
ro: Numele este obligatoriu
si: නම අවශ්‍යයි
sk: Meno je povinné
sq: Emri është i detyrueshëm
sr: Ime je obavezno
sv: Namn krävs
sw: Jina linahitajika
ta: பெயர் தேவை
te: పేరు అవసరం
th: กรุณากรอกชื่อ
tr: İsim gerekli
uk: Ім'я є обов'язковим
ur: نام ضروری ہے
uz: Ism majburiy
vi: Tên là bắt buộc

source: Enter your name
am: ስምዎን ያስገቡ
ar: أدخل اسمك
az: Adınızı daxil edin
bg: Въведете вашето име
bn: আপনার নাম লিখুন
bs: Unesite svoje ime
ca: Introdueix el teu nom
cs: Zadejte své jméno
da: Indtast dit navn
el: Εισάγετε το όνομά σας
et: Sisesta oma nimi
fa: نام خود را وارد کنید
fi: Syötä nimesi
he: הזן את שמך
hi: अपना नाम दर्ज करें
hu: Add meg a neved
id: Masukkan nama Anda
ja: お名前を入力してください
ka: შეიყვანეთ თქვენი სახელი
kk: Атыңызды енгізіңіз
km: សូមបញ្ចូលឈ្មោះរបស់អ្នក
kn: ನಿಮ್ಮ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ku: ناوت بنووسە
lo: ກະລຸນາໃສ່ຊື່ຂອງທ່ານ
lt: Įveskite savo vardą
mr: तुमचे नाव प्रविष्ट करा
ms: Masukkan nama anda
my: သင့်အမည်ထည့်ပါ
no: Skriv inn navnet ditt
pl: Wpisz swoje imię
ro: Introduceți numele dumneavoastră
si: ඔබගේ නම ඇතුළත් කරන්න
sk: Zadajte svoje meno
sq: Shkruani emrin tuaj
sr: Unesite svoje ime
sv: Ange ditt namn
sw: Weka jina lako
ta: உங்கள் பெயரை உள்ளிடவும்
te: మీ పేరు నమోదు చేయండి
th: กรอกชื่อของคุณ
tr: Adınızı girin
uk: Введіть своє ім'я
ur: اپنا نام درج کریں
uz: Ismingizni kiriting
vi: Nhập tên của bạn

source: You need to login to see addresses
am: አድራሻዎችን ለማየት መግባት ያስፈልጋል
ar: يجب عليك تسجيل الدخول لرؤية العناوين
az: Ünvanları görmək üçün daxil olmalısınız
bg: Трябва да влезете в профила си, за да видите адресите
bn: ঠিকানা দেখতে আপনাকে লগইন করতে হবে
bs: Morate se prijaviti da biste vidjeli adrese
ca: Has d'iniciar sessió per veure les adreces
cs: Pro zobrazení adres se musíte přihlásit
da: Du skal logge ind for at se adresser
el: Πρέπει να συνδεθείτε για να δείτε τις διευθύνσεις
et: Aadresside nägemiseks pead sisse logima
fa: برای مشاهده آدرس‌ها باید وارد شوید
fi: Sinun täytyy kirjautua nähdäksesi osoitteet
he: עליך להתחבר כדי לראות כתובות
hi: पते देखने के लिए आपको लॉगिन करना होगा
hu: Be kell jelentkezned, hogy láthasd a címeket
id: Anda perlu login untuk melihat alamat
ja: 住所を見るにはログインが必要です
ka: მისამართების სანახავად საჭიროა შესვლა
kk: Мекенжайларды көру үшін жүйеге кіріңіз
km: អ្នកត្រូវចូលគណនីដើម្បីមើលអាសយដ្ឋាន
kn: ವಿಳಾಸಗಳನ್ನು ನೋಡಲು ನೀವು ಲಾಗಿನ್ ಆಗಬೇಕು
ku: پێویستە بچیتە ناوەوە بۆ بینینی ناونیشانەکان
lo: ທ່ານຕ້ອງເຂົ້າລະບົບເພື່ອເບິ່ງທີ່ຢູ່
lt: Turite prisijungti, kad matytumėte adresus
mr: पत्ते पाहण्यासाठी तुम्हाला लॉगिन करावे लागेल
ms: Anda perlu log masuk untuk melihat alamat
my: လိပ်စာများကိုကြည့်ရန် သင့်အကောင့်ဖြင့်ဝင်ရောက်ရန်လိုအပ်ပါသည်
no: Du må logge inn for å se adresser
pl: Musisz się zalogować, aby zobaczyć adresy
ro: Trebuie să vă autentificați pentru a vedea adresele
si: ලිපින බලන්න ඔබට පුරනය විය යුතුයි
sk: Pre zobrazenie adries sa musíte prihlásiť
sq: Duhet të identifikoheni për të parë adresat
sr: Morate se prijaviti da biste videli adrese
sv: Du måste logga in för att se adresser
sw: Unahitaji kuingia ili kuona anwani
ta: முகவரிகளை பார்க்க உள்நுழைய வேண்டும்
te: చిరునామాలు చూడడానికి మీరు లాగిన్ కావాలి
th: คุณต้องเข้าสู่ระบบเพื่อดูที่อยู่
tr: Adresleri görmek için giriş yapmanız gerekiyor
uk: Ви повинні увійти, щоб переглянути адреси
ur: پتے دیکھنے کے لیے آپ کو لاگ ان کرنا ہوگا
uz: Manzillarni ko‘rish uchun tizimga kiring
vi: Bạn cần đăng nhập để xem địa chỉ

# pickShippingDestination
source: Pick your shipping destination.
am: የመላኪያ አድራሻዎን ይምረጡ።
ar: اختر وجهة الشحن الخاصة بك.
az: Çatdırılma yerinizi seçin.
bg: Изберете вашата дестинация за доставка.
bn: আপনার শিপিং গন্তব্য নির্বাচন করুন।
bs: Odaberite svoju destinaciju za dostavu.
ca: Tria la teva destinació d'enviament.
cs: Vyberte cílovou zemi doručení.
da: Vælg din leveringsdestination.
el: Επιλέξτε τον προορισμό αποστολής.
et: Vali oma tarneaadress.
fa: مقصد ارسال خود را انتخاب کنید.
fi: Valitse toimituskohde.
he: בחר יעד משלוח.
hi: अपना शिपिंग डेस्टिनेशन चुनें।
hu: Válaszd ki a szállítási célállomást.
id: Pilih tujuan pengiriman Anda.
ja: 配送先を選択してください。
ka: აირჩიეთ თქვენი მიწოდების ადგილი.
kk: Жеткізу орнын таңдаңыз.
km: សូមជ្រើសគោលដៅដឹកជញ្ជូនរបស់អ្នក។
kn: ನಿಮ್ಮ ಶಿಪ್ಪಿಂಗ್ ಗಮ್ಯಸ್ಥಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ku: ناونیشانی گواستنەوە هەڵبژێرە.
lo: ເລືອກປາຍທາງການຈັດສົ່ງຂອງທ່ານ.
lt: Pasirinkite pristatymo vietą.
mr: तुमचे शिपिंग ठिकाण निवडा.
ms: Pilih destinasi penghantaran anda.
my: သင့်ပို့ဆောင်မည့်နိုင်ငံရွေးချယ်ပါ။
no: Velg din leveringsdestinasjon.
pl: Wybierz miejsce dostawy.
ro: Alegeți destinația de livrare.
si: ඔබගේ නැව්ගත කිරීමේ ගමනාන්තය තෝරන්න.
sk: Vyberte cieľ doručenia.
sq: Zgjidhni destinacionin e dërgesës.
sr: Izaberite destinaciju za isporuku.
sv: Välj din leveransdestination.
sw: Chagua mahali pa usafirishaji.
ta: உங்கள் அனுப்பும் இடத்தை தேர்வு செய்யவும்.
te: మీ షిప్పింగ్ గమ్యస్థానాన్ని ఎంచుకోండి.
th: เลือกปลายทางจัดส่งของคุณ
tr: Teslimat yerinizi seçin.
uk: Виберіть місце доставки.
ur: اپنی شپنگ منزل منتخب کریں۔
uz: Yetkazib berish manzilingizni tanlang.
vi: Chọn điểm đến giao hàng của bạn.

source: Brands For Less
am: ብራንዶች በቅናሽ
ar: العلامات التجارية بأسعار أقل
az: Daha Ucuz Brendlər
bn: ব্র্যান্ডস ফর লেস
bs: Brendovi Za Manje
ca: Marques per menys
cs: Značky za méně
et: Brändid soodsamalt
fa: برندها با قیمت کمتر
he: מותגים במחיר נמוך
hi: ब्रांड्स फॉर लेस
hu: Márkák olcsóbban
id: Merek dengan Harga Terbaik
ja: ブランド・フォー・レス
ka: ბრენდები საუკეთესო ფასად
km: ម៉ាកថោកជាង
kn: ಬ್ರ್ಯಾಂಡ್ಸ್ ಫಾರ್ ಲೆಸ್
ku: برانده‌کان بۆ کەمتر
lo: ຍີ່ຫໍ້ລາຄາຖືກ
lt: Prekės pigiau
mr: ब्रँड्स फॉर लेस
ms: Jenama Untuk Kurang
my: အမှတ်တံဆိပ်များအတွက်လျော့စျေး
pl: Marki w niższych cenach
sk: Značky za menej
sq: Marka Për Më Pak
sr: Brendovi po nižim cenama
sw: Bidhaa Kwa Bei Nafuu
ta: பிராண்ட்ஸ் ஃபார் லெஸ்
te: బ్రాండ్స్ ఫర్ లెస్
th: แบรนด์ราคาพิเศษ
tr: Daha Ucuza Markalar
uk: Бренди за низькими цінами
ur: برانڈز فار لیس
uz: Brendlar arzon narxda
vi: Thương hiệu giá rẻ

source: No addresses found
am: ምንም አድራሻዎች አልተገኙም
ar: لم يتم العثور على عناوين
az: Ünvan tapılmadı
bg: Няма намерени адреси
bn: কোনো ঠিকানা পাওয়া যায়নি
bs: Nisu pronađene adrese
ca: No s'han trobat adreces
cs: Nebyly nalezeny žádné adresy
da: Ingen adresser fundet
el: Δεν βρέθηκαν διευθύνσεις
et: Aadresse ei leitud
fa: هیچ آدرسی پیدا نشد
fi: Osoitteita ei löytynyt
he: לא נמצאו כתובות
hi: कोई पता नहीं मिला
hu: Nem található cím
id: Tidak ditemukan alamat
ja: 住所が見つかりません
ka: მისამართები ვერ მოიძებნა
kk: Мекенжайлар табылмады
km: រកមិនឃើញអាសយដ្ឋាន
kn: ಯಾವುದೇ ವಿಳಾಸಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ku: هیچ ناونیشانێک نەدۆزرایەوە
lo: ບໍ່ພົບທີ່ຢູ່ໃດໆ
lt: Adresų nerasta
mr: कोणतेही पत्ते सापडले नाहीत
ms: Tiada alamat ditemui
my: လိပ်စာမတွေ့ပါ
no: Ingen adresser funnet
pl: Nie znaleziono adresów
ro: Nu au fost găsite adrese
si: ලිපින කිසිවක් හමු නොවීය
sk: Nenašli sa žiadne adresy
sq: Nuk u gjetën adresa
sr: Nisu pronađene adrese
sv: Inga adresser hittades
sw: Hakuna anwani zilizopatikana
ta: முகவரிகள் எதுவும் கிடைக்கவில்லை
te: చిరునామాలు కనబడలేదు
th: ไม่พบที่อยู่
tr: Adres bulunamadı
uk: Адреси не знайдено
ur: کوئی پتہ نہیں ملا
uz: Hech qanday manzil topilmadi
vi: Không tìm thấy địa chỉ nào

# pleaseAddAddressFirst
source: Please add an address first
am: እባክዎን አድራሻ በመጀመሪያ ያክሉ
ar: يرجى إضافة عنوان أولاً
az: Zəhmət olmasa əvvəlcə ünvan əlavə edin
bg: Моля, първо добавете адрес
bn: অনুগ্রহ করে প্রথমে একটি ঠিকানা যোগ করুন
bs: Molimo prvo dodajte adresu
ca: Afegeix primer una adreça
cs: Nejprve prosím přidejte adresu
da: Tilføj venligst en adresse først
el: Παρακαλώ προσθέστε πρώτα μια διεύθυνση
et: Palun lisa kõigepealt aadress
fa: لطفاً ابتدا یک آدرس اضافه کنید
fi: Lisää ensin osoite
he: אנא הוסף כתובת תחילה
hi: कृपया पहले एक पता जोड़ें
hu: Kérjük, először adj hozzá egy címet
id: Silakan tambahkan alamat terlebih dahulu
ja: まず住所を追加してください
ka: გთხოვთ, ჯერ დაამატეთ მისამართი
kk: Алдымен мекенжай қосыңыз
km: សូមបន្ថែមអាសយដ្ឋានជាមុនសិន
kn: ದಯವಿಟ್ಟು ಮೊದಲು ವಿಳಾಸವನ್ನು ಸೇರಿಸಿ
ku: تکایە سەرەتا ناونیشانێک زیاد بکە
lo: ກະລຸນາເພີ່ມທີ່ຢູ່ກ່ອນ
lt: Pirmiausia pridėkite adresą
mr: कृपया आधी पत्ता जोडा
ms: Sila tambah alamat terlebih dahulu
my: အရင်ဆုံးလိပ်စာထည့်ပါ
no: Vennligst legg til en adresse først
pl: Najpierw dodaj adres
ro: Vă rugăm să adăugați mai întâi o adresă
si: පළමුව ලිපිනයක් එක් කරන්න
sk: Najskôr prosím pridajte adresu
sq: Ju lutemi shtoni një adresë së pari
sr: Molimo prvo dodajte adresu
sv: Lägg till en adress först
sw: Tafadhali ongeza anwani kwanza
ta: முதலில் ஒரு முகவரியை சேர்க்கவும்
te: దయచేసి ముందుగా చిరునామాను జోడించండి
th: กรุณาเพิ่มที่อยู่ก่อน
tr: Lütfen önce bir adres ekleyin
uk: Будь ласка, спочатку додайте адресу
ur: براہ کرم پہلے پتہ شامل کریں
uz: Iltimos, avval manzil qo‘shing
vi: Vui lòng thêm địa chỉ trước

source: Default Address
am: ነባሪ አድራሻ
ar: العنوان الافتراضي
az: Əsas Ünvan
bg: Основен адрес
bn: ডিফল্ট ঠিকানা
bs: Podrazumijevana adresa
ca: Adreça per defecte
cs: Výchozí adresa
da: Standardadresse
el: Προεπιλεγμένη Διεύθυνση
et: Vaikimisi aadress
fa: آدرس پیش‌فرض
fi: Oletusosoite
he: כתובת ברירת מחדל
hi: डिफॉल्ट पता
hu: Alapértelmezett cím
id: Alamat Default
ja: デフォルト住所
ka: ნაგულისხმევი მისამართი
kk: Басты мекенжай
km: អាសយដ្ឋានលំនាំដើម
kn: ಡೀಫಾಲ್ಟ್ ವಿಳಾಸ
ku: ناونیشانی بنەڕەتی
lo: ທີ່ຢູ່ເລີ່ມຕົ້ນ
lt: Numatytasis adresas
mr: डीफॉल्ट पत्ता
ms: Alamat Utama
my: မူလလိပ်စာ
no: Standardadresse
pl: Domyślny adres
ro: Adresă implicită
si: පෙරනිමි ලිපිනය
sk: Predvolená adresa
sq: Adresa Parazgjedhje
sr: Podrazumevana adresa
sv: Standardadress
sw: Anwani Chaguo-msingi
ta: இயல்புநிலை முகவரி
te: డిఫాల్ట్ చిరునామా
th: ที่อยู่หลัก
tr: Varsayılan Adres
uk: Адреса за замовчуванням
ur: ڈیفالٹ پتہ
uz: Asosiy manzil
vi: Địa chỉ mặc định

source: Other Address
am: ሌላ አድራሻ
ar: عنوان آخر
az: Digər Ünvan
bg: Друг адрес
bn: অন্যান্য ঠিকানা
bs: Druga adresa
ca: Altra adreça
cs: Jiná adresa
da: Anden adresse
el: Άλλη Διεύθυνση
et: Muu aadress
fa: آدرس دیگر
fi: Muu osoite
he: כתובת אחרת
hi: अन्य पता
hu: Egyéb cím
id: Alamat Lainnya
ja: その他の住所
ka: სხვა მისამართი
kk: Басқа мекенжай
km: អាសយដ្ឋានផ្សេងទៀត
kn: ಇತರೆ ವಿಳಾಸ
ku: ناونیشانی تر
lo: ທີ່ຢູ່ອື່ນໆ
lt: Kitas adresas
mr: इतर पत्ता
ms: Alamat Lain
my: အခြားလိပ်စာ
no: Annen adresse
pl: Inny adres
ro: Altă adresă
si: අනෙක් ලිපිනය
sk: Iná adresa
sq: Adresa Tjetër
sr: Druga adresa
sv: Annan adress
sw: Anwani Nyingine
ta: மற்ற முகவரி
te: ఇతర చిరునామా
th: ที่อยู่อื่น
tr: Diğer Adres
uk: Інша адреса
ur: دوسرا پتہ
uz: Boshqa manzil
vi: Địa chỉ khác

source: Saved Addresses
am: የተቀመጡ አድራሻዎች
ar: العناوين المحفوظة
az: Saxlanılan Ünvanlar
bg: Запазени адреси
bn: সংরক্ষিত ঠিকানাসমূহ
bs: Sačuvane adrese
ca: Adreces desades
cs: Uložené adresy
da: Gemte adresser
el: Αποθηκευμένες Διευθύνσεις
et: Salvestatud aadressid
fa: آدرس‌های ذخیره‌شده
fi: Tallennetut osoitteet
he: כתובות שמורות
hi: सहेजे गए पते
hu: Mentett címek
id: Alamat Tersimpan
ja: 保存済み住所
ka: შენახული მისამართები
kk: Сақталған мекенжайлар
km: អាសយដ្ឋានដែលបានរក្សាទុក
kn: ಉಳಿಸಿದ ವಿಳಾಸಗಳು
ku: ناونیشانە هەڵگرتووەکان
lo: ທີ່ຢູ່ທີ່ບັນທຶກໄວ້
lt: Išsaugoti adresai
mr: जतन केलेले पत्ते
ms: Alamat Tersimpan
my: သိမ်းထားသောလိပ်စာများ
no: Lagrede adresser
pl: Zapisane adresy
ro: Adrese salvate
si: සුරැකි ලිපින
sk: Uložené adresy
sq: Adresat e Ruajtura
sr: Sačuvane adrese
sv: Sparade adresser
sw: Anwani Zilizohifadhiwa
ta: சேமிக்கப்பட்ட முகவரிகள்
te: సేవ్ చేసిన చిరునామాలు
th: ที่อยู่ที่บันทึกไว้
tr: Kayıtlı Adresler
uk: Збережені адреси
ur: محفوظ شدہ پتے
uz: Saqlangan manzillar
vi: Địa chỉ đã lưu

# defaultLabel
source: Default
am: ነባሪ
ar: افتراضي
az: Əsas
bg: Основен
bn: ডিফল্ট
bs: Podrazumijevano
ca: Per defecte
cs: Výchozí
da: Standard
el: Προεπιλογή
et: Vaikimisi
fa: پیش‌فرض
fi: Oletus
he: ברירת מחדל
hi: डिफॉल्ट
hu: Alapértelmezett
ja: デフォルト
ka: ნაგულისხმევი
kk: Басты
km: លំនាំដើម
kn: ಡೀಫಾಲ್ಟ್
ku: بنەڕەت
lo: ເລີ່ມຕົ້ນ
lt: Numatytasis
mr: डीफॉल्ट
ms: Utama
my: မူလ
no: Standard
pl: Domyślny
ro: Implicit
si: පෙරනිමි
sk: Predvolené
sq: Parazgjedhje
sr: Podrazumevano
sv: Standard
sw: Chaguo-msingi
ta: இயல்புநிலை
te: డిఫాల్ట్
th: ค่าเริ่มต้น
tr: Varsayılan
uk: За замовчуванням
ur: ڈیفالٹ
uz: Asosiy
vi: Mặc định

source: Set as Default
am: ነባሪ አድራሻ ያድርጉ
ar: تعيين كافتراضي
az: Əsas kimi təyin et
bg: Задай като основен
bn: ডিফল্ট হিসেবে সেট করুন
bs: Postavi kao podrazumijevanu
ca: Estableix com a predeterminada
cs: Nastavit jako výchozí
da: Sæt som standard
el: Ορισμός ως Προεπιλογή
et: Määra vaikimisi
fa: تنظیم به عنوان پیش‌فرض
fi: Aseta oletukseksi
he: הגדר כברירת מחדל
hi: डिफॉल्ट के रूप में सेट करें
hu: Beállítás alapértelmezettként
id: Jadikan Default
ja: デフォルトに設定
ka: ნაგულისხმევად დაყენება
kk: Басты ретінде орнату
km: កំណត់ជាលំនាំដើម
kn: ಡೀಫಾಲ್ಟ್ ಆಗಿ ಸೆಟ್ ಮಾಡಿ
ku: دانان وەک بنەڕەت
lo: ຕັ້ງເປັນເລີ່ມຕົ້ນ
lt: Nustatyti kaip numatytąjį
mr: डीफॉल्ट म्हणून सेट करा
ms: Tetapkan sebagai Utama
my: မူလအဖြစ်သတ်မှတ်ပါ
no: Sett som standard
pl: Ustaw jako domyślny
ro: Setează ca implicită
si: පෙරනිමි ලෙස සකසන්න
sk: Nastaviť ako predvolenú
sq: Cakto si Parazgjedhje
sr: Postavi kao podrazumevanu
sv: Ange som standard
sw: Weka kama Chaguo-msingi
ta: இயல்புநிலையாக அமைக்கவும்
te: డిఫాల్ట్‌గా సెట్చేయండి
th: ตั้งเป็นค่าเริ่มต้น
tr: Varsayılan olarak ayarla
uk: Встановити як адресу за замовчуванням
ur: ڈیفالٹ کے طور پر سیٹ کریں
uz: Asosiy sifatida belgilang
vi: Đặt làm mặc định

source: Address not found
am: አድራሻ አልተገኘም
ar: العنوان غير موجود
az: Ünvan tapılmadı
bg: Адресът не е намерен
bn: ঠিকানা পাওয়া যায়নি
bs: Adresa nije pronađena
ca: Adreça no trobada
cs: Adresa nebyla nalezena
da: Adresse ikke fundet
el: Η διεύθυνση δεν βρέθηκε
et: Aadressi ei leitud
fa: آدرس پیدا نشد
fi: Osoitetta ei löytynyt
he: הכתובת לא נמצאה
hi: पता नहीं मिला
hu: Cím nem található
id: Alamat tidak ditemukan
ja: 住所が見つかりません
ka: მისამართი ვერ მოიძებნა
kk: Мекенжай табылмады
km: រកមិនឃើញអាសយដ្ឋាន
kn: ವಿಳಾಸ ಕಂಡುಬಂದಿಲ್ಲ
ku: ناونیشان نەدۆزرایەوە
lo: ບໍ່ພົບທີ່ຢູ່
lt: Adresas nerastas
mr: पत्ता सापडला नाही
ms: Alamat tidak ditemui
my: လိပ်စာမတွေ့ပါ
no: Adresse ikke funnet
pl: Nie znaleziono adresu
ro: Adresă negăsită
si: ලිපිනය හමු නොවීය
sk: Adresa sa nenašla
sq: Adresa nuk u gjet
sr: Adresa nije pronađena
sv: Adress hittades inte
sw: Anwani haijapatikana
ta: முகவரி கிடைக்கவில்லை
te: చిరునామా కనబడలేదు
th: ไม่พบที่อยู่
tr: Adres bulunamadı
uk: Адресу не знайдено
ur: پتہ نہیں ملا
uz: Manzil topilmadi
vi: Không tìm thấy địa chỉ

source: Default address updated successfully
am: ነባሪ አድራሻ በተሳካ ሁኔታ ተዘምኗል
ar: تم تحديث العنوان الافتراضي بنجاح
az: Əsas ünvan uğurla yeniləndi
bg: Основният адрес беше успешно обновен
bn: ডিফল্ট ঠিকানা সফলভাবে আপডেট হয়েছে
bs: Podrazumijevana adresa je uspješno ažurirana
ca: L'adreça per defecte s'ha actualitzat correctament
cs: Výchozí adresa byla úspěšně aktualizována
da: Standardadresse opdateret
el: Η προεπιλεγμένη διεύθυνση ενημερώθηκε με επιτυχία
et: Vaikimisi aadress edukalt uuendatud
fa: آدرس پیش‌فرض با موفقیت به‌روزرسانی شد
fi: Oletusosoite päivitetty onnistuneesti
he: כתובת ברירת מחדל עודכנה בהצלחה
hi: डिफॉल्ट पता सफलतापूर्वक अपडेट किया गया
hu: Az alapértelmezett cím sikeresen frissítve
id: Alamat default berhasil diperbarui
ja: デフォルト住所が正常に更新されました
ka: ნაგულისხმევი მისამართი წარმატებით განახლდა
kk: Басты мекенжай сәтті жаңартылды
km: អាសយដ្ឋានលំនាំដើមបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ
kn: ಡೀಫಾಲ್ಟ್ ವಿಳಾಸ ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
ku: ناونیشانی بنەڕەتی بەسەرکەوتوویی نوێکرایەوە
lo: ອັບເດດທີ່ຢູ່ເລີ່ມຕົ້ນສຳເລັດ
lt: Numatytasis adresas sėkmingai atnaujintas
mr: डीफॉल्ट पत्ता यशस्वीरित्या अद्ययावत केला
ms: Alamat utama berjaya dikemas kini
my: မူလလိပ်စာကိုအောင်မြင်စွာပြင်ဆင်ပြီးပါပြီ
no: Standardadresse oppdatert
pl: Domyślny adres został pomyślnie zaktualizowany
ro: Adresa implicită a fost actualizată cu succes
si: පෙරනිමි ලිපිනය සාර්ථකව යාවත්කාලීන විය
sk: Predvolená adresa bola úspešne aktualizovaná
sq: Adresa parazgjedhje u përditësua me sukses
sr: Podrazumevana adresa je uspešno ažurirana
sv: Standardadressen har uppdaterats
sw: Anwani chaguo-msingi imesasishwa kikamilifu
ta: இயல்புநிலை முகவரி வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: డిఫాల్ట్ చిరునామా విజయవంతంగా నవీకరించబడింది
th: อัปเดตที่อยู่หลักเรียบร้อยแล้ว
tr: Varsayılan adres başarıyla güncellendi
uk: Адресу за замовчуванням успішно оновлено
ur: ڈیفالٹ پتہ کامیابی سے اپ ڈیٹ ہوگیا
uz: Asosiy manzil muvaffaqiyatli yangilandi
vi: Cập nhật địa chỉ mặc định thành công

source: Failed to update default address
am: ነባሪ አድራሻ ማዘመን አልተሳካም
ar: فشل في تحديث العنوان الافتراضي
az: Əsas ünvanı yeniləmək alınmadı
bg: Неуспешно обновяване на основния адрес
bn: ডিফল্ট ঠিকানা আপডেট করতে ব্যর্থ হয়েছে
bs: Neuspješno ažuriranje podrazumijevane adrese
ca: No s'ha pogut actualitzar l'adreça per defecte
cs: Nepodařilo se aktualizovat výchozí adresu
da: Kunne ikke opdatere standardadresse
el: Αποτυχία ενημέρωσης προεπιλεγμένης διεύθυνσης
et: Vaikimisi aadressi uuendamine ebaõnnestus
fa: به‌روزرسانی آدرس پیش‌فرض ناموفق بود
fi: Oletusosoitteen päivitys epäonnistui
he: נכשל עדכון כתובת ברירת מחדל
hi: डिफॉल्ट पता अपडेट करने में विफल
hu: Nem sikerült frissíteni az alapértelmezett címet
id: Gagal memperbarui alamat default
ja: デフォルト住所の更新に失敗しました
ka: ნაგულისხმევი მისამართის განახლება ვერ მოხერხდა
kk: Басты мекенжайды жаңарту сәтсіз аяқталды
km: បរាជ័យក្នុងការធ្វើបច្ចុប្បន្នភាពអាសយដ្ឋានលំនាំដើម
kn: ಡೀಫಾಲ್ಟ್ ವಿಳಾಸ ನವೀಕರಿಸುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ
ku: شکستی هاتە نوێکردنەوەی ناونیشانی بنەڕەتی
lo: ບໍ່ສາມາດອັບເດດທີ່ຢູ່ເລີ່ມຕົ້ນໄດ້
lt: Nepavyko atnaujinti numatytojo adreso
mr: डीफॉल्ट पत्ता अद्ययावत करण्यात अयशस्वी
ms: Gagal mengemas kini alamat utama
my: မူလလိပ်စာပြင်ဆင်မှုမအောင်မြင်ပါ
no: Kunne ikke oppdatere standardadresse
pl: Nie udało się zaktualizować domyślnego adresu
ro: Actualizarea adresei implicite a eșuat
si: පෙරනිමි ලිපිනය යාවත්කාලීන කිරීම අසාර්ථකයි
sk: Nepodarilo sa aktualizovať predvolenú adresu
sq: Dështoi përditësimi i adresës parazgjedhje
sr: Neuspešno ažuriranje podrazumevane adrese
sv: Misslyckades med att uppdatera standardadressen
sw: Imeshindwa kusasisha anwani chaguo-msingi
ta: இயல்புநிலை முகவரியை புதுப்பிக்க முடியவில்லை
te: డిఫాల్ట్ చిరునామా నవీకరణ విఫలమైంది
th: ไม่สามารถอัปเดตที่อยู่หลักได้
tr: Varsayılan adres güncellenemedi
uk: Не вдалося оновити адресу за замовчуванням
ur: ڈیفالٹ پتہ اپ ڈیٹ کرنے میں ناکامی
uz: Asosiy manzilni yangilashda xatolik yuz berdi
vi: Cập nhật địa chỉ mặc định thất bại

# errorPrefix
source: Error
am: ስህተት
ar: خطأ
az: Xəta
bg: Грешка
bn: ত্রুটি
bs: Greška
cs: Chyba
da: Fejl
el: Σφάλμα
et: Viga
fa: خطا
fi: Virhe
he: שגיאה
hi: त्रुटि
hu: Hiba
id: Kesalahan
ja: エラー
ka: შეცდომა
kk: Қате
km: កំហុស
kn: ದೋಷ
ku: هەڵە
lo: ຜິດພາດ
lt: Klaida
mr: त्रुटी
ms: Ralat
my: အမှား
no: Feil
pl: Błąd
ro: Eroare
si: දෝෂයක්
sk: Chyba
sq: Gabim
sr: Greška
sv: Fel
sw: Hitilafu
ta: பிழை
te: లోపం
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
ur: خرابی
uz: Xato
vi: Lỗi

source: Edit Address
am: አድራሻ አርትዕ
ar: تعديل العنوان
az: Ünvanı Redaktə Et
bg: Редактиране на адрес
bn: ঠিকানা সম্পাদনা করুন
bs: Uredi adresu
ca: Edita l'adreça
cs: Upravit adresu
da: Rediger adresse
el: Επεξεργασία Διεύθυνσης
et: Muuda aadressi
fa: ویرایش آدرس
fi: Muokkaa osoitetta
he: ערוך כתובת
hi: पता संपादित करें
hu: Cím szerkesztése
id: Edit Alamat
ja: 住所を編集
ka: მისამართის რედაქტირება
kk: Мекенжайды өңдеу
km: កែប្រែអាសយដ្ឋាន
kn: ವಿಳಾಸವನ್ನು ತಿದ್ದು
ku: دەستکاری ناونیشان
lo: ແກ້ໄຂທີ່ຢູ່
lt: Redaguoti adresą
mr: पत्ता संपादित करा
ms: Edit Alamat
my: လိပ်စာပြင်ဆင်ရန်
no: Rediger adresse
pl: Edytuj adres
ro: Editează adresa
si: ලිපිනය සංස්කරණය කරන්න
sk: Upraviť adresu
sq: Ndrysho Adresën
sr: Izmeni adresu
sv: Redigera adress
sw: Hariri Anwani
ta: முகவரியை திருத்தவும்
te: చిరునామా సవరించండి
th: แก้ไขที่อยู่
tr: Adresi Düzenle
uk: Редагувати адресу
ur: پتہ میں ترمیم کریں
uz: Manzilni tahrirlash
vi: Chỉnh sửa địa chỉ
