Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Starting bid
am: የመነሻ ጨረታ
ar: العرض الافتتاحي
az: Başlanğıc təklifi
bg: Начална оферта
bn: বিড শুরু হচ্ছে
bs: Početna ponuda
ca: Oferta inicial
cs: Počáteční nabídka
da: Startbud
el: Αρχική προσφορά
et: Alguspakkumine
fa: پیشنهاد قیمت اولیه
fi: Lähtöhinta
he: הצעת פתיחה
hi: बोली शुरू
hu: Kezdő licit
id: Penawaran Awal
ja: 開始入札
kk: It seems you did not provide any text to translate. Please provide the text you want translated to Kazakh.
km: ចាប់ផ្តើមដេញថ្លៃ
kn: It appears that you have not provided any text to translate. Please provide the text you want translated to Kannada.
ku: پێشنیاری دەستپێک
lo: ເລີ່ມການປະມູນ
lt: Pradinis pasiūlymas
mr: सुरुवातीची बोली
ms: Memulakan bidaan
my: စတင်လေလံ
no: Startbud
pl: Oferta wywoławcza
ro: Ofertă inițială
si: ආරම්භක ලංසු මුදල
sk: Počiatočná ponuka
sq: Oferta fillestare
sr: Почетна понуда
sv: Startbud
sw: Kuanza zabuni
ta: தொடக்க ஏலம்
te: ప్రారంభ బిడ్
th: เริ่มประมูล
tr: Başlangıç teklifi
uk: Початкова ставка
ur: بولی شروع ہو رہی ہے۔
uz: Boshlang'ich taklif
vi: Giá khởi điểm

# systemError
source: System error. Please contact support.
am: የሲስተም ስህተት። እባክዎ ድጋሚ ይነጋግሩ።
ar: خطأ في النظام. يُرجى التواصل مع الدعم.
az: Sistem xətası. Zəhmət olmasa dəstək ilə əlaqə saxlayın.
bg: Системна грешка. Моля, свържете се с поддръжката.
bn: সিস্টেম ত্রুটি। অনুগ্রহ করে সহায়তার সাথে যোগাযোগ করুন।
bs: Sistemska greška. Molimo kontaktirajte podršku.
ca: Error de sistema. Si us plau, contacta amb el suport.
cs: Systémová chyba. Kontaktujte prosím podporu.
da: Systemfejl. Kontakt venligst support.
el: Σφάλμα συστήματος. Επικοινωνήστε με την υποστήριξη.
et: Süsteemiviga. Palun võta ühendust klienditoega.
fa: خطای سیستم. لطفا با پشتیبانی تماس بگیرید.
fi: Järjestelmävirhe. Ota yhteyttä tukeen.
he: שגיאת מערכת. אנא פנה לתמיכה.
hi: सिस्टम त्रुटि. कृपया सहायता से संपर्क करें.
hu: Rendszerhiba. Kérjük, vegye fel a kapcsolatot az ügyfélszolgálattal.
id: Terjadi kesalahan sistem. Silakan hubungi dukungan.
ja: システムエラーです。サポートにお問い合わせください。
kk: It appears that your text is empty. Please provide the text you would like translated into Kazakh.
km: កំហុសប្រព័ន្ធ។ សូមទាក់ទងផ្នែកជំនួយ។
kn: It appears that there is no text between the quotation marks (""). Please provide the text you want translated to Kannada.
ku: هەڵەی سیستەم. تکایە پەیوەندی بکە بە پشتیوانی.
lo: ລະບົບຜິດພາດ. ກະລຸນາຕິດຕໍ່ຝ່າຍຊ່ວຍເຫຼືອ.
lt: Sistemos klaida. Susisiekite su palaikymo tarnyba.
mr: सिस्टम एरर. कृपया सपोर्टशी संपर्क साधा.
ms: Ralat sistem. Sila hubungi sokongan.
my: စနစ်အမှား။ ပံ့ပိုးကူညီမှုထံ ဆက်သွယ်ပါ။
no: Systemfeil. Vennligst kontakt support.
pl: Błąd systemu. Skontaktuj się z pomocą techniczną.
ro: Eroare de sistem. Vă rugăm să contactați asistența.
si: පද්ධති දෝෂයක්. කරුණාකර සහාය අමතන්න.
sk: Systémová chyba. Kontaktujte podporu.
sq: Gabim sistemi. Ju lutemi të kontaktoni mbështetjen.
sr: Системска грешка. Контактирајте подршку.
sv: Systemfel. Kontakta supporten.
sw: Hitilafu ya mfumo. Tafadhali wasiliana na usaidizi.
ta: கணினிப் பிழை. ஆதரவைத் தொடர்பு கொள்ளவும்.
te: సిస్టమ్ లోపం. దయచేసి సహాయాన్ని సంప్రదించండి.
th: เกิดข้อผิดพลาดของระบบ กรุณาติดต่อฝ่ายสนับสนุน
tr: Sistem hatası. Lütfen destek ekibiyle iletişime geçin.
uk: Системна помилка. Зверніться до служби підтримки.
ur: سسٹم کی خرابی۔ براہ کرم سپورٹ سے رابطہ کریں۔
uz: Tizim xatosi. Iltimos, qo'llab-quvvatlash xizmatiga murojaat qiling.
vi: Lỗi hệ thống. Vui lòng liên hệ bộ phận hỗ trợ.

source: This item is sold
am: ይህ ንጥል ተሸጥቷል
ar: تم بيع هذا العنصر
az: Bu əşya satılır
bg: Този артикул е продаден
bn: এই জিনিসটি বিক্রি হচ্ছে
bs: Ovaj artikal je prodat
ca: Aquest article està venut
cs: Tato položka je prodaná
da: Denne vare er solgt
el: Αυτό το αντικείμενο πωλείται
et: See ese on müüdud
fa: این کالا فروخته شد
fi: Tämä tuote on myyty
he: פריט זה נמכר
hi: यह वस्तु बिक चुकी है
hu: Ez a termék elkelt
id: Barang ini sudah terjual
ja: この商品は販売済みです
kk: It appears you have not provided any text to translate. Please provide the text you would like translated to Kazakh.
km: ធាតុនេះត្រូវបានលក់រួចហើយ
kn: It appears that your message contains an empty quotation (""). There is no text to translate. If you provide the text you want translated, I'll be happy to help!
ku: ئەم کاڵەیە فرۆشراوە
lo: ລາຍການນີ້ຖືກຂາຍ
lt: Šis daiktas parduotas
mr: ही वस्तू विकली जाते.
ms: Barang ini dijual
my: ဤပစ္စည်းကို ရောင်းချသည်။
no: Denne varen er solgt
pl: Ten przedmiot został sprzedany
ro: Acest articol a fost vândut
si: මෙම අයිතමය විකිණී ඇත
sk: Táto položka je predaná
sq: Ky artikull është shitur
sr: Ова ставка је продата
sv: Denna vara är såld
sw: Bidhaa hii inauzwa
ta: இந்தப் பொருள் விற்கப்பட்டது.
te: ఈ వస్తువు అమ్మబడింది
th: สินค้าชิ้นนี้ขายแล้ว
tr: Bu ürün satıldı
uk: Цей товар продано
ur: یہ شے بیچی جاتی ہے۔
uz: Ushbu element sotiladi
vi: Mặt hàng này đã được bán

source: Time left
am: ቀሪ ጊዜ
ar: الوقت المتبقي
az: Vaxt qalıb
bg: Оставащо време
bn: বাকি সময়
bs: Preostalo vrijeme
ca: Temps restant
cs: Zbývající čas
da: Tid tilbage
el: Χρόνος που απομένει
et: Aega jäänud
fa: زمان باقی مانده
fi: Aikaa jäljellä
he: הזמן שנותר
hi: शेष समय
hu: Hátralévő idő
id: Waktu tersisa
ja: 残り時間
kk: It appears you haven't provided any text to translate. Please provide the text you'd like translated to Kazakh.
km: ពេលវេលានៅសល់
kn: It appears that you have not provided any text to translate. Please provide the text you would like translated to Kannada.
ku: کات ماوە
lo: ເວລາຍັງເຫຼືອ
lt: Likęs laikas
mr: शिल्लक वेळ
ms: masa yang tinggal
my: ကျန်ရှိသောအချိန်
no: Tid igjen
pl: Pozostały czas
ro: Timp rămas
si: ඉතිරි කාලය
sk: Zostávajúci čas
sq: Koha e mbetur
sr: Преостало време
sv: Tid kvar
sw: Muda uliobaki
ta: மீதமுள்ள நேரம்
te: మిగిలిన సమయం
th: เวลาที่เหลืออยู่
tr: Kalan zaman
uk: Залишилося часу
ur: وقت رہ گیا۔
uz: Vaqt qoldi
vi: Thời gian còn lại

source: Total amount
am: ጠቅላላ መጠን
ar: المبلغ الإجمالي
az: Ümumi məbləğ
bg: Обща сума
bn: মোট পরিমাণ
bs: Ukupan iznos
ca: Import total
cs: Celková částka
da: Samlet beløb
el: Συνολικό ποσό
et: Kogusumma
fa: مبلغ کل
fi: Kokonaissumma
he: סכום כולל
hi: कुल राशि
hu: Teljes összeg
id: Jumlah Total
ja: 合計金額
kk: It appears that you have not provided any text to translate. Please provide the text you would like translated to Kazakh.
km: ចំនួនសរុប
kn: You did not provide any text to translate. Please provide the text you want translated to Kannada.
ku: کۆی گشتی
lo: ຈຳນວນທັງໝົດ
lt: Bendra suma
mr: एकूण रक्कम
ms: Jumlah keseluruhan
my: စုစုပေါင်းတန်ဘိုး
no: Totalbeløp
pl: Całkowita kwota
ro: Valoare totală
si: මුළු මුදල
sk: Celková suma
sq: Shuma totale
sr: Укупан износ
sv: Totalt belopp
sw: Jumla ya kiasi
ta: மொத்த தொகை
te: మొత్తం మొత్తం
th: ยอดรวม
tr: Toplam tutar
uk: Загальна сума
ur: کل رقم
uz: Umumiy hisob
vi: Tổng cộng

# unexpectedError
source: An unexpected error occurred. Please try again.
am: ያልተጠበቀ ስህተት ተፈጥሯል። እባክዎ ድጋሚ ይሞክሩ።
ar: حدث خطأ غير متوقع. يُرجى المحاولة مرة أخرى.
az: Gözlənilməz xəta baş verdi. Yenidən cəhd edin.
bg: Възникна неочаквана грешка. Моля, опитайте отново.
bn: একটি অপ্রত্যাশিত ত্রুটি ঘটেছে। অনুগ্রহ করে আবার চেষ্টা করুন।
bs: Došlo je do neočekivane greške. Pokušajte ponovo.
ca: S'ha produït un error inesperat. Torna-ho a intentar.
cs: Došlo k neočekávané chybě. Zkuste to prosím znovu.
da: Der opstod en uventet fejl. Prøv igen.
el: Παρουσιάστηκε ένα μη αναμενόμενο σφάλμα. Δοκιμάστε ξανά.
et: Tekkis ootamatu viga. Palun proovi uuesti.
fa: خطای غیرمنتظره‌ای رخ داد. لطفاً دوباره امتحان کنید.
fi: Tapahtui odottamaton virhe. Yritä uudelleen.
he: אירעה שגיאה בלתי צפויה. נסה שוב.
hi: एक अप्रत्याशित त्रुटि हुई. कृपया पुनः प्रयास करें.
hu: Váratlan hiba történt. Kérjük, próbálja újra.
id: Terjadi kesalahan tak terduga. Silakan coba lagi.
ja: 予期しないエラーが発生しました。もう一度お試しください。
kk: It appears the text to be translated is missing. Please provide the text you would like translated to Kazakh.
km: កំហុសដែលមិនបានរំពឹងទុកបានកើតឡើង។ សូមព្យាយាមម្តងទៀត។
kn: It appears that there is no text between the quotation marks (""). Please provide the text you would like translated into Kannada.
ku: هەڵەیەکی نەخوازراو ڕویدا. تکایە دووبارە هەوڵ بدە.
lo: ເກີດຄວາມຜິດພາດທີ່ບໍ່ຄາດຄິດຂຶ້ນ. ກະລຸນາລອງອີກຄັ້ງ.
lt: Įvyko netikėta klaida. Bandykite dar kartą.
mr: एक अनपेक्षित त्रुटी आली. कृपया पुन्हा प्रयत्न करा.
ms: Ralat yang tidak dijangka berlaku. Sila cuba lagi.
my: မမျှော်လင့်ထားသော အမှားတစ်ခု ဖြစ်ပွားခဲ့သည်။ ထပ်စမ်းကြည့်ပါ။
no: En uventet feil oppstod. Prøv igjen.
pl: Wystąpił nieoczekiwany błąd. Spróbuj ponownie.
ro: A apărut o eroare neașteptată. Vă rugăm să încercați din nou.
si: අපේක්ෂා නොකළ දෝෂයක් ඇතිවිය. කරුණාකර නැවත උත්සාහ කරන්න.
sk: Vyskytla sa neočakávaná chyba. Skúste to znova.
sq: Ndodhi një gabim i papritur. Ju lutemi provoni përsëri.
sr: Дошло је до неочекиване грешке. Молимо покушајте поново.
sv: Ett oväntat fel uppstod. Försök igen.
sw: Hitilafu isiyotarajiwa imetokea. Tafadhali jaribu tena.
ta: எதிர்பாராத பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
te: అనుకోని లోపం సంభవించింది. దయచేసి మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดที่ไม่คาดคิด กรุณาลองอีกครั้ง
tr: Beklenmeyen bir hata oluştu. Lütfen tekrar deneyin.
uk: Сталася неочікувана помилка. Спробуйте ще раз.
ur: ایک غیر متوقع خرابی پیش آگئی۔ براہ کرم دوبارہ کوشش کریں۔
uz: Kutilmagan xatolik yuz berdi. Iltimos, qayta urinib koʻring.
vi: Đã xảy ra lỗi không mong muốn. Vui lòng thử lại.

# unknownError
source: Something went wrong, unknown error has been appear
am: ያልታወቀ ስህተት ተፈጥሯል
ar: لقد حدث خطأ ما، ظهر خطأ غير معروف
az: Nəsə xəta baş verdi, naməlum xəta göründü
bg: Нещо се обърка, възникна неизвестна грешка
bn: কিছু ভুল হয়েছে, অজানা ত্রুটি দেখা দিয়েছে।
bs: Nešto je pošlo po zlu, pojavila se nepoznata greška
ca: S'ha produït un error desconegut
cs: Něco se pokazilo, došlo k neznámé chybě
da: Noget gik galt, der opstod en ukendt fejl
el: Κάτι πήγε στραβά, εμφανίστηκε άγνωστο σφάλμα
et: Midagi läks valesti, ilmnes tundmatu viga
fa: مشکلی پیش آمده است، خطای ناشناخته‌ای ظاهر شده است
fi: Jokin meni pieleen, tuntematon virhe tapahtui
he: משהו השתבש, שגיאה לא ידועה הופיעה
hi: कुछ गलत हुआ, अज्ञात त्रुटि दिखाई दी है
hu: Ismeretlen hiba történt.
id: Terjadi kesalahan, kesalahan tidak dikenal telah muncul
ja: 問題が発生しました。不明なエラーが発生しました。
kk: It appears that there is no text between the quotation marks for me to translate. Please provide the text you would like translated to Kazakh.
km: មានបញ្ហាដែលមិនស្គាល់កើតឡើង
kn: You have not provided any text to translate. Please provide the text you want translated to Kannada.
ku: هەڵەیەک ڕویدا، هەڵەی نەناسراوە
lo: ມີ​ບາງ​ອັນ​ຜິດ​ພາດ​, ຄວາມ​ຜິດ​ພາດ​ທີ່​ບໍ່​ຮູ້​ຈັກ​ໄດ້​ປະ​ກົດ​ຂຶ້ນ​
lt: Kažkas nepavyko, atsirado nežinoma klaida
mr: काहीतरी चूक झाली, अज्ञात त्रुटी आली आहे.
ms: Kesilapan telah berlaku, ralat tidak diketahui telah muncul
my: တစ်ခုခုမှားသွားသည်၊ မသိသောအမှားပေါ်လာသည်။
no: Noe gikk galt, en ukjent feil har oppstått
pl: Coś poszło nie tak, pojawił się nieznany błąd
ro: Ceva nu a mers bine, a apărut o eroare necunoscută.
si: කිසියම් දෝෂයක් ඇතිවී ඇත, නොදන්නා දෝෂයක් පෙනෙයි
sk: Vyskytla sa neznáma chyba, niečo sa pokazilo
sq: Diçka shkoi keq, u shfaq një gabim i panjohur
sr: Дошло је до грешке, појавила се непозната грешка
sv: Något gick fel, ett okänt fel har uppstått
sw: Hitilafu fulani imetokea, hitilafu isiyojulikana imeonekana
ta: ஏதோ தவறு நடந்துவிட்டது, தெரியாத பிழை தோன்றியுள்ளது.
te: ఏదో తప్పు జరిగింది, తెలియని లోపం ఏర్పడింది
th: มีบางอย่างผิดพลาด ข้อผิดพลาดที่ไม่ทราบสาเหตุได้ปรากฏขึ้น
tr: Bir şeyler ters gitti, bilinmeyen bir hata oluştu
uk: Щось пішло не так, сталася невідома помилка
ur: کچھ غلط ہو گیا، نامعلوم خرابی ظاہر ہو گئی ہے۔
uz: Nimadir xato ketdi, noma'lum xatolik yuz berdi
vi: Có gì đó không ổn, đã xảy ra lỗi không xác định

# upRankNote1
source: Earn more
am: ተጨማሪ ነጥቦችን ያበሩ
ar: اكسب المزيد
az: Daha çox qazanın
bg: Печелете повече
bn: আরও উপার্জন করুন
bs: Zaradite više
ca: Guanya més
cs: Získejte více
da: Tjen flere
el: Κερδίστε περισσότερα
et: Teeni rohkem
fa: کسب درآمد بیشتر
fi: Ansaitse lisää
he: להרוויח עוד
hi: और कमाओ
hu: Keressen még
id: Dapatkan lebih banyak
ja: もっと稼ぐ
kk: It appears that your message does not contain any text to translate. Please provide the text you would like translated into Kazakh.
km: រកប្រាក់ចំណូលបន្ថែម
kn: It appears that the text to be translated is empty. Please provide the text you would like translated to Kannada.
ku: زیاتر بەدەست بهێنە
lo: ມີລາຍໄດ້ເພີ່ມເຕີມ
lt: Uždirbkite daugiau
mr: अधिक कमवा
ms: Dapatkan lebih banyak
my: ပိုဝင်ငွေ
no: Tjen mer
pl: Zarób więcej
ro: Câștigă mai multe
si: තවත් උපයන්න
sk: Zarobte viac
sq: Fito më shumë
sr: Зарадите више
sv: Tjäna mer
sw: Pata zaidi
ta: அதிகமாக சம்பாதிக்கவும்
te: ఇంకా సంపాదించండి
th: รับรายได้เพิ่ม
tr: Daha fazla kazan
uk: Заробляйте більше
ur: زیادہ کمائیں۔
uz: Ko'proq daromad oling
vi: Kiếm thêm

# upRankNote2
source: points to move up this rank.
am: ወደዚህ ደረጃ ለመድረስ።
ar: نقاط للصعود إلى هذه المرتبة.
az: bu pilləni yüksəltmək üçün xal.
bg: точки, за да преминете на този ранг.
bn: এই র‍্যাঙ্কে উপরে ওঠার জন্য পয়েন্ট।
bs: bodova za napredovanje na ovom rangu.
ca: punts per pujar de nivell.
cs: bodů pro postup na vyšší úroveň.
da: point for at rykke op på denne rang.
el: πόντους για να ανέβετε σε αυτήν την κατάταξη.
et: punkti, et liikuda sellele tasemele.
fa: امتیاز برای صعود به این رتبه.
fi: pisteitä noustaksesi tälle tasolle.
he: נקודות כדי לעלות בדרגה זו.
hi: इस रैंक में ऊपर जाने के लिए 100 अंक की आवश्यकता होती है।
hu: pontot a következő rang eléréséhez.
id: poin untuk naik peringkat.
ja: このランクを上げるにはポイントが必要です。
kk: It appears that there is no text provided between the quotation marks for translation. Please provide the text you would like translated to Kazakh.
km: ពិន្ទុដើម្បីឡើងទៅចំណាត់ថ្នាក់នេះ។
kn: It appears that the text to be translated is empty (""). If you provide the text you want translated, I'll be happy to help!
ku: خاڵ پێویستە بۆ بەرزکردنەوەی ئەم پۆلە.
lo: ຈຸດທີ່ຈະຍ້າຍຂຶ້ນອັນດັບນີ້.
lt: taškų, kad pakiltų šiame reitinge.
mr: या रँक वर जाण्यासाठी गुण.
ms: mata untuk menaikkan pangkat ini.
my: ဒီအဆင့်ကို ရွှေ့ဖို့ အမှတ်တွေ ပေးတယ်။
no: poeng for å gå opp til denne rangen.
pl: punktów potrzebnych do awansu w tej randze.
ro: puncte pentru a avansa în acest rang.
si: මෙම ශ්‍රේණියට උසස් වීමට ලකුණු අවශ්‍යයි.
sk: bodov na posun v tomto poradí vyššie.
sq: pikë për të ngjitur në këtë renditje.
sr: поене за напредовање на овом рангу.
sv: poäng för att klättra upp i den här rankningen.
sw: pointi ili kupandisha daraja hili.
ta: இந்த தரவரிசையில் முன்னேற புள்ளிகள்.
te: ఈ ర్యాంక్‌కు వెళ్లడానికి ఇంకా పాయింట్లు అవసరం.
th: คะแนนเพื่อเลื่อนอันดับขึ้น
tr: Bu rütbede yükselmek için puan.
uk: балів, щоб піднятися на цьому ранзі.
ur: اس درجہ کو اوپر جانے کے لیے پوائنٹس۔
uz: bu o'rinni yuqoriga ko'tarish uchun ball.
vi: điểm để nâng cấp hạng này.

source: Update user failed
am: የተጠቃሚ መረጃ ማዘመን አልተሳካም
ar: فشل تحديث المستخدم
az: İstifadəçini yeniləmək alınmadı
bg: Неуспешно обновяване на потребител
bn: ব্যবহারকারী আপডেট করা যায়নি
bs: Ažuriranje korisnika nije uspjelo
ca: No s'ha pogut actualitzar l'usuari
cs: Aktualizace uživatele se nezdařila
da: Brugeropdatering mislykkedes
el: Η ενημέρωση χρήστη απέτυχε.
et: Kasutaja uuendamine ebaõnnestus
fa: به‌روزرسانی کاربر ناموفق بود
fi: Käyttäjän päivitys epäonnistui
he: עדכון המשתמש נכשל
hi: उपयोगकर्ता अपडेट विफल
hu: A felhasználó frissítése sikertelen
id: Pembaruan pengguna gagal
ja: ユーザーの更新に失敗しました
kk: It appears that the text to be translated is missing. Please provide the text you would like translated to Kazakh.
km: បរាជ័យក្នុងការអាប់ដេតអ្នកប្រើប្រាស់
kn: You did not provide any text to translate. Please provide the text you want translated to Kannada.
ku: نوێکردنەوەی بەکارهێنەر سەرکەوتوو نەبوو
lo: ອັບເດດຜູ້ໃຊ້ລົ້ມເຫລວ
lt: Nepavyko atnaujinti vartotojo
mr: वापरकर्ता अपडेट करता आला नाही
ms: Kemas kini pengguna gagal
my: အသုံးပြုသူကို အပ်ဒိတ်လုပ်၍မရပါ။
no: Oppdatering av bruker mislyktes
pl: Aktualizacja użytkownika nie powiodła się
ro: Actualizarea utilizatorului a eșuat
si: පරිශීලක යාවත්කාලීන කිරීම අසාර්ථකයි
sk: Aktualizácia používateľa zlyhala
sq: Përditësimi i përdoruesit dështoi
sr: Ажурирање корисника није успело
sv: Uppdatering av användare misslyckades
sw: Imeshindwa kusasisha mtumiaji
ta: பயனரைப் புதுப்பிக்க முடியவில்லை.
te: వాడుకరి నవీకరణ విఫలమైంది
th: การอัปเดตผู้ใช้ล้มเหลว
tr: Kullanıcı güncellemesi başarısız oldu
uk: Не вдалося оновити користувача
ur: صارف کو اپ ڈیٹ کرنا ناکام ہو گیا۔
uz: Foydalanuvchi yangilanmadi
vi: Cập nhật người dùng không thành công

source: Used
am: የተጠቀሰ
ar: مستخدم
az: İstifadə olunub
bg: Използвано
bn: ব্যবহৃত
bs: Korišteno
ca: Usat
cs: Použito
da: Brugt
el: μεταχειρισμένος
et: Kasutatud
fa: استفاده شده
fi: Käytetty
he: משומש
hi: इस्तेमाल किया गया
hu: Használt
id: Digunakan
ja: 使用済み
kk: It appears you haven't provided any text to translate. Please provide the text you want translated to Kazakh.
km: បានប្រើ
kn: It appears that you have not provided any text to translate. Please provide the text you would like translated to Kannada.
ku: بەکارهاتوو
lo: ໃຊ້ແລ້ວ
lt: Naudotas
mr: वापरलेले
ms: terpakai
my: သုံးတယ်။
no: Brukt
pl: Używany
ro: Folosit
si: භාවිතා කළ
sk: Použité
sq: Përdorur
sr: Коришћено
sv: Begagnade
sw: Imetumika
ta: பயன்படுத்தப்பட்டது
te: వాడినది
th: ใช้แล้ว
tr: Kullanılmış
uk: Використано
ur: استعمال کیا جاتا ہے
uz: Ishlatilgan
vi: Đã sử dụng

# validUntil
source: Valid until: {time}
am: ትክክለኛ እስከ: {time}
ar: صالحة حتى: {time}
az: Bu tarixə qədər etibarlıdır: {time}
bg: Валидно до: {time}
bn: বৈধ: {time}পর্যন্ত
bs: Vrijedi do: {time}
ca: Vàlid fins: {time}
cs: Platné do: {time}
da: Gyldig indtil: {time}
el: Ισχύει έως: {time}
et: Kehtib kuni: {time}
fa: معتبر تا: {time}
fi: Voimassa asti: {time}
he: בתוקף עד: {time}
hi: {time}तक वैध
hu: Érvényes eddig: {time}
id: Berlaku sampai: {time}
ja: 有効期限: {time}
kk: It appears you have not provided any text to translate. Please provide the text you would like translated to Kazakh.
km: មានសុពលភាពដល់៖ {time}
kn: It appears that there is no text between the quotation marks (""). Please provide the text you would like translated to Kannada.
ku: بەردەوامە تا: {time}
lo: ໃຊ້ໄດ້ຈົນຮອດ: {time}
lt: Galioja iki: {time}
mr: {time}पर्यंत वैध:
ms: Sah sehingga: {time}
my: အကျုံးဝင်သည်- {time}
no: Gyldig til: {time}
pl: Ważne do: {time}
ro: Valabil până la: {time}
si: වලංගු දිනය: {time}
sk: Platné do: {time}
sq: Vlefshme deri më: {time}
sr: Важи до: {time}
sv: Giltig till: {time}
sw: Itatumika hadi: {time}
ta: செல்லுபடியாகும் காலம்: {time}
te: చెల్లుబాటు: {time} వరకు
th: ใช้ได้ถึงวันที่: {time}
tr: Geçerlilik tarihi: {time}
uk: Дійсний до: {time}
ur: اس وقت تک درست ہے: {time}
uz: Yaroqlilik muddati: {time}
vi: Có hiệu lực đến: {time}

source: View all
am: ሁሉንም ይመልከቱ
ar: عرض الكل
az: Hamısına baxın
bg: Виж всички
bn: সবগুলো দেখুন
bs: Pogledaj sve
ca: Veure-ho tot
cs: Zobrazit vše
da: Se alle
el: Προβολή όλων
et: Vaata kõiki
fa: مشاهده همه
fi: Näytä kaikki
he: הצג הכל
hi: सभी को देखें
hu: Összes megtekintése
id: Lihat Semua
ja: すべて表示
kk: It appears that there is no text between the quotation marks (""). Please provide the text you would like translated.
km: មើលទាំងអស់
kn: It appears that there is no text between the quotation marks for me to translate. Please provide the text you would like translated to Kannada.
ku: هەمووی ببینە
lo: ເບິ່ງທັງໝົດ
lt: Žiūrėti visus
mr: सर्व पहा
ms: Lihat Semua
my: အားလုံးကိုကြည့်ရှုပါ။
no: Se alle
pl: Pokaż wszystkie
ro: Vezi tot
si: සියල්ල පෙන්වන්න
sk: Zobraziť všetko
sq: Shiko te gjitha
sr: Прикажи све
sv: Visa alla
sw: Tazama zote
ta: அனைத்தையும் பார்க்கவும்
te: అన్నింటిని చూడండి
th: ดูทั้งหมด
tr: Hepsini gör
uk: Переглянути всі
ur: تمام دیکھیں
uz: Hammasini ko'rish
vi: Xem tất cả

source: View point history
am: የነጥብ ታሪክ ይመልከቱ
ar: تاريخ وجهة النظر
az: Nöqtə tarixinə baxın
bg: Виж историята на точките
bn: পয়েন্ট ইতিহাস দেখুন
bs: Historija tačaka pregleda
ca: Veure historial de punts
cs: Zobrazit historii bodů
da: Vis pointhistorik
el: Προβολή ιστορικού σημείων
et: Vaata punktide ajalugu
fa: تاریخچه نقطه دید
fi: Näytä pistehistoria
he: צפה בהיסטוריית נקודות
hi: दृश्य बिंदु इतिहास
hu: Ponttörténet megtekintése
id: Riwayat Poin
ja: ポイント履歴を表示
kk: It appears you have not provided any text to translate. Please provide the text you would like translated to Kazakh.
km: មើលប្រវត្តិពិន្ទុ
kn: It appears that there is no text between the quotation marks for translation. Please provide the text you would like translated to Kannada.
ku: مێژووی خاڵ ببینە
lo: ເບິ່ງປະຫວັດຈຸດ
lt: Apžvalgos taškų istorija
mr: पॉइंट इतिहास पहा
ms: Lihat sejarah titik
my: ပွိုင့်သမိုင်းကိုကြည့်ပါ။
no: Se poenghistorikk
pl: Zobacz historię punktów
ro: Vezi istoricul punctelor
si: ලකුණු ඉතිහාසය බලන්න
sk: Zobraziť históriu bodov
sq: Shiko historikun e pikave
sr: Историја тачака приказа
sv: Visa punkthistorik
sw: Angalia historia ya pointi
ta: பார்வைப் புள்ளி வரலாறு
te: పాయింట్ల చరిత్రను చూడండి
th: ประวัติจุดชม
tr: Bakış açısı geçmişi
uk: Переглянути історію балів
ur: نقطہ نظر کی تاریخ
uz: Ko'rish nuqtasi tarixi
vi: Xem lịch sử điểm

source: Winning Bid
am: የተሸነፈ ጨረታ
ar: العرض الفائز
az: Qalib Tender
bg: Печеливша оферта
bn: বিড জিতেছে
bs: Pobjednička ponuda
ca: Oferta guanyadora
cs: Vítězná nabídka
da: Vindende bud
el: Νικήτρια Προσφορά
et: Võidupakkumine
fa: پیشنهاد برنده
fi: Voittava tarjous
he: הצעה זוכה
hi: जीतने वाली बोली
hu: Nyertes licit
id: Tawaran Pemenang
ja: 落札価格
kk: It appears that your message does not contain any text to translate. Please provide the text you would like translated into Kazakh.
km: ការដេញថ្លៃឈ្នះ
kn: It appears that there is no text between the quotation marks (""). Please provide the text you would like translated to Kannada.
ku: داواکاری بردوو
lo: ຊະນະການປະມູນ
lt: Laimėjęs pasiūlymas
mr: बोली जिंकणे
ms: Menang Bidaan
my: လေလံအနိုင်ရ
no: Vinnende bud
pl: Wygrywająca oferta
ro: Ofertă câștigătoare
si: ජයග්‍රාහී ලංසු
sk: Víťazná ponuka
sq: Oferta Fituese
sr: Победничка понуда
sv: Vinnande budgivning
sw: Zabuni ya Kushinda
ta: வெற்றி பெற்ற ஏலம்
te: విజేత బిడ్
th: ประมูลชนะ
tr: Kazanan Teklif
uk: Переможна ставка
ur: جیتنے والی بولی۔
uz: G'olib taklif
vi: Giá thầu thắng

# youAreOur
source: You're our
am: እኛ የእኛ ነህ
ar: أنت ملكنا
az: Sən bizimsən
bg: Вие сте нашият
bn: তুমি আমাদের।
bs: Ti si naš/naša
ca: Ets el nostre
cs: Jste náš/naše
da: Du er vores
el: Είσαι δικός μας
et: Sa oled meie
fa: تو مال ما هستی
fi: Olet meidän
he: אתה שלנו
hi: आप हमारे
hu: Ön a mi
id: Kamu adalah
ja: あなたは私たちの
kk: It appears that there is no text between the quotation marks (""). Please provide the text you would like translated.
km: អ្នកគឺជាសមាជិករបស់យើង។
kn: It appears that you have not provided any text to translate. Please provide the text you want translated to Kannada.
ku: تۆی بەکارهێنەری
lo: ເຈົ້າເປັນຂອງພວກເຮົາ
lt: Tu esi mūsų
mr: तुम्ही आमचे आहात.
ms: Awak milik kami
my: မင်းက ငါတို့ပဲ။
no: Du er vår
pl: Jesteś naszym
ro: Ești al nostru
si: ඔබ අපගේ
sk: Ste náš/naša/naše
sq: Ti je e jona
sr: Ти си наш
sv: Du är vår
sw: Wewe ni wetu
ta: நீங்கள் எங்கள்
te: మీరు మా
th: คุณเป็นของเรา
tr: Sen bizimsin
uk: Ви наш
ur: آپ ہمارے ہیں۔
uz: Siz bizning
vi: Bạn là thành viên của chúng tôi
