Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Currencies
am: ገንዘቦች
ar: العملات
az: Valyutalar
bg: Валути
bn: মুদ্রা
bs: Valute
ca: Monedes
cs: Měny
da: Valutaer
el: Νομίσματα
et: Valuutad
fa: واحد پول
fi: Valuutat
he: מטבעות
hi: मुद्राएं
hu: Pénznem
id: Mata Uang
ja: 通貨
ka: ვალუტები
kk: Валюталар
km: រូបិយប័ណ្ណ
kn: ಕರೆನ್ಸಿಗಳು
ku: دراوەکان
lo: ສະກຸນເງິນ
lt: Valiutos
mr: चलने
ms: Mata wang
my: ငွေကြေးအမျိုးအစားများ
no: Valutaer
pl: Waluty
ro: Valute
si: මුදල් ඒකක
sk: Meny
sq: Monedhat
sr: Валуте
sv: Valutor
sw: Fedha
ta: நாணயங்கள்
te: కరెన్సీలు
th: สกุลเงิน
tr: Para Birimleri
uk: Валюти
ur: کرنسیاں
uz: Valyutalar
vi: Tiền tệ

# sale
source: {percent}% Off
am: {percent}% ቅናሽ
ar: خصم {percent}٪
az: {percent}% endirim
bg: Разпродажба {percent}%
bn: বিক্রয় {percent}%
bs: Sniženje {percent}%
ca: {percent}% de descompte
cs: Sleva {percent}%
da: Udsalg {percent}%
el: Έκπτωση {percent}%
et: Müügil {percent}%
fa: تخفیف {percent}٪
fi: Ale {percent}%
he: הנחה {percent}%
hi: बिक्री {percent}%
hu: {percent}% kedvezmény
id: Diskon {percent}%
ja: セール {percent}%オフ
ka: ფასდაკლება {percent}%
kk: Жеңілдік {percent}%
km: បញ្ចុះតម្លៃ {percent}%
kn: ಮಾರಾಟ {percent}%
ku: داشکاندن {percent} %
lo: ຫຼຸດລາຄາ {percent}%
lt: Nuolaida {percent}%
mr: {percent}% सूट
ms: Jualan {percent}%
my: {percent}% လျှော့စျေး
no: Salg {percent}%
pl: Wyprzedaż {percent}%
ro: Reducere {percent}%
si: {percent}% වට්ටම
sk: Zľava {percent}%
sq: Zbritje {percent}%
sr: Попуст {percent}%
sv: Rea {percent}%
sw: Punguzo {percent}%
ta: விற்பனை {percent}%
te: {percent}% తగ్గింపు
th: ลด {percent}%
tr: %{percent} İndirim
uk: Знижка {percent}%
ur: فروخت {percent}%
uz: Chegirma {percent}%
vi: Giảm {percent}%

# updateUserInfor
source: Update Profile
am: መገለጫ አዘምን
ar: تحديث الملف الشخصي
az: Profili yenilə
bg: Обнови профил
bn: হালনাগাদ প্রফাইল
bs: Ažuriraj profil
ca: Actualitzar perfil
cs: Aktualizovat profil
da: Opdater profil
el: Ενημέρωση προφίλ
et: Uuenda profiili
fa: به‌روزرسانی اطلاعات
fi: Päivitä profiili
he: עדכן פרופיל
hi: प्रोफ़ाइल अपडेट करें
hu: Fiókadatok frissítése
id: Perbarui Profil
ja: プロフィールを更新
ka: პროფილის განახლება
kk: Профильді жаңарту
km: បច្ចុប្បន្នភាពព័ត៌មានអ្នកប្រើ
kn: ಬಳಕೆದಾರ ಪ್ರೊಫೈಲ್ ನವೀಕರಿಸಿ
ku: نوێکردنەوەی پڕۆفایل
lo: ປັບປຸງໂປຣໄຟລ໌
lt: Atnaujinti profilį
mr: प्रोफाइल अपडेट करा
ms: Kemas kini Profil
my: အသုံးပြုသူအချက်အလက်ပြင်ဆင်ရန်
no: Oppdater profil
pl: Zaktualizuj profil
ro: Actualizare profil
si: පරිශීලක තොරතුරු යාවත්කාලීන කරන්න
sk: Aktualizovať profil
sq: Përditëso profilin
sr: Ажурирај профил
sv: Uppdatera profil
sw: Sasisha Wasifu
ta: பயனர் விவரங்களை புதுப்பிக்கவும்
te: ప్రొఫైల్ నవీకరించండి
th: อัปเดตโปรไฟล์
tr: Profili Güncelle
uk: Оновити профіль
ur: صارف کی معلومات اپ ڈیٹ کریں
uz: Profil ma'lumotlarini yangilash
vi: Cập nhật thông tin người dùng

source: Update
am: አዘምን
ar: تحديث
az: Yenilə
bg: Обнови
bn: হালনাগাদ
bs: Ažuriraj
ca: Actualitzar
cs: Aktualizovat
da: Opdater
el: Ενημέρωση
et: Uuenda
fa: به‌روزرسانی
fi: Päivitä
he: עדכן
hi: अपडेट
hu: Frissítés
id: Perbarui
ja: 更新
ka: განახლება
kk: Жаңарту
km: ធ្វើបច្ចុប្បន្នភាព
kn: ನವೀಕರಿಸಿ
ku: نوێکردنەوە
lo: ປັບປຸງ
lt: Atnaujinti
mr: अपडेट करा
ms: Kemas kini
my: ပြင်ဆင်ရန်
no: Oppdater
pl: Aktualizuj
ro: Actualizare
si: යාවත්කාලීන කරන්න
sk: Aktualizovať
sq: Përditëso
sr: Ажурирај
sv: Uppdatera
sw: Sasisha
ta: புதுப்பி
te: నవీకరణ
th: อัปเดต
tr: Güncelle
uk: Оновити
ur: اپ ڈیٹ
uz: Yangilash
vi: Cập nhật

source: About Us
am: ስለ እኛ
ar: من نحن
az: Haqqımızda
bg: За нас
bn: আমাদের সম্পর্কে
bs: O nama
ca: Sobre nosaltres
cs: O nás
da: Om os
el: Σχετικά με εμάς
et: Meist
fa: درباره ما
fi: Tietoa meistä
he: אודותינו
hi: हमारे बारे में
hu: Rólunk
id: Tentang Kami
ja: 当サイトについて
ka: ჩვენს შესახებ
kk: Біз туралы
km: អំពី​ពួក​យើង
kn: ನಮ್ಮ ಬಗ್ಗೆ
ku: دەربارەی ئێمە
lo: ກ່ຽວ​ກັບ​ພວກ​ເຮົາ
lt: Apie mus
mr: आमच्याबद्दल
ms: Tentang Kami
my: ကျွန်ုပ်တို့အကြောင်း
no: Om oss
pl: O nas
ro: Despre noi
si: අප ගැන
sk: O nás
sq: Rreth nesh
sr: О нама
sv: Om oss
sw: Kuhusu sisi
ta: எங்களைப் பற்றி
te: మా గురించి
th: เกี่ยวกับเรา
tr: Hakkımızda
uk: Про нас
ur: ہمارے بارے میں
uz: Biz haqimizda
vi: Về chúng tôi

source: Display Name
am: የማሳያ ስም
ar: اسم العرض
az: Görünən ad
bg: Показвано име
bn: প্রদর্শন নাম
bs: Ime za prikaz
ca: Nom a mostrar
cs: Zobrazované jméno
da: Visningsnavn
el: Εμφανιζόμενο όνομα
et: Kuvatav nimi
fa: نام نمایشی
fi: Näyttönimi
he: שם תצוגה
hi: प्रदर्शित नाम
hu: Megjelenítendő név
id: Nama Tampilan
ja: 表示名
ka: სახელი
kk: Көрсетілетін аты
km: ឈ្មោះបង្ហាញ
kn: ಪ್ರದರ್ಶನದ ಹೆಸರು
ku: ناوی پێشاندان
lo: ສະແດງຊື່
lt: Rodomas vardas
mr: प्रदर्शन नाव
ms: Nama paparan
my: ဖော်ပြမည့်အမည်
no: Visningsnavn
pl: Wyświetlana nazwa
ro: Nume afișat
si: පෙන්වන නම
sk: Zobrazované meno
sq: Emri i shfaqur
sr: Приказано име
sv: Visningsnamn
sw: Jina la kuonyesha
ta: காட்சிப் பெயர்
te: ప్రదర్శన పేరు
th: ชื่อที่แสดง
tr: Görünen Ad
uk: Ім'я для відображення
ur: ظاہر ہونے والا نام
uz: Ko'rsatiladigan ism
vi: Tên hiển thị

source: Nice Name
am: ጥሩ ስም
ar: الاسم المستعار
az: Gözəl ad
bg: Име
bn: সুন্দর নাম
bs: Nadimak
ca: Nom amigable
cs: Uživatelské jméno
da: Pænt navn
el: Όνομα χρήστη
et: Ilus nimi
fa: نام مستعار
fi: Kutsumanimi
he: כינוי
hi: अच्छा नाम
hu: Becenév
id: Nama Panggilan
ja: ニックネーム
ka: მეტსახელი
kk: Жақсы есім
km: ឈ្មោះល្អ
kn: ಒಳ್ಳೆಯ ಹೆಸರು
ku: ناوی جوان
lo: ຊື່​ຫຼີ້ນ
lt: Gražus vardas
mr: छान नाव
ms: Nama yang bagus
my: အမည်
no: Kallenavn
pl: Ładna nazwa
ro: Nume
si: සුදුසු නම
sk: Pekné meno
sq: Emër i bukur
sr: Лепо име
sv: Trevligt namn
sw: Jina zuri
ta: அழகான பெயர்
te: మంచి పేరు
th: ชื่อ
tr: Kullanıcı Adı
uk: Гарне ім'я
ur: اچھا نام
uz: Chiroyli ism
vi: Tên

source: English
am: እንግሊዝኛ
ar: الإنجليزية
az: İngiliscə
bg: Английски
bn: ইংরেজি
bs: Engleski
ca: Anglès
cs: angličtina
da: engelsk
el: Αγγλικά
et: Inglise
fa: انگلیسی
fi: Englanti
he: אנגלית
hi: अंग्रेज़ी
hu: Angol
id: Bahasa Inggris
ja: 英語
ka: ინგლისური
kk: Ағылшын
km: អង់គ្លេស
kn: ಇಂಗ್ಲಿಷ್
ku: ئینگلیزی
lo: ພາສາອັງກິດ
lt: Anglų
mr: इंग्रजी
ms: Bahasa Inggeris
my: အင်္ဂလိပ်
no: Engelsk
pl: angielski
ro: Engleză
si: ඉංග්‍රීසි
sk: anglický
sq: Anglisht
sr: Енглески
sv: engelska
sw: Kiingereza
ta: ஆங்கிலம்
te: ఆంగ్లం
th: อังกฤษ
tr: İngilizce
uk: Англійська
ur: انگریزی
uz: Ingliz tili
vi: Tiếng Anh

source: Vietnamese
am: ቬትናምኛ
ar: الفيتنامية
az: Vyetnamca
bg: Виетнамски
bn: ভিয়েতনামি
bs: Vijetnamski
ca: Vietnamita
cs: Vietnamština
da: Vietnamesisk
el: Βιετναμέζικα
et: Vietnami
fa: ویتنامی
fi: Vietnam
he: וייטנאמית
hi: वियतनामी
hu: Vietnámi
id: Bahasa Vietnam
ja: ベトナム語
ka: ვიეტნამური
kk: Вьетнам
km: វៀតណាម
kn: ವಿಯೆಟ್ನಾಮೀಸ್
ku: ڤێتنامی
lo: ພາສາຫວຽດນາມ
lt: Vietnamiečių
mr: व्हिएतनामी
ms: Bahasa Vietnam
my: ဗီယက်နမ်
no: Vietnamesisk
pl: wietnamski
ro: Vietnameză
si: වියට්නාම
sk: Vietnamčina
sq: Vietnamisht
sr: Вијетнамски
sv: vietnamesiska
sw: Kivietinamu
ta: வியட்நாமிய
te: వియత్నామీస్
th: เวียดนาม
tr: Vietnamca
uk: В'єтнамська
ur: ویتنامی
uz: Vetnam tili
vi: Tiếng Việt

source: Arabic
am: አረብኛ
ar: العربية
az: Ərəbcə
bg: Арабски
bn: আরবি
bs: Arapski
ca: Àrab
cs: arabština
da: arabisk
el: Αραβικά
et: Araabia
fa: عربی
fi: Arabia
he: ערבית
hi: अरबी
hu: Arab
id: Bahasa Arab
ja: アラビア語
ka: არაბული
kk: Араб
km: អារ៉ាប់
kn: ಅರೇಬಿಕ್
ku: عەرەبی
lo: ພາສາອາຣັບ
lt: Arabų
mr: अरबी
ms: Bahasa Arab
my: အာရဗီ
no: Arabisk
pl: arabski
ro: Arabă
si: අරාබි
sk: arabský
sq: Arabisht
sr: Арапски
sv: arabiska
sw: Kiarabu
ta: அரபு
te: అరబిక్
th: ภาษาอาหรับ
tr: Arapça
uk: Арабська
ur: عربی
uz: Arabcha
vi: Tiếng Ả Rập

source: Spanish
am: ስፓኒሽ
ar: الإسبانية
az: İspanca
bg: Испански
bn: স্পেনীয়
bs: Španski
ca: Espanyol
cs: Španělština
da: Spansk
el: Ισπανικά
et: Hispaania
fa: اسپانیایی
fi: Espanja
he: ספרדית
hi: स्पेनिश
hu: Spanyol
id: Bahasa Spanyol
ja: スペイン語
ka: ესპანური
kk: Испан
km: អេស្ប៉ាញ
kn: ಸ್ಪ್ಯಾನಿಷ್
ku: ئیسپانى
lo: ພາສາສະເປນ
lt: Ispanų
mr: स्पॅनिश
ms: Bahasa Sepanyol
my: စပိန်
no: Spansk
pl: hiszpański
ro: Spaniolă
si: ස්පාඤ්ඤ
sk: španielsky
sq: Spanjisht
sr: Шпански
sv: spanska
sw: Kihispania
ta: ஸ்பானிஷ்
te: స్పానిష్
th: สเปน
tr: İspanyolca
uk: Іспанська
ur: ہسپانوی
uz: Ispan tili
vi: Tiếng Tây Ban Nha

source: Chinese
am: ቻይንኛ
ar: الصينية
az: Çincə
bg: Китайски
bn: চাইনিজ
bs: Kineski
ca: Xinès
cs: čínština
da: kinesisk
el: Κινέζικα
et: Hiina
fa: چینی
fi: Kiina
he: סינית
hi: चीनी
hu: Kínai
id: Bahasa Mandarin
ja: 中国語
ka: ჩინური
kk: Қытай
km: ចិន
kn: ಚೈನೀಸ್
ku: چینی
lo: ພາສາຈີນ
lt: Kinų
mr: चीनी
ms: Cina
my: တရုတ်
no: Kinesisk
pl: chiński
ro: Chineză
si: චීන
sk: čínsky
sq: Kinezisht
sr: Кинески
sv: kinesiska
sw: Kichina
ta: சீன
te: చైనీస్
th: จีน
tr: Çince
uk: Китайська
ur: چینی
uz: Xitoycha
vi: Tiếng Trung

source: Japanese
am: ጃፓንኛ
ar: اليابانية
az: Yaponca
bg: Японски
bn: জাপানি
bs: Japanski
ca: Japonès
cs: japonština
da: japansk
el: Ιαπωνικά
et: Jaapani
fa: ژاپنی
fi: Japani
he: יפנית
hi: जापानी
hu: Japán
id: Bahasa Jepang
ja: 日本語
ka: იაპონელი
kk: Жапон
km: ជប៉ុន
kn: ಜಪಾನೀಸ್
ku: یابانی
lo: ພາສາຍີ່ປຸ່ນ
lt: Japonų
mr: जपानी
ms: Jepun
my: ဂျပန်
no: Japansk
pl: japoński
ro: Japoneză
si: ජපන්
sk: japonský
sq: Japonisht
sr: Јапански
sv: japanska
sw: Kijapani
ta: ஜப்பானிய
te: జపనీస్
th: ญี่ปุ่น
tr: Japonca
uk: Японська
ur: جاپانی
uz: Yapon tili
vi: Tiếng Nhật

# languageSuccess
source: Language updated successfully
am: ቋንቋ በተሳካ ሁኔታ ተዘምኗል
ar: تم تحديث اللغة بنجاح
az: Dil uğurla dəyişdirildi
bg: Езикът е променен успешно
bn: ভাষা সফলভাবে আপডেট করা হয়েছে
bs: Jezik je uspješno promijenjen
ca: L'idioma s'ha actualitzat correctament
cs: Jazyk byl úspěšně aktualizován
da: Sproget er opdateret
el: Η γλώσσα ενημερώθηκε με επιτυχία
et: Keel on edukalt muudetud
fa: زبان با موفقیت تغییر کرد
fi: Kieli päivitetty onnistuneesti
he: השפה עודכנה בהצלחה
hi: भाषा सफलतापूर्वक अपडेट की गई
hu: A rendszernyelv sikeresen frissült
id: Bahasa berhasil diperbarui
ja: 言語が更新されました
ka: ენა წარმატებით განახლდა
kk: Тіл сәтті өзгертілді
km: បានធ្វើបច្ចុប្បន្នភាពភាសាជោគជ័យ
kn: ಭಾಷೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
ku: زمان بەسەرکەوتوویی گۆڕدرا
lo: ພາສາໄດ້ຖືກປັບປຸງສໍາເລັດແລ້ວ
lt: Kalba sėkmingai atnaujinta
mr: भाषा यशस्वीरित्या बदलली आहे
ms: Bahasa berjaya dikemas kini
my: ဘာသာစကားအောင်မြင်စွာပြောင်းလဲပြီးပါပြီ
no: Språket er oppdatert
pl: Język został pomyślnie zaktualizowany
ro: Limba a fost schimbată cu succes
si: භාෂාව සාර්ථකව යාවත්කාලීන කරන ලදී
sk: Jazyk bol úspešne aktualizovaný
sq: Gjuha është përditësuar me sukses
sr: Језик је успешно промењен
sv: Språket har uppdaterats
sw: Lugha imesasishwa kwa mafanikio
ta: மொழி வெற்றிகரமாக மாற்றப்பட்டது
te: భాష విజయవంతంగా నవీకరించబడింది
th: อัปเดตภาษาเรียบร้อยแล้ว
tr: Dil başarıyla değiştirildi
uk: Мову успішно оновлено
ur: زبان کامیابی سے اپ ڈیٹ ہو گئی
uz: Til muvaffaqiyatli o'zgartirildi
vi: Cập nhật ngôn ngữ thành công

# agreeWithPrivacy
source: Privacy and Terms
am: ግላዊነት እና ውሎች
ar: الموافقة على سياسة الخصوصية
az: Məxfilik və Şərtlər
bg: Условия за поверителност
bn: গোপনীয়তা এবং শর্তাবলী
bs: Slažem se sa uslovima korištenja
ca: Privacitat i termes
cs: Ochrana soukromí
da: Fortrolighed og vilkår
el: Συμφωνώ με τους όρους απορρήτου
et: Nõustun privaatsuse ja tingimustega
fa: موافقت با شرایط حریم خصوصی
fi: Tietosuoja ja käyttöehdot
he: פרטיות ותנאים
hi: गोपनीयता और नियम
hu: Elfogadom az Adatvédelmi irányelveket (GDPR)
id: Privasi dan Ketentuan
ja: プライバシーと利用規約
ka: კონფიდენციალურობა და პირობები
kk: Құпиялық саясатымен келісемін
km: យល់ព្រមនឹងគោលការណ៍ឯកជនភាព និងលក្ខខណ្ឌ
kn: ಗೌಪ್ಯತೆಗೆ ಒಪ್ಪಿಗೆ
ku: مەرج و یاسای بەکارهێنان
lo: ຍອມຮັບຄວາມເປັນສ່ວນຕົວ
lt: Privatumas ir sąlygos
mr: गोपनीयता धोरणाशी सहमती
ms: Privasi dan Terma
my: ကိုယ်ရေးကိုယ်တာနှင့်စည်းမျဉ်းစည်းကမ်းများ
no: Personvern og vilkår
pl: Polityka prywatności i regulamin
ro: Politică de confidențialitate
si: රහස්‍යතාව සහ නියමයන්
sk: Súhlasím so spracovaním osobných údajov
sq: Privatësia dhe kushtet
sr: Правила приватности
sv: SEKRETESS OCH VILLKOR
sw: Faragha na Masharti
ta: தனியுரிமை மற்றும் விதிமுறைகள்
te: గోప్యత మరియు నిబంధనలు
th: ความเป็นส่วนตัว
tr: Gizlilik ve Koşullar
uk: Конфіденційність та умови
ur: رازداری اور شرائط
uz: Maxfiylik va shartlar
vi: Đồng ý với điều khoản

# privacyAndTerm
source: Privacy and Terms
am: ግላዊነት እና ውሎች
ar: الخصوصية والشروط
az: Məxfilik və Şərtlər
bg: Условия за поверителност
bn: গোপনীয়তা এবং শর্তাবলী
bs: Privatnost i uslovi korištenja
ca: Privacitat i termes
cs: Ochrana soukromí a podmínky
da: Fortrolighed og vilkår
el: Απόρρητο και όροι
et: Privaatsus ja tingimused
fa: شرایط و قوانین حریم خصوصی
fi: Tietosuoja ja käyttöehdot
he: פרטיות ותנאים
hi: गोपनीयता और नियम
hu: Általános Szerződési Feltételek
id: Privasi dan Ketentuan
ja: プライバシーと利用規約
ka: კონფიდენციალურობა და პირობები
kk: Құпиялық және шарттар
km: គោលការណ៍ឯកជនភាព និងលក្ខខណ្ឌ
kn: ಗೌಪ್ಯತೆ ಮತ್ತು ನಿಯಮಗಳು
ku: مەرج و یاسای بەکارهێنان
lo: ຄວາມເປັນສ່ວນຕົວ ແລະ ເງື່ອນໄຂ
lt: Privatumas ir sąlygos
mr: गोपनीयता आणि अटी
ms: Privasi dan Terma
my: ကိုယ်ရေးကိုယ်တာနှင့်စည်းမျဉ်းစည်းကမ်းများ
no: Personvern og vilkår
pl: Polityka prywatności i regulamin
ro: Termeni și condiții
si: රහස්‍යතාව සහ නියමයන්
sk: Ochrana osobných údajov a obchodné podmienky
sq: Privatësia dhe kushtet
sr: Приватност и услови
sv: SEKRETESS OCH VILLKOR
sw: Faragha na Masharti
ta: தனியுரிமை மற்றும் விதிமுறைகள்
te: గోప్యత మరియు నిబంధనలు
th: ความเป็นส่วนตัวและข้อกำหนด
tr: Gizlilik ve Koşullar
uk: Конфіденційність та умови
ur: رازداری اور شرائط
uz: Maxfiylik va shartlar
vi: Chính sách bảo mật & Điều khoản

# iAgree
source: I agree to the
am: እስማማለሁ
ar: أوافق على
az: Razıyam
bg: Съгласен съм с
bn: আমি সম্মত
bs: Slažem se sa
ca: Estic d'acord amb
cs: Souhlasím s
da: Jeg accepterer
el: Συμφωνώ με
et: Nõustun
fa: موافقم
fi: Hyväksyn
he: אני מסכים עם
hi: मैं सहमत हूं
hu: Egyetértek
id: Saya setuju dengan
ja: 同意する
ka: ვეთანხმები
kk: Мен келісемін
km: ខ្ញុំយល់ព្រមជាមួយ
kn: ನಾನು ಒಪ್ಪುತ್ತೇನೆ
ku: ڕازیم بە
lo: ຂ້າພະເຈົ້າຍອມຮັບ
lt: Sutinku su
mr: मी सहमत आहे
ms: Saya bersetuju dengan
my: သဘောတူပါသည်
no: Jeg godtar
pl: Zgadzam się z
ro: Sunt de acord cu
si: මම එකඟ වෙමි
sk: Súhlasím s
sq: Unë pranoj
sr: Слажем се
sv: Jag godkänner
sw: Nakubaliana na
ta: நான் ஒப்புக்கொள்கிறேன்
te: నేను అంగీకరిస్తున్నాను
th: ฉันยอมรับ
tr: Kabul Ediyorum
uk: Я погоджуюся з
ur: میں متفق ہوں
uz: Roziman
vi: Tôi đồng ý với

source: Categories
am: ምድቦች
ar: الفئات
az: Kateqoriyalar
bg: Категории
bn: বিভাগসমূহ
bs: Kategorije
cs: Kategorie
da: Kategorier
el: Κατηγορίες
et: Kategooriad
fa: دسته‌بندی‌ها
fi: Kategoriat
he: קטגוריות
hi: श्रेणियां
hu: Kategóriák
id: Kategori
ja: カテゴリー
ka: კატეგორიები
kk: Санаттар
km: ប្រភេទ
kn: ವರ್ಗಗಳು
ku: بەشەکان
lo: ໝວດໝູ່
lt: Kategorijos
mr: श्रेणी
ms: Kategori
my: အမျိုးအစားများ
no: Kategorier
pl: Kategorie
ro: Categorii
si: ප්‍රවර්ග
sk: Kategórie
sq: Kategoritë
sr: Категорије
sv: Kategorier
sw: Jamii
ta: வகைகள்
te: వర్గాలు
th: หมวดหมู่
tr: Kategoriler
uk: Категорії
ur: زمرہ جات
uz: Kategoriyalar
vi: Danh mục

source: Stores
am: ሱቆች
ar: المتاجر
az: Mağazalar
bg: Магазини
bn: স্টোর
bs: Prodavnice
ca: Botigues
cs: Obchody
da: Butikker
el: Καταστήματα
et: Poed
fa: فروشگاه‌ها
fi: Kaupat
he: חנויות
hi: स्टोर
hu: Üzletek
id: Toko
ja: ストア
ka: მაღაზიები
kk: Дүкендер
km: ហាង
kn: ಅಂಗಡಿಗಳು
ku: فرۆشگاکان
lo: ຮ້ານຄ້າ
lt: Parduotuvės
mr: दुकाने
ms: Kedai
my: ဆိုင်များ
no: Butikker
pl: Sklepy
ro: Magazine
si: වෙළඳසැල්
sk: Obchody
sq: Dyqanet
sr: Продавнице
sv: Butiker
sw: Maduka
ta: கடைகள்
te: దుకాణాలు
th: ร้านค้า
tr: Mağazalar
uk: Магазини
ur: اسٹورز
uz: Do'konlar
vi: Cửa hàng

source: Visit Store
am: ሱቅ ጎብኝ
ar: زيارة المتجر
az: Mağazaya keç
bg: Посети магазина
bn: দোকান দেখুন
bs: Posjeti prodavnicu
ca: Visitar botiga
cs: Navštívit obchod
da: Besøg butik
el: Επίσκεψη καταστήματος
et: Külasta poodi
fa: مشاهده فروشگاه
fi: Vieraile kaupassa
he: בקר בחנות
hi: स्टोर पर जाएं
hu: Látogasson el a webáruházba
id: Kunjungi Toko
ja: ストアを見る
ka: მაღაზიის მონახულება
kk: Дүкенге бару
km: ចូលមើលហាង
kn: ಅಂಗಡಿಗೆ ಭೇಟಿ ನೀಡಿ
ku: سەرەدانی فرۆشگا بکە
lo: ເຂົ້າເບິ່ງຮ້ານ
lt: Aplankyti parduotuvę
mr: दुकानाला भेट द्या
ms: Lawat Kedai
my: ဆိုင်သို့သွားရန်
no: Besøk butikk
pl: Odwiedź sklep
ro: Vizitează magazinul
si: වෙළඳසැලට පිවිසෙන්න
sk: Navštíviť obchod
sq: Vizito dyqanin
sr: Посети продавницу
sv: Besök butiken
sw: Tembelea Duka
ta: கடையைப் பார்வையிடவும்
te: దుకాణాన్ని సందర్శించండి
th: เยี่ยมชมร้านค้า
tr: Mağazayı Ziyaret Et
uk: Відвідати магазин
ur: سٹور پر جائیں
uz: Do'konga tashrif buyurish
vi: Xem cửa hàng

source: Sale Price
am: የቅናሽ ዋጋ
ar: سعر البيع
az: Endirimli qiymət
bg: Цена с отстъпка
bn: বিক্রয় মূল্য
bs: Snižena cijena
ca: Preu de venda
cs: Akční cena
da: Udsalgspris
el: Τιμή προσφοράς
et: Müügihind
fa: قیمت فروش ویژه
fi: Alennushinta
he: מחיר מבצע
hi: बिक्री मूल्य
hu: Akciós ár
id: Harga Diskon
ja: セール価格
ka: ფასდაკლებული ფასი
kk: Жеңілдік бағасы
km: តម្លៃពិសេស
kn: ಮಾರಾಟ ಬೆಲೆ
ku: نرخی داشکاندن
lo: ລາຄາຂາຍ
lt: Kaina su nuolaida
mr: विक्री किंमत
ms: Harga jualan
my: လျှော့စျေး
no: Salgspris
pl: Cena sprzedaży
ro: Preț redus
si: විකුණුම් මිල
sk: Zľavnená cena
sq: Çmimi i zbritur
sr: Продајна цена
sv: Reapris
sw: Bei ya punguzo
ta: விற்பனை விலை
te: తగ్గింపు ధర
th: ราคาขาย
tr: Satış Fiyatı
uk: Ціна зі знижкою
ur: فروخت کی قیمت
uz: Chegirma narxi
vi: Giá bán

source: Regular Price
am: መደበኛ ዋጋ
ar: السعر العادي
az: Normal qiymət
bg: Редовна цена
bn: নিয়মিত দাম
bs: Redovna cijena
ca: Preu normal
cs: Běžná cena
da: Normal pris
el: Κανονική τιμή
et: Tavahind
fa: قیمت اصلی
fi: Normaalihinta
he: מחיר רגיל
hi: नियमित मूल्य
hu: Normál ár
id: Harga Normal
ja: 通常価格
ka: ჩვეულებრივი ფასი
kk: Қалыпты баға
km: តម្លៃធម្មតា
kn: ನಿಯಮಿತ ಬೆಲೆ
ku: نرخی ئاسایی
lo: ລາຄາປົກກະຕິ
lt: Įprasta kaina
mr: नियमित किंमत
ms: Harga biasa
my: ပုံမှန်စျေး
no: Ordinær pris
pl: Regularna cena
ro: Preț normal
si: සාමාන්‍ය මිල
sk: Bežná cena
sq: Çmimi normal
sr: Редовна цена
sv: Ordinarie pris
sw: Bei ya kawaida
ta: வழக்கமான விலை
te: సాధారణ ధర
th: ราคาปกติ
tr: Normal Fiyat
uk: Звичайна ціна
ur: باقاعدہ قیمت
uz: Oddiy narx
vi: Giá gốc

source: Image Gallery
am: የምስል ማዕከለ-ስዕላት
ar: معرض الصور
az: Şəkil Qalereyası
bg: Галерия със снимки
bn: ছবির গ্যালারি
bs: Galerija slika
ca: Galeria d'imatges
cs: Galerie obrázků
da: Billedgalleri
el: Συλλογή εικόνων
et: Pildigalerii
fa: گالری تصاویر
fi: Kuvagalleria
he: גלריית תמונות
hi: छवि गैलरी
hu: Képgaléria
id: Galeri Gambar
ja: 画像ギャラリー
ka: სურათების გალერეა
kk: Сурет галереясы
km: វិចិត្រសាលរូបភាព
kn: ಚಿತ್ರ ಗ್ಯಾಲರಿ
ku: گەلەری وێنە
lo: ຄັງຮູບພາບ
lt: Vaizdų galerija
mr: प्रतिमा गॅलरी
ms: Galeri Imej
my: ဓာတ်ပုံပြခန်း
no: Bildegalleri
pl: Galeria obrazów
ro: Galerie de imagini
si: රූප ගැලරිය
sk: Galéria obrázkov
sq: Galeria e imazheve
sr: Галерија слика
sv: Bildgalleri
sw: Matunzio ya Picha
ta: பட கேலரி
te: చిత్రాల గ్యాలరీ
th: แกลเลอรีรูปภาพ
tr: Resim Galerisi
uk: Галерея зображень
ur: تصویری گیلری
uz: Rasmlar galereyasi
vi: Thư viện ảnh

source: Adding your image
am: ምስልዎን በማከል ላይ
ar: إضافة صورة
az: Şəkil əlavə edilir
bg: Добавяне на снимка
bn: আপনার ছবি যোগ করা হচ্ছে
bs: Dodavanje vaše slike
ca: Afegint la teva imatge
cs: Přidávání obrázku
da: Tilføjer dit billede
el: Προσθήκη της εικόνας σας
et: Lisa oma pilt
fa: افزودن تصویر
fi: Lisätään kuvaa
he: מוסיף תמונה
hi: अपनी छवि जोड़ें
hu: Kép hozzáadása
id: Menambahkan gambar Anda
ja: 画像を追加
ka: სურათის დამატება
kk: Сурет қосу
km: កំពុងបន្ថែមរូបភាពរបស់អ្នក
kn: ನಿಮ್ಮ ಚಿತ್ರವನ್ನು ಸೇರಿಸಲಾಗುತ್ತಿದೆ
ku: وێنە زیاد بکە
lo: ເພີ່ມ​ຮູບ​​ຂອງ​ທ່ານ​
lt: Pridedamas jūsų vaizdas
mr: तुमची प्रतिमा जोडत आहे
ms: Menambah imej anda
my: သင့်ဓာတ်ပုံထည့်ရန်
no: Legger til bildet ditt
pl: Dodawanie obrazu
ro: Adăugarea imaginii tale
si: ඔබගේ රූපය එක් කරමින්
sk: Pridávanie vášho obrázka
sq: Duke shtuar imazhin tuaj
sr: Додавање ваше слике
sv: Lägger till din bild
sw: Inaongeza picha yako
ta: உங்கள் படத்தைச் சேர்க்கிறது
te: మీ చిత్రం జోడించబడుతోంది
th: กำลังเพิ่มรูปภาพของคุณ
tr: Resminizi eklemek
uk: Додавання зображення
ur: آپ کی تصویر شامل کی جا رہی ہے
uz: Rasmingiz qo'shilmoqda
vi: Thêm hình ảnh của bạn

source: Post Product
am: ምርት ለጥፍ
ar: نشر المنتج
az: Məhsul paylaş
bg: Публикувай продукт
bn: পোস্ট পণ্য
bs: Objavi proizvod
ca: Publicar producte
cs: Přidat produkt
da: Opret produkt
el: Δημοσίευση προϊόντος
et: Lisa toode
fa: ثبت محصول
fi: Julkaise tuote
he: פרסם מוצר
hi: पोस्ट उत्पाद
hu: Termék közzététele
id: Posting Produk
ja: 商品を投稿
ka: პროდუქტის განთავსება
kk: Өнімді жариялау
km: បង្ហោះផលិតផល
kn: ಉತ್ಪನ್ನದ ಪೋಸ್ಟ್
ku: بەرهەم پۆست بکە
lo: ລົງໂພສສິນຄ້າ
lt: Įkelti produktą
mr: उत्पादन पोस्ट करा
ms: Pos Produk
my: ပစ္စည်းတင်ရန်
no: Legg ut produkt
pl: Opublikuj produkt
ro: Postează produs
si: නිෂ්පාදනය පළ කරන්න
sk: Odoslať produkt
sq: Posto produkt
sr: Објави производ
sv: Lägg upp produkt
sw: Chapisha Bidhaa
ta: பொருளை பதிவிடவும்
te: ఉత్పత్తిని పోస్ట్ చేయండి
th: โพสต์สินค้า
tr: Ürün Gönder
uk: Опублікувати товар
ur: پروڈکٹ پوسٹ کریں
uz: Mahsulotni joylashtirish
vi: Đăng sản phẩm

source: Create Product
am: ምርት ፍጠር
ar: إضافة منتج
az: Məhsul yarat
bg: Създай продукт
bn: পণ্য তৈরি করুন
bs: Kreiraj proizvod
ca: Crear producte
cs: Vytvořit produkt
da: Opret produkt
el: Δημιουργία προϊόντος
et: Loo toode
fa: ایجاد محصول
fi: Luo tuote
he: צור מוצר
hi: उत्पाद बनाएं
hu: Termék létrehozása
id: Buat Produk
ja: 商品を作成
ka: პროდუქტის შექმნა
kk: Өнім жасау
km: បង្កើតផលិតផល
kn: ಉತ್ಪನ್ನವನ್ನು ರಚಿಸಿ
ku: بەرهەمێك زیاد بکە
lo: ສ້າງຜະລິດຕະພັນ
lt: Sukurti produktą
mr: उत्पादन तयार करा
ms: Cipta Produk
my: ပစ္စည်းဖန်တီးရန်
no: Opprett produkt
pl: Utwórz produkt
ro: Creează un produs
si: නිෂ්පාදනය නිර්මාණය කරන්න
sk: Vytvoriť produkt
sq: Krijo produkt
sr: Креирај производ
sv: Skapa produkt
sw: Unda Bidhaa
ta: பொருளை உருவாக்கவும்
te: ఉత్పత్తిని సృష్టించండి
th: เพิ่มสินค้า
tr: Ürün Oluştur
uk: Створити товар
ur: پروڈکٹ بنائیں
uz: Mahsulot yaratish
vi: Tạo sản phẩm

# waitForLoad
source: Waiting for image to load
am: ምስል እስኪጫን ድረስ በመጠበቅ ላይ
ar: في انتظار تحميل الصورة
az: Şəklin yüklənməsi gözlənilir
bg: Изчакване за зареждане на снимка
bn: ছবি লোড হওয়ার জন্য অপেক্ষা করুন
bs: Čekanje na učitavanje slike
ca: Esperant que es carregui la imatge
cs: Čekání na načtení obrázku
da: Venter på at indlæse billede
el: Αναμονή για φόρτωση εικόνας
et: Ootan piltide laadimist
fa: در حال بارگذاری
fi: Odotetaan kuvan latautumista
he: ממתין לטעינת תמונה
hi: छवि लोड होने की प्रतीक्षा कर रहा है
hu: Várakozás a kép betöltésére
id: Menunggu memuat gambar
ja: 画像を読み込んでいます
ka: სურათის ჩატვირთვის მოლოდინი
kk: Суреттің жүктелуін күтіңіз
km: កំពុងរង់ចាំផ្ទុករូបភាព
kn: ಚಿತ್ರವನ್ನು ಲೋಡ್ ಮಾಡಲು ಕಾಯಿರಿ
ku: چاوەڕێی دەرکەوتنی وێنە دەکرێت
lo: ກຳລັງໂຫຼດຮູບ
lt: Laukiama, kol bus įkeltas vaizdas
mr: प्रतिमा लोड होण्याची प्रतीक्षा करत आहे
ms: Menunggu untuk memuatkan imej
my: ပုံတင်ရန်စောင့်ဆိုင်းနေပါသည်
no: Venter på lasting av bilde
pl: Oczekiwanie na załadowanie obrazu
ro: Se așteaptă încărcarea imaginii
si: රූපය පූරණය වීමට රැඳී සිටින්න
sk: Čaká sa na načítanie
sq: Duke pritur ngarkimin e imazhit
sr: Чекање на учитавање слике
sv: Väntar på att bilden ska laddas
sw: Inasubiri kupakia picha
ta: படத்தை ஏற்றுவதற்காக காத்திருக்கிறது
te: చిత్రం లోడ్ అవ్వడానికి వేచి ఉండండి
th: กำลังรอการโหลด
tr: Resim yüklenmesi bekleniyor
uk: Очікування завантаження зображення
ur: تصویر لوڈ ہونے کا انتظار ہے
uz: Rasm yuklanmoqda
vi: Đang chờ tải ảnh
