Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# canNotGetShipping
source: Cannot get shipping methods
am: የመላኪያ መንገዶችን ማግኘት አልተቻለም
ar: لا يمكن الحصول على طرق الشحن
az: Göndərmə metodlarını almaq mümkün deyil
bg: Не може да се получи информация за методите на доставка
bn: শিপিং পদ্ধতি পেতে পারেন না
bs: Nije moguće dobiti načine dostave
ca: No es poden obtenir els mètodes d'enviament
cs: Nelze získat způsoby dopravy
da: Kan ikke hente forsendelsesmetoder
el: Δεν είναι δυνατή η λήψη μεθόδων αποστολής
et: Tarneviise ei saa hankida
fa: امکان دریافت روش‌های ارسال نیست
fi: Toimitustapoja ei voi hakea
he: לא ניתן לקבל שיטות משלוח
hi: शिपिंग विधियां नहीं मिल सकतीं
hu: Nem lehet lekérni a szállítási módokat
id: Tidak dapat mendapatkan metode pengiriman
ja: 配送方法を取得できません
ka: მიწოდების მეთოდების მიღება ვერ ხერხდება
kk: Жеткізу әдістерін алу мүмкін емес
km: មិនអាចរកវិធីសាស្ត្រដឹកជញ្ជូនបានទេ
kn: ಶಿಪ್ಪಿಂಗ್ ವಿಧಾನಗಳನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ
ku: ناتوانرێت شێوازی گواستنەوە وەرگیرا
lo: ບໍ່ສາມາດໄດ້ຮັບວິທີການຂົນສົ່ງ
lt: Negalima gauti pristatymo būdų
mr: शिपिंग पद्धती मिळवू शकत नाही
ms: Tidak boleh mendapatkan kaedah penghantaran
my: ပို့ဆောင်ရေးနည်းလမ်းများ မရပါ။
no: Kan ikke hente fraktmetoder
pl: Nie można pobrać metod wysyłki
ro: Nu se pot obține metodele de expediere
si: නැව්ගත කිරීමේ ක්‍රම ලබා ගැනීමට නොහැක
sk: Nie je možné získať spôsoby dopravy
sq: Nuk mund të merren metodat e transportit
sr: Не могу да добијем методе испоруке
sv: Kan inte hämta leveransmetoder
sw: Haiwezi kupata njia za usafirishaji
ta: அனுப்பும் முறைகளைப் பெற முடியவில்லை
te: షిప్పింగ్ పద్ధతులను పొందలేరు
th: ไม่สามารถดึงข้อมูลวิธีการจัดส่งได้
tr: Kargo yöntemleri alınamıyor
uk: Не вдалося отримати способи доставки
ur: شپنگ کے طریقے حاصل نہیں کیے جا سکتے
uz: Yetkazib berish usullarini olish mumkin emas
vi: Không thể lấy phương thức vận chuyển

# canNotGetToken
source: Cannot get token information.
am: የመታወቂያ መረጃን ማግኘት አልተቻለም።
ar: لا يمكن الحصول على رمز التفعيل
az: Token məlumatını almaq mümkün deyil.
bg: Не може да се получи информация за токена.
bn: টোকেন তথ্য পেতে পারেন না.
bs: Nije moguće dobiti token informacije.
ca: No es pot obtenir la informació del token.
cs: Nelze získat informace o tokenu.
da: Kan ikke hente token-information.
el: Δεν είναι δυνατή η λήψη πληροφοριών token
et: Tokeni teavet ei saa hankida.
fa: امکان دریافت اطلاعات توکن نیست
fi: Tunnistetietoja ei voi hakea
he: לא ניתן לקבל מידע טוקן.
hi: टोकन जानकारी नहीं मिल सकती।
hu: Nem lehet lekérni a token információt.
id: Tidak dapat mendapatkan info token.
ja: トークン情報を取得できません
ka: ტოკენის ინფორმაციის მიღება ვერ ხერხდება.
kk: Токен ақпаратын алу мүмкін емес
km: មិនអាចទទួលបានព័ត៌មានសញ្ញាសម្ងាត់បានទេ
kn: ಟೋಕನ್ ಮಾಹಿತಿಯನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ.
ku: ناتوانرێت زانیاری توکەن وەرگیرا.
lo: ບໍ່ສາມາດຮັບຂໍ້ມູນ token ໄດ້
lt: Negalima gauti žetono informacijos.
mr: टोकन माहिती मिळवू शकत नाही.
ms: Tidak boleh mendapatkan maklumat token.
my: တိုကင်အချက်အလက် မရနိုင်ပါ။
no: Kan ikke hente token-informasjon
pl: Nie można pobrać informacji o tokenie.
ro: Nu se pot obține informațiile despre token.
si: ටෝකන තොරතුරු ලබා ගැනීමට නොහැක
sk: Nie je možné získať informácie o tokene
sq: Nuk mund të merret informacioni i tokenit.
sr: Није могуће добити информације о токену.
sv: Kan inte hämta token-information.
sw: Haiwezi kupata taarifa za ishara.
ta: டோக்கன் தகவலைப் பெற முடியவில்லை.
te: టోకెన్ సమాచారాన్ని పొందలేరు.
th: ไม่สามารถดึงข้อมูลโทเค็นได้
tr: Token bilgisi alınamıyor.
uk: Не вдалося отримати інформацію про токен
ur: ٹوکن کی معلومات حاصل نہیں کی جا سکتیں
uz: Token ma'lumotlarini olish imkonsiz
vi: Không thể lấy mã thông báo.

# canNotLoadThisLink
source: This link is currently unavailable on this site.
am: ይህ አገናኝ በዚህ ድህረገፅ ላይ ማግኘት አይቻልም።
ar: لا يمكن تحميل هذا الرابط
az: Bu linki yükləmək mümkün deyil
bg: Не може да се зареди тази връзка
bn: এই লিঙ্ক লোড করতে পারবেন না
bs: Nije moguće učitati ovaj link
ca: No es pot carregar aquest enllaç
cs: Tento odkaz nelze načíst
da: Kan ikke indlæse dette link
el: Δεν είναι δυνατή η φόρτωση αυτού του συνδέσμου
et: Seda linki ei saa laadida
fa: این لینک قابل بارگیری نیست
fi: Tätä linkkiä ei voi ladata
he: לא ניתן לטעון קישור זה
hi: यह लिंक लोड नहीं हो सकता
hu: Ezt a linket nem lehet betölteni
id: Tidak dapat memuat tautan ini
ja: このリンクを読み込めません
ka: ეს ბმული ამჟამად მიუწვდომელია.
kk: Бұл сілтемені жүктеу мүмкін емес
km: មិនអាចផ្ទុកតំណនេះបានទេ
kn: ಈ ಲಿಂಕ್ ಅನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ
ku: ئەم بەستەرە لەسەر ئەم ماڵپەڕە بەردەست نییە.
lo: ບໍ່ສາມາດໂຫຼດລິ້ງນີ້ໄດ້
lt: Negalima įkelti šios nuorodos
mr: ही लिंक लोड करू शकत नाही
ms: Tidak dapat memuat pautan ini
my: ဤလင့်ခ်ကို တင်၍မရပါ။
no: Kan ikke laste denne lenken
pl: Nie można załadować tego linku
ro: Nu se poate încărca acest link
si: මෙම සබැඳිය පූරණය කළ නොහැක
sk: Tento odkaz sa nedá načítať
sq: Nuk mund të ngarkohet kjo lidhje
sr: Ова веза тренутно није доступна на овом сајту.
sv: Kan inte ladda denna länk
sw: Haiwezi kupakia kiungo hiki
ta: இந்த இணைப்பை ஏற்ற முடியவில்லை
te: ఈ లింక్ ప్రస్తుతానికి అందుబాటులో లేదు.
th: ไม่สามารถโหลดลิงก์นี้ได้
tr: Bu bağlantı yüklenemiyor
uk: Не вдається завантажити це посилання
ur: یہ لنک لوڈ نہیں کیا جا سکتا
uz: Bu havolani yuklab bo'lmadi
vi: Không thể tải liên kết này

# canNotSaveOrder
source: Cannot save the order to the website
am: ትእዛዙን ወደ ድህረ ገጹ ማስቀመጥ አልተቻለም።
ar: لا يمكن حفظ الطلب في الموقع
az: Sifarişi saytda saxlamaq mümkün deyil
bg: Поръчката не може да бъде запазена в уебсайта
bn: ওয়েবসাইটে অর্ডার সংরক্ষণ করতে পারবেন না
bs: Nije moguće sačuvati narudžbu na web stranici
ca: No es pot desar la comanda al lloc web
cs: Objednávku nelze uložit na web
da: Kan ikke gemme ordren på hjemmesiden
el: Δεν είναι δυνατή η αποθήκευση της παραγγελίας στον ιστότοπο
et: Tellimust ei saa veebisaidile salvestada
fa: امکان ذخیره سفارش در سایت نیست
fi: Tilausta ei voi tallentaa verkkosivustolle
he: לא ניתן לשמור את ההזמנה באתר
hi: वेबसाइट पर ऑर्डर सेव नहीं किया जा सकता
hu: Nem lehet menteni a rendelést a weboldalra
id: Tidak dapat menyimpan pesanan ke situs web
ja: 注文をウェブサイトに保存できません
ka: შეკვეთის ვებსაიტზე შენახვა ვერ ხერხდება
kk: Тапсырысты сайтқа сақтау мүмкін емес
km: មិនអាចរក្សាទុកការបញ្ជាទិញទៅគេហទំព័របានទេ
kn: ಆದೇಶವನ್ನು ವೆಬ್‌ಸೈಟ್‌ಗೆ ಉಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ku: نەتوانرا داواکاریەکە لە ماڵپەڕەکە پاشەکەوت بکرێت
lo: ບໍ່ສາມາດບັນທຶກຄຳສັ່ງຊື້ໃສ່ເວັບໄຊທ໌ໄດ້
lt: Negalima išsaugoti užsakymo svetainėje
mr: वेबसाइटवर ऑर्डर जतन करू शकत नाही
ms: Tidak dapat menyimpan pesanan ke laman web
my: မှာယူမှုကို ဝဘ်ဆိုက်တွင် သိမ်းဆည်း၍မရပါ။
no: Kan ikke lagre bestillingen på nettstedet
pl: Nie można zapisać zamówienia na stronie
ro: Nu se poate salva comanda pe site
si: ඇණවුම වෙබ් අඩවියට සුරක්ෂිත කළ නොහැක
sk: Nie je možné uložiť objednávku
sq: Nuk mund të ruhet porosia në faqen e internetit
sr: Није могуће сачувати поруџбину на веб локацији
sv: Kan inte spara ordern på webbplatsen
sw: Haiwezi kuhifadhi agizo kwenye tovuti
ta: ஆர்டரை இணையதளத்தில் சேமிக்க முடியவில்லை
te: ఆర్డర్‌ను వెబ్‌సైట్‌లో సేవ్ చేయలేరు
th: ไม่สามารถบันทึกคำสั่งซื้อลงเว็บไซต์ได้
tr: Sipariş siteye kaydedilemiyor
uk: Не вдалося зберегти замовлення на веб-сайті
ur: آرڈر کو ویب سائٹ پر محفوظ نہیں کیا جا سکتا
uz: Buyurtmani saytga saqlab bo'lmadi
vi: Không thể lưu đơn đặt hàng lên trang web

# canNotUpdateInfo
source: Cannot update user info.
am: የተጠቃሚ መረጃ ማሻሻል አልተቻለም።
ar: لا يمكن تحديث معلومات المستخدم
az: İstifadəçi məlumatını yeniləmək mümkün deyil.
bg: Не може да се актуализира информацията за потребителя.
bn: ব্যবহারকারীর তথ্য আপডেট করা যাবে না।
bs: Nije moguće ažurirati informacije o korisniku.
ca: No es pot actualitzar la informació de l'usuari.
cs: Nelze aktualizovat informace o uživateli.
da: Kan ikke opdatere brugeroplysninger.
el: Δεν είναι δυνατή η ενημέρωση των στοιχείων χρήστη
et: Kasutaja teavet ei saa uuendada.
fa: امکان به‌روزرسانی اطلاعات کاربر نیست
fi: Käyttäjätietoja ei voi päivittää
he: לא ניתן לעדכן את פרטי המשתמש
hi: उपयोगकर्ता जानकारी अपडेट नहीं की जा सकती।
hu: Nem lehet frissíteni a felhasználói információkat.
id: Tidak dapat memperbarui info pengguna.
ja: ユーザー情報を更新できません
ka: მომხმარებლის ინფორმაციის განახლება ვერ ხერხდება.
kk: Пайдаланушы ақпаратын жаңарту мүмкін емес
km: មិនអាចធ្វើបច្ចុប្បន្នភាពព័ត៌មានអ្នកប្រើប្រាស់បានទេ
kn: ಬಳಕೆದಾರರ ಮಾಹಿತಿಯನ್ನು ನವೀಕರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ku: ناتوانرێت زانیاری بەکارهێنەر نوێ بکرێتەوە.
lo: ບໍ່ສາມາດອັບເດດຂໍ້ມູນຜູ້ໃຊ້ໄດ້
lt: Negalima atnaujinti vartotojo informacijos.
mr: वापरकर्ता माहिती अद्यतनित करू शकत नाही.
ms: Tidak dapat mengemaskini maklumat pengguna.
my: အသုံးပြုသူအချက်အလက်ကို အပ်ဒိတ်လုပ်၍မရပါ။
no: Kan ikke oppdatere brukerinformasjon
pl: Nie można zaktualizować informacji o użytkowniku.
ro: Nu se pot actualiza informațiile utilizatorului.
si: පරිශීලක තොරතුරු යාවත්කාලීන කළ නොහැක.
sk: Nie je možné aktualizovať informácie o používateľovi
sq: Nuk mund të përditësohet informacioni i përdoruesit.
sr: Није могуће ажурирати податке о кориснику.
sv: Kan inte uppdatera användarinformation.
sw: Haiwezi kusasisha taarifa za mtumiaji.
ta: பயனர் தகவலைப் புதுப்பிக்க முடியவில்லை.
te: వినియోగదారు సమాచారాన్ని నవీకరించలేరు.
th: ไม่สามารถอัปเดตข้อมูลผู้ใช้ได้
tr: Kullanıcı bilgileri güncellenemiyor.
uk: Не вдалося оновити інформацію користувача
ur: صارف کی معلومات کو اپ ڈیٹ نہیں کیا جا سکتا
uz: Foydalanuvchi ma'lumotlarini yangilab bo'lmadi
vi: Không thể cập nhật thông tin người dùng.

# cantPickDateInThePast
source: Date in the past is not allowed
am: በያለፉት ቀናት ቀን መምረጥ አይቻልም
ar: لا يمكن اختيار تاريخ في الماضي
az: Keçmiş tarix icazə verilmir
bg: Не може да се избере дата в миналото
bn: অতীতের তারিখ অনুমোদিত নয়
bs: Datum u prošlosti nije dozvoljen
ca: No es permet seleccionar una data passada
cs: Nelze vybrat datum v minulosti
da: Dato i fortiden er ikke tilladt
el: Δεν επιτρέπεται ημερομηνία στο παρελθόν
et: Mineviku kuupäeva ei saa valida
fa: تاریخ گذشته مجاز نیست
fi: Menneisyyden päivämäärä ei ole sallittu
he: תאריך בעבר אינו מותר
hi: अतीत की तारीख की अनुमति नहीं है
hu: A múltbeli dátum nem megengedett
id: Tanggal di masa lalu tidak diperbolehkan
ja: 過去の日付は選択できません
ka: წარსული თარიღი დაუშვებელია
kk: Өткен күнді таңдау рұқсат етілмейді
km: មិនអាចជ្រើសរើសកាលបរិច្ឆេទកន្លងមកបានទេ
kn: ಹಿಂದಿನ ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ
ku: دیاریکردنی بەرواری پێشوو ڕێگەپێنەدراوە
lo: ບໍ່ສາມາດເລືອກວັນທີທີ່ຜ່ານມາໄດ້
lt: Praeities data negalima
mr: भूतकाळातील तारखेला परवानगी नाही
ms: Tarikh pada masa lalu tidak dibenarkan
my: ယခင်ရက်စွဲပြန်ထည့်ခြင်းအားခွင့်မပြု
no: Dato i fortiden er ikke tillatt
pl: Data z przeszłości jest niedozwolona
ro: Data din trecut nu este permisă
si: අතීත දිනයක් තෝරා ගත නොහැක
sk: Dátum v minulosti nie je povolený
sq: Data në të kaluarën nuk lejohet
sr: Датум у прошлости није дозвољен
sv: Tidigare datum är inte tillåtet
sw: Tarehe ya zamani hairuhusiwi
ta: கடந்த கால தேதி அனுமதிக்கப்படாது
te: గత తేదీ ఎంచుకోవడం అనుమతించబడదు
th: ไม่อนุญาตให้เลือกวันที่ในอดีต
tr: Geçmiş tarih seçilemez
uk: Дата в минулому не дозволена
ur: ماضی کی تاریخ کی اجازت نہیں ہے
uz: O'tgan sana tanlash mumkin emas
vi: Không được chọn ngày trong quá khứ

source: Cash
am: ጥሬ ገንዘብ
ar: نقداً
az: Nağd
bg: В брой
bn: নগদ
bs: Gotovina
ca: Efectiu
cs: Hotovost
da: Kontant
el: Μετρητά
et: Sularaha
fa: نقدی
fi: Käteinen
he: מזומן
hi: नकद
hu: Készpénz
id: Tunai
ja: 現金
ka: ნაღდი ფული
kk: Қолма-қол ақша
km: សាច់ប្រាក់
kn: ನಗದು
ku: پارەی نەقد
lo: ເງິນສົດ
lt: Grynieji
mr: रोख
ms: Tunai
my: ငွေသား
no: Kontant
pl: Gotówka
ro: Numerar
si: මුදල්
sk: Hotovosť
sq: Para
sr: Цасх
sv: Kontant
sw: FEDHA TASLIMU
ta: பணம்
te: నగదు
th: เงินสด
tr: Nakit
uk: Готівка
ur: نقد
uz: Naqd pul
vi: Tiền mặt

source: Change Printer
am: አታሚ ለውጥ
ar: تغيير الطابعة
az: Printeri dəyişdir
bg: Смяна на принтера
bn: প্রিন্টার পরিবর্তন করুন
bs: Promijeni štampač
ca: Canvia la impressora
cs: Změnit tiskárnu
da: Skift printer
el: Αλλαγή εκτυπωτή
et: Muuda printerit
fa: تغییر چاپگر
fi: Vaihda tulostin
he: שנה מדפסת
hi: प्रिंटर बदलें
hu: Nyomtató váltása
id: Ganti Printer
ja: プリンターを変更
ka: პრინტერის შეცვლა
kk: Принтерді өзгерту
km: ប្តូរម៉ាស៊ីនបោះពុម្ព
kn: ಪ್ರಿಂಟರ್ ಬದಲಾಯಿಸಿ
ku: پرینتەر بگۆڕە
lo: ປ່ຽນເຄື່ອງພິມ
lt: Keisti spausdintuvą
mr: प्रिंटर बदला
ms: Tukar pencetak
my: ပရင်တာပြောင်းပါ။
no: Bytt skriver
pl: Zmień drukarkę
ro: Schimbă imprimanta
si: මුද්‍රණ යන්ත්‍රය වෙනස් කරන්න
sk: Zmeniť tlačiareň
sq: Ndrysho printerin
sr: Промените штампач
sv: Byt skrivare
sw: Badilisha Kichapishaji
ta: அச்சுப்பொறியை மாற்றவும்
te: ప్రింటర్ మార్చండి
th: เปลี่ยนเครื่องพิมพ์
tr: Yazıcıyı Değiştir
uk: Змінити принтер
ur: پرنٹر تبدیل کریں
uz: Printerni o'zgartirish
vi: Đổi máy in

# changedCurrencyTo
source: Changed currency to {currency}
am: ምንዛሬ ወደ {currency} ተቀይሯል
ar: تم تغيير العملة إلى {currency}
az: Valyuta {currency} olaraq dəyişdirildi
bg: Валутата е променена на {currency}
bn: মুদ্রা পরিবর্তন করে {currency}
bs: Valuta promijenjena u {currency}
ca: S'ha canviat la moneda a {currency}
cs: Měna změněna na {currency}
da: Ændrede valuta til {currency}
el: Το νόμισμα άλλαξε σε {currency}
et: Valuuta muudetud: {currency}
fa: واحد پول به {currency} تغییر کرد
fi: Valuutta vaihdettu: {currency}
he: המטבע שונה ל-{currency}
hi: मुद्रा को {currency} में बदल दिया गया
hu: Pénznem módosítva erre: {currency}
id: Mata uang diubah menjadi {currency}
ja: 通貨を{currency}に変更しました
ka: ვალუტა შეიცვალა {currency}-ზე
kk: Валюта {currency} болып өзгертілді
km: បានបម្លែងរូបិយប័ណ្ណទៅជា {currency}
kn: ಕರೆನ್ಸಿಯನ್ನು {currency}ಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ
ku: دراو گۆڕدرا بۆ {currency}
lo: ປ່ຽນສະກຸນເງິນເປັນ {currency}
lt: Valiuta pakeista į {currency}
mr: चलन {currency} मध्ये बदलले
ms: Menukar mata wang kepada {currency}
my: ငွေကြေးကို {currency}သို့ ပြောင်းခဲ့သည်
no: Endret valuta til {currency}
pl: Zmieniono walutę na {currency}
ro: Moneda a fost schimbată în {currency}
si: මුදල් ඒකකය {currency} වෙත පරිවර්තනය කරන ලදී
sk: Mena bola zmenená na {currency}
sq: Monedha u ndryshua në {currency}
sr: Валута је промењена у {currency}
sv: Ändrade valuta till {currency}
sw: Umebadilisha sarafu kuwa {currency}
ta: நாணயம் {currency} ஆக மாற்றப்பட்டது
te: కరెన్సీ {currency} కి మార్చబడింది
th: เปลี่ยนสกุลเงินเป็น {currency}
tr: Para birimi {currency} olarak değiştirildi
uk: Валюта змінена на {currency}
ur: کرنسی کو {currency} میں تبدیل کر دیا گیا
uz: Valyuta {currency}ga o'zgartirildi
vi: Đã thay đổi đơn vị tiền tệ thành {currency}

source: Checking...
am: በመመርመር ላይ...
ar: جارٍ التحقق...
az: Yoxlanılır...
bg: Проверка...
bn: পরীক্ষা করা হচ্ছে...
bs: Provjeravam...
ca: S'està comprovant...
cs: Kontrola...
da: Kontrollerer ...
el: Έλεγχος...
et: Kontrollimine...
fa: در حال بررسی...
fi: Tarkistetaan...
he: בודק...
hi: जांच हो रही है...
hu: Ellenőrzés...
id: Memeriksa...
ja: 確認中...
ka: შემოწმება...
kk: Тексерілуде...
km: កំពុងពិនិត្យ...
kn: ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ...
ku: پشکنین...
lo: ກຳລັງກວດສອບ...
lt: Tikrinama...
mr: तपासत आहे...
ms: Sedang menyemak...
my: စစ်ဆေးနေသည်...
no: Sjekker...
pl: Sprawdzanie...
ro: Se verifică...
si: පරීක්ෂා කරමින්...
sk: Kontroluje sa...
sq: Po kontrollon...
sr: Проверавам...
sv: Kontrollerar...
sw: Inakagua...
ta: சரிபார்க்கிறது...
te: తనిఖీ చేస్తున్నాము...
th: กำลังตรวจสอบ...
tr: Kontrol ediliyor...
uk: Перевірка...
ur: چیک کیا جا رہا ہے...
uz: Tekshirilmoqda...
vi: Đang kiểm tra...

source: Chinese (Simplified)
am: ቀላል ቻይንኛ
ar: الصينية المبسطة
az: Çincə (Sadələşdirilmiş)
bg: Китайски (опростен)
bn: সরলীকৃত চীনা)
bs: Kineski (pojednostavljeni)
ca: Xinès (simplificat)
cs: Zjednodušená čínština
da: Kinesisk (forenklet)
el: Απλοποιημένα Κινέζικα
et: Lihtsustatud hiina
fa: چینی (ساده شده)
fi: Kiina (yksinkertaistettu)
he: סינית מפושטת
hi: सरलीकृत चीनी)
hu: Kínai (egyszerűsített)
id: Bahasa Mandarin (Sederhana)
ja: 中国語（簡体字）
ka: ჩინური (გამარტივებული)
kk: Қытай (жеңілдетілген)
km: ចិនសាមញ្ញ
kn: ಚೈನೀಸ್ (ಸರಳೀಕೃತ)
ku: چینی (سادهکراو)
lo: ພາສາຈີນ (ແບບງ່າຍ)
lt: Kinų (supaprastinta)
mr: चीनी (सरलीकृत)
ms: Bahasa Cina (Mudah)
my: တရုတ် (ရိုးရှင်း)
no: Forenklet kinesisk
pl: Chiński uproszczony
ro: Chineză simplificată
si: සරල චීන
sk: Zjednodušená čínština
sq: Kinezisht (e thjeshtuar)
sr: кинески (поједностављени)
sv: Förenklad kinesiska
sw: Kichina (Kilichorahisishwa)
ta: எளிமையாக்கப்பட்ட சீனம்
te: చైనీస్ (సరళీకృతం)
th: จีนตัวย่อ
tr: Basitleştirilmiş Çince
uk: Китайська (спрощена)
ur: چینی (آسان)
uz: Xitoy (soddalashtirilgan)
vi: Tiếng Trung (Giản thể)

source: Chinese (Traditional)
am: ባህላዊ ቻይንኛ
ar: الصينية التقليدية
az: Çin (Ənənəvi)
bg: Китайски (традиционен)
bn: প্রথাগত চীনা)
bs: Kineski (tradicionalni)
ca: Xinès (tradicional)
cs: Tradiční čínština
da: Kinesisk (traditionel)
el: Παραδοσιακά Κινέζικα
et: Traditsiooniline hiina
fa: چینی (سنتی)
fi: Kiina (perinteinen)
he: סינית מסורתית
hi: चीनी पारंपरिक)
hu: Kínai (hagyományos)
id: Bahasa Mandarin (Tradisional)
ja: 中国語（繁体字）
ka: ჩინური (ტრადიციული)
kk: Қытай (дәстүрлі)
km: ចិនបុរាណ
kn: ಚೈನೀಸ್ (ಸಾಂಪ್ರದಾಯಿಕ)
ku: چینی (کلاسیکی)
lo: ພາສາຈີນ (ແບບດັ້ງເດີມ)
lt: Kinų (tradicinė)
mr: चीनी (पारंपारिक)
ms: Bahasa Cina (Tradisional)
my: တရုတ်ရိုးရာ)
no: Tradisjonell kinesisk
pl: Chiński tradycyjny
ro: Chineză tradițională
si: සාම්ප්‍රදායික චීන
sk: Tradičná čínština
sq: Kinezisht (tradicionale)
sr: кинески (традиционални)
sv: Traditionell kinesiska
sw: Kichina (cha Jadi)
ta: பாரம்பரிய சீனம்
te: చైనీస్ (సాంప్రదాయ)
th: จีนตัวเต็ม
tr: Geleneksel Çince
uk: Китайська (традиційна)
ur: چینی (روایتی)
uz: Xitoy (an'anaviy)
vi: Tiếng Trung (Phồn thể)

source: Choose category
am: ምድብ ይምረጡ
ar: اختر الفئة
az: Kateqoriya seçin
bg: Избор на категория
bn: বিভাগ নির্বাচন করুন
bs: Odaberi kategoriju
ca: Tria una categoria
cs: Vyberte kategorii
da: Vælg kategori
el: Επιλέξτε Κατηγορία
et: Vali kategooria
fa: انتخاب دسته‌بندی
fi: Valitse kategoria
he: בחר קטגוריה
hi: श्रेणी चुनें
hu: Válasszon kategóriát
id: Pilih Kategori
ja: カテゴリーを選択
ka: აირჩიეთ კატეგორია
kk: Санатты таңдаңыз
km: ជ្រើសរើសប្រភេទ
kn: ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: هاوپۆشەکە هەڵبژێرە
lo: ເລືອກປະເພດ
lt: Pasirinkite kategoriją
mr: श्रेणी निवडा
ms: Pilih Kategori
my: အမျိုးအစားရွေးချယ်ပါ
no: Velg kategori
pl: Wybierz kategorię
ro: Alege categoria
si: වර්ගය තෝරන්න
sk: Vyberte kategóriu
sq: Zgjidhni kategorinë
sr: Изаберите категорију
sv: Välj kategori
sw: Chagua jamii
ta: வகையைத் தேர்ந்தெடுக்கவும்
te: వర్గాన్ని ఎంచుకోండి
th: เลือกหมวดหมู่
tr: Kategori Seç
uk: Виберіть категорію
ur: زمرہ منتخب کریں
uz: Kategoriyani tanlang
vi: Chọn danh mục

source: Choose Staff
am: ሰራተኛ ይምረጡ
ar: اختر الموظف
az: Heyət seçin
bg: Избор на персонал
bn: কর্মী নির্বাচন করুন
bs: Odaberi osoblje
ca: Tria el personal
cs: Vybrat personál
da: Vælg personale
el: Επιλέξτε Προσωπικό
et: Vali personal
fa: انتخاب کارکنان
fi: Valitse henkilökunta
he: בחר איש צוות
hi: स्टाफ चुनें
hu: Válasszon személyzetet
id: Pilih Staf
ja: スタッフを選択
ka: აირჩიეთ პერსონალი
kk: Қызметкерді таңдаңыз
km: ជ្រើសរើសបុគ្គលិក
kn: ಸಿಬ್ಬಂದಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: کارمەند هەلبژێرە
lo: ເລືອກພະນັກງານ
lt: Pasirinkti darbuotoją
mr: कर्मचारी निवडा
ms: Pilih Kakitangan
no: Velg ansatt
pl: Wybierz personel
ro: Alege personalul
si: කාර්ය මණ්ඩලය තෝරන්න
sk: Vybrať personál
sq: Zgjidhni stafin
sr: Изаберите Особље
sv: Välj personal
sw: Chagua Wafanyakazi
ta: ஊழியரைத் தேர்ந்தெடுக்கவும்
te: సిబ్బందిని ఎంచుకోండి
th: เลือกพนักงาน
tr: Personel Seç
uk: Виберіть персонал
ur: عملہ منتخب کریں
uz: Xodimni tanlang
vi: Chọn nhân viên

source: Choose type
am: ዓይነት ይምረጡ
ar: اختر النوع
az: Növ seçin
bg: Избор на тип
bn: ধরন নির্বাচন করুন
bs: Odaberi tip
ca: Tria un tipus
cs: Vyberte typ
da: Vælg type
el: Επιλέξτε Τύπο
et: Vali tüüp
fa: انتخاب نوع
fi: Valitse tyyppi
he: בחר סוג
hi: प्रकार चुनें
hu: Válassza ki a típust
id: Pilih Jenis
ja: 種類を選択
ka: აირჩიეთ ტიპი
kk: Түрін таңдаңыз
km: ជ្រើសរើសប្រភេទ
kn: ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: جۆرەکە هەلبژێرە
lo: ເລືອກປະເພດ
lt: Pasirinkti tipą
mr: प्रकार निवडा
ms: Pilih jenis
my: ပုံစံရွေးချယ်ပါ
no: Velg type
pl: Wybierz typ
ro: Alege tipul
si: වර්ගය තෝරන්න
sk: Vybrať typ
sq: Zgjidhni llojin
sr: Изаберите тип
sv: Välj typ
sw: Chagua aina
ta: வகையைத் தேர்ந்தெடுக்கவும்
te: రకాన్ని ఎంచుకోండి
th: เลือกประเภท
tr: Tür Seç
uk: Виберіть тип
ur: قسم منتخب کریں
uz: Turni tanlang
vi: Chọn loại

source: COD Extra Fee
am: የCOD ተጨማሪ ክፍያ
ar: رسوم إضافية للدفع عند الاستلام
az: COD Əlavə haqqı
bg: Допълнителна такса за наложен платеж
bn: COD অতিরিক্ত ফি
bs: COD dodatna naknada
ca: Tarifa extra per contra reemborsament
cs: Dobírka – extra poplatek
da: Efterkravsgebyr
el: Επιπλέον χρέωση αντικαταβολής
et: Lunamaksu lisatasu
fa: هزینه اضافی پرداخت در محل
fi: Postiennakkomaksu
he: עמלה נוספת ב-COD
hi: COD अतिरिक्त शुल्क
hu: Utánvét díj
id: Biaya Tambahan COD
ja: 代金引換手数料
ka: COD დამატებითი საფასური
kk: Қолма-қол төлем үшін қосымша ақы
km: ថ្លៃបន្ថែមសម្រាប់ការទូទាត់ពេលទទួលទំនិញ
kn: COD ಹೆಚ್ಚುವರಿ ಶುಲ್ಕ
ku: تێچوونی زیادەی پارەدان لە کاتی گەیاندن
lo: ຄ່າທຳນຽມພິເສດ COD
lt: Mokėjimo grynaisiais pristatymo metu papildomas mokestis
mr: COD अतिरिक्त शुल्क
ms: Caj tambahan COD
my: COD အပိုကြေး
no: Gebyr for oppkrav
pl: Dodatkowa opłata za pobraniem
ro: Taxă suplimentară pentru plata la livrare
si: COD අමතර ගාස්සුව
sk: Poplatok za dobierku
sq: Tarifë shtesë për pagesën me para në dorë
sr: Додатна накнада за ЦОД
sv: Postförskottsavgift
sw: Ada ya Ziada ya COD
ta: பணம் பெற்றுக்கொள்ளும் போது கூடுதல் கட்டணம்
te: COD అదనపు రుసుము
th: ค่าธรรมเนียมเพิ่มเติมสำหรับเก็บเงินปลายทาง
tr: Kapıda Ödeme Ek Ücreti
uk: Додаткова плата за післяплату
ur: COD اضافی فیس
uz: COD qo'shimcha to'lovi
vi: Phí COD bổ sung

source: Complete
am: ተጠናቀቀ
ar: مكتمل
az: Tamamla
bg: Завършено
bn: সম্পূর্ণ
bs: Završeno
ca: Completat
cs: Dokončeno
da: Fuldfør
el: Ολοκληρώθηκε
et: Valmis
fa: کامل
fi: Valmis
he: הושלם
hi: पूर्ण
hu: Befejezve
id: Selesai
ja: 完了
ka: დასრულებული
kk: Аяқталды
km: បញ្ចប់
kn: ಪೂರ್ಣಗೊಂಡಿದೆ
ku: تەواو
lo: ສຳເລັດ
lt: Baigta
mr: पूर्ण
ms: Selesai
my: ပြီးပြည့်စုံ
no: Fullført
pl: Zakończone
ro: Complet
si: සම්පූර්ණයි
sk: Dokončené
sq: I plotë
sr: комплетан
sv: Slutförd
sw: Kamilisha
ta: முழுமையானது
te: పూర్తి
th: เสร็จสมบูรณ์
tr: Tamamla
uk: Завершено
ur: مکمل
uz: Bajarildi
vi: Hoàn thành

source: Confirm Account Deletion
am: መለያ ማጥፋትን ያረጋግጡ
ar: تأكيد حذف الحساب
az: Hesab silinməsini təsdiqləyin
bg: Потвърждаване на изтриването на профила
bn: অ্যাকাউন্ট মোছার বিষয়টি নিশ্চিত করুন
bs: Potvrdite brisanje računa
ca: Confirma la supressió del compte
cs: Potvrďte smazání účtu
da: Bekræft sletning af konto
el: Επιβεβαίωση διαγραφής λογαριασμού
et: Kinnita konto kustutamine
fa: تأیید حذف حساب کاربری
fi: Vahvista tilin poisto
he: אשר מחיקת חשבון
hi: खाता हटाने की पुष्टि करें
hu: Fiók törlésének megerősítése
id: Konfirmasi Penghapusan Akun
ja: アカウント削除の確認
ka: დაადასტურეთ ანგარიშის წაშლა
kk: Тіркелгіні жоюды растаңыз
km: បញ្ជាក់ការលុបគណនី
kn: ಖಾತೆ ಅಳಿಸುವಿಕೆಯನ್ನು ದೃಢೀಕರಿಸಿ
ku: سڕینەوەی هەژمار پشتڕاست بکە
lo: ຢືນຢັນການລຶບບັນຊີ
lt: Patvirtinti paskyros ištrynimą
mr: खाते हटविण्याची पुष्टी करा
ms: Sahkan pemadaman akaun
my: အကောင့်ဖျက်ခြင်းကို အတည်ပြုပါ။
no: Bekreft sletting av konto
pl: Potwierdź usunięcie konta
ro: Confirmă ștergerea contului
si: ගිණුම මැකීම තහවුරු කරන්න
sk: Potvrďte odstránenie účtu
sq: Konfirmo fshirjen e llogarisë
sr: Потврдите брисање налога
sv: Bekräfta borttagning av konto
sw: Thibitisha Kufutwa kwa Akaunti
ta: கணக்கு நீக்குதலை உறுதிப்படுத்தவும்
te: ఖాతా తొలగింపును నిర్ధారించు
th: ยืนยันการลบบัญชี
tr: Hesap silme işlemini onaylayın
uk: Підтвердіть видалення облікового запису
ur: اکاؤنٹ کی حذف کاری کی تصدیق کریں
uz: Hisobni o'chirishni tasdiqlang
vi: Xác nhận xóa tài khoản
