Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# accountSecurityDescription
source: Changing your password regularly helps protect your account
am: የይለፍ ቃል በየጊዜው መቀየር መለያዎን ከአደጋ ይጠብቃል
ar: تغيير كلمة المرور بانتظام يساعد في حماية حسابك
az: Şifrənizi mütəmadi olaraq dəyişmək hesabınızı qorumağa kömək edir
bg: Редовната смяна на паролата помага да защитите акаунта си
bn: নিয়মিত পাসওয়ার্ড পরিবর্তন করলে আপনার অ্যাকাউন্ট সুরক্ষিত থাকে
bs: Redovno mijenjanje lozinke pomaže u zaštiti vašeg računa
ca: Canviar la contrasenya regularment ajuda a protegir el teu compte
cs: Pravidelná změna hesla pomáhá chránit váš účet
da: At ændre din adgangskode regelmæssigt hjælper med at beskytte din konto
el: Η τακτική αλλαγή του κωδικού σας βοηθά στην προστασία του λογαριασμού σας
et: Parooli regulaarne vahetamine aitab kaitsta sinu kontot
fa: تغییر منظم رمز عبور به محافظت از حساب شما کمک می‌کند
fi: Salasanan vaihtaminen säännöllisesti auttaa suojaamaan tilisi
he: שינוי הסיסמה שלך באופן קבוע עוזר להגן על החשבון שלך
hi: नियमित रूप से अपना पासवर्ड बदलना आपके खाते की सुरक्षा करता है
hu: A jelszó rendszeres cseréje segít megvédeni a fiókodat
id: Mengganti kata sandi secara berkala membantu melindungi akun Anda
ja: 定期的なパスワード変更はアカウント保護に役立ちます
ka: პაროლის რეგულარულად შეცვლა დაგეხმარებათ ანგარიშის დაცვაში
kk: Құпия сөзді үнемі өзгерту аккаунтыңызды қорғауға көмектеседі
km: ការផ្លាស់ប្តូរពាក្យសម្ងាត់ជាប្រចាំជួយការពារគណនីរបស់អ្នក
kn: ನಿಮ್ಮ ಪಾಸ್ವರ್ಡ್ ಅನ್ನು ನಿಯಮಿತವಾಗಿ ಬದಲಾಯಿಸುವುದು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ರಕ್ಷಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ
ku: گۆڕینی وشەی نهێنی بە بەردەوامی پاراستنی هەژمارەکەت باشتر دەکات
lo: ການປ່ຽນລະຫັດຜ່ານປະຈໍາຊ່ວຍປົກປ້ອງບັນຊີຂອງທ່ານ
lt: Reguliariai keisdami slaptažodį apsaugosite savo paskyrą
mr: तुमचा पासवर्ड नियमितपणे बदलल्याने तुमचे खाते सुरक्षित राहते
ms: Menukar kata laluan anda secara berkala membantu melindungi akaun anda
my: စကားဝှက်ကို အကြာကြီးပြောင်းလဲခြင်းသည် သင့်အကောင့်ကို ကာကွယ်ပေးနိုင်ပါတယ်
no: Å endre passordet ditt regelmessig hjelper med å beskytte kontoen din
pl: Regularna zmiana hasła pomaga chronić Twoje konto
ro: Schimbarea regulată a parolei te ajută să-ți protejezi contul
si: ඔබගේ මුරපදය නිතර වෙනස් කිරීමෙන් ඔබගේ ගිණුම ආරක්ෂා කර ගැනීමට උපකාරී වේ
sk: Pravidelná zmena hesla pomáha chrániť váš účet
sq: Ndryshimi i fjalëkalimit rregullisht ndihmon në mbrojtjen e llogarisë tuaj
sr: Redovno menjanje lozinke pomaže da zaštitite svoj nalog
sv: Att byta lösenord regelbundet hjälper till att skydda ditt konto
sw: Kubadilisha nenosiri lako mara kwa mara husaidia kulinda akaunti yako
ta: உங்கள் கடவுச்சொல்லை அடிக்கடி மாற்றுவது உங்கள் கணக்கை பாதுகாக்க உதவுகிறது
te: మీ పాస్‌వర్డ్‌ను తరచుగా మార్చడం ద్వారా మీ ఖాతాను రక్షించుకోవచ్చు
th: การเปลี่ยนรหัสผ่านเป็นประจำช่วยปกป้องบัญชีของคุณ
tr: Şifrenizi düzenli olarak değiştirmek hesabınızı korumaya yardımcı olur
uk: Регулярна зміна пароля допомагає захистити ваш акаунт
ur: پاس ورڈ کو باقاعدگی سے تبدیل کرنا آپ کے اکاؤنٹ کو محفوظ رکھنے میں مدد دیتا ہے
uz: Parolingizni muntazam o‘zgartirish hisobingizni himoya qilishga yordam beradi
vi: Thay đổi mật khẩu định kỳ giúp bảo vệ tài khoản của bạn

# currentPasswordSection
source: Current Password
am: አሁን ያለዎት የይለፍ ቃል
ar: كلمة المرور الحالية
az: Cari Şifrə
bg: Текуща парола
bn: বর্তমান পাসওয়ার্ড
bs: Trenutna lozinka
ca: Contrasenya actual
cs: Současné heslo
da: Nuværende adgangskode
el: Τρέχων κωδικός πρόσβασης
et: Praegune parool
fa: رمز عبور فعلی
fi: Nykyinen salasana
he: סיסמה נוכחית
hi: वर्तमान पासवर्ड
hu: Jelenlegi jelszó
id: Kata Sandi Saat Ini
ja: 現在のパスワード
ka: მიმდინარე პაროლი
kk: Қазіргі құпия сөз
km: ពាក្យសម្ងាត់បច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ ಪಾಸ್ವರ್ಡ್
ku: وشەی نهێنی ئێستا
lo: ລະຫັດຜ່ານປະຈຸບັນ
lt: Dabartinis slaptažodis
mr: सध्याचा पासवर्ड
ms: Kata Laluan Semasa
my: လက်ရှိစကားဝှက်
no: Nåværende passord
pl: Obecne hasło
ro: Parola actuală
si: වත්මන් මුරපදය
sk: Aktuálne heslo
sq: Fjalëkalimi Aktual
sr: Trenutna lozinka
sv: Nuvarande lösenord
sw: Nenosiri la Sasa
ta: தற்போதைய கடவுச்சொல்
te: ప్రస్తుత పాస్‌వర్డ్
th: รหัสผ่านปัจจุบัน
tr: Mevcut Şifre
uk: Поточний пароль
ur: موجودہ پاس ورڈ
uz: Joriy parol
vi: Mật khẩu hiện tại

# newPasswordSection
source: New Password
am: አዲስ የይለፍ ቃል
ar: كلمة المرور الجديدة
az: Yeni Şifrə
bg: Нова парола
bn: নতুন পাসওয়ার্ড
bs: Nova lozinka
ca: Nova contrasenya
cs: Nové heslo
da: Ny adgangskode
el: Νέος κωδικός πρόσβασης
et: Uus parool
fa: رمز عبور جدید
fi: Uusi salasana
he: סיסמה חדשה
hi: नया पासवर्ड
hu: Új jelszó
id: Kata Sandi Baru
ja: 新しいパスワード
ka: ახალი პაროლი
kk: Жаңа құпия сөз
km: ពាក្យសម្ងាត់ថ្មី
kn: ಹೊಸ ಪಾಸ್ವರ್ಡ್
ku: وشەی نهێنی نوێ
lo: ລະຫັດຜ່ານໃໝ່
lt: Naujas slaptažodis
mr: नवीन पासवर्ड
ms: Kata Laluan Baru
my: စကားဝှက်အသစ်
no: Nytt passord
pl: Nowe hasło
ro: Parolă nouă
si: නව මුරපදය
sk: Nové heslo
sq: Fjalëkalimi i Ri
sr: Nova lozinka
sv: Nytt lösenord
sw: Nenosiri Mpya
ta: புதிய கடவுச்சொல்
te: కొత్త పాస్‌వర్డ్
th: รหัสผ่านใหม่
tr: Yeni Şifre
uk: Новий пароль
ur: نیا پاس ورڈ
uz: Yangi parol
vi: Mật khẩu mới

source: Confirm New Password
am: አዲስ የይለፍ ቃል ያረጋግጡ
ar: تأكيد كلمة المرور الجديدة
az: Yeni Şifrəni Təsdiqlə
bg: Потвърди новата парола
bn: নতুন পাসওয়ার্ড নিশ্চিত করুন
bs: Potvrdite novu lozinku
ca: Confirma la nova contrasenya
cs: Potvrďte nové heslo
da: Bekræft ny adgangskode
el: Επιβεβαίωση νέου κωδικού πρόσβασης
et: Kinnita uus parool
fa: تأیید رمز عبور جدید
fi: Vahvista uusi salasana
he: אשר סיסמה חדשה
hi: नए पासवर्ड की पुष्टि करें
hu: Új jelszó megerősítése
id: Konfirmasi Kata Sandi Baru
ja: 新しいパスワードの確認
ka: დაადასტურეთ ახალი პაროლი
kk: Жаңа құпия сөзді растаңыз
km: បញ្ជាក់ពាក្យសម្ងាត់ថ្មី
kn: ಹೊಸ ಪಾಸ್ವರ್ಡ್ ದೃಢೀಕರಿಸಿ
ku: دڵنیابە لە وشەی نهێنی نوێ
lo: ຢືນຢັນລະຫັດຜ່ານໃໝ່
lt: Patvirtinti naują slaptažodį
mr: नवीन पासवर्डची पुष्टी करा
ms: Sahkan Kata Laluan Baru
my: အသစ်စကားဝှက်အတည်ပြုပါ
no: Bekreft nytt passord
pl: Potwierdź nowe hasło
ro: Confirmă parola nouă
si: නව මුරපදය තහවුරු කරන්න
sk: Potvrďte nové heslo
sq: Konfirmo Fjalëkalimin e Ri
sr: Potvrdite novu lozinku
sv: Bekräfta nytt lösenord
sw: Thibitisha Nenosiri Mpya
ta: புதிய கடவுச்சொல்லை உறுதிப்படுத்தவும்
te: కొత్త పాస్‌వర్డ్‌ను నిర్ధారించండి
th: ยืนยันรหัสผ่านใหม่
tr: Yeni Şifreyi Onayla
uk: Підтвердьте новий пароль
ur: نیا پاس ورڈ کی تصدیق کریں
uz: Yangi parolni tasdiqlang
vi: Xác nhận mật khẩu mới

# pleaseEnterCurrentPassword
source: Please enter your current password
am: እባክዎ አሁን ያለዎት የይለፍ ቃል ያስገቡ
ar: يرجى إدخال كلمة المرور الحالية
az: Zəhmət olmasa, cari şifrənizi daxil edin
bg: Моля, въведете текущата си парола
bn: অনুগ্রহ করে আপনার বর্তমান পাসওয়ার্ড লিখুন
bs: Molimo unesite svoju trenutnu lozinku
ca: Introdueix la teva contrasenya actual, si us plau
cs: Zadejte prosím své současné heslo
da: Indtast venligst din nuværende adgangskode
el: Παρακαλώ εισάγετε τον τρέχοντα κωδικό πρόσβασης
et: Palun sisesta oma praegune parool
fa: لطفاً رمز عبور فعلی خود را وارد کنید
fi: Anna nykyinen salasanasi
he: אנא הזן את הסיסמה הנוכחית שלך
hi: कृपया अपना वर्तमान पासवर्ड दर्ज करें
hu: Kérjük, add meg a jelenlegi jelszavadat
id: Silakan masukkan kata sandi saat ini
ja: 現在のパスワードを入力してください
ka: გთხოვთ, შეიყვანეთ თქვენი მიმდინარე პაროლი
kk: Қазіргі құпия сөзді енгізіңіз
km: សូមបញ្ចូលពាក្យសម្ងាត់បច្ចុប្បន្នរបស់អ្នក
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಪಾಸ್ವರ್ಡ್ ನಮೂದಿಸಿ
ku: تکایە وشەی نهێنی ئێستای خۆت بنووسە
lo: ກະລຸນາໃສ່ລະຫັດຜ່ານປະຈຸບັນຂອງທ່ານ
lt: Įveskite dabartinį slaptažodį
mr: कृपया तुमचा सध्याचा पासवर्ड प्रविष्ट करा
ms: Sila masukkan kata laluan semasa anda
my: ကျေးဇူးပြု၍ သင့်လက်ရှိစကားဝှက်ထည့်ပါ
no: Vennligst skriv inn ditt nåværende passord
pl: Wprowadź obecne hasło
ro: Te rugăm să introduci parola actuală
si: කරුණාකර ඔබගේ වත්මන් මුරපදය ඇතුළත් කරන්න
sk: Prosím, zadajte svoje aktuálne heslo
sq: Ju lutemi shkruani fjalëkalimin tuaj aktual
sr: Molimo unesite svoju trenutnu lozinku
sv: Ange ditt nuvarande lösenord
sw: Tafadhali ingiza nenosiri lako la sasa
ta: தயவுசெய்து உங்கள் தற்போதைய கடவுச்சொல்லை உள்ளிடவும்
te: దయచేసి మీ ప్రస్తుత పాస్‌వర్డ్ నమోదు చేయండి
th: กรุณากรอกรหัสผ่านปัจจุบันของคุณ
tr: Lütfen mevcut şifrenizi girin
uk: Будь ласка, введіть поточний пароль
ur: براہ کرم اپنا موجودہ پاس ورڈ درج کریں
uz: Iltimos, joriy parolingizni kiriting
vi: Vui lòng nhập mật khẩu hiện tại

# pleaseEnterNewPassword
source: Please enter your new password
am: እባክዎ አዲስ የይለፍ ቃል ያስገቡ
ar: يرجى إدخال كلمة المرور الجديدة
az: Zəhmət olmasa, yeni şifrənizi daxil edin
bg: Моля, въведете новата си парола
bn: অনুগ্রহ করে আপনার নতুন পাসওয়ার্ড লিখুন
bs: Molimo unesite svoju novu lozinku
ca: Introdueix la teva nova contrasenya, si us plau
cs: Zadejte prosím své nové heslo
da: Indtast venligst din nye adgangskode
el: Παρακαλώ εισάγετε τον νέο σας κωδικό πρόσβασης
et: Palun sisesta oma uus parool
fa: لطفاً رمز عبور جدید خود را وارد کنید
fi: Anna uusi salasanasi
he: אנא הזן את הסיסמה החדשה שלך
hi: कृपया अपना नया पासवर्ड दर्ज करें
hu: Kérjük, add meg az új jelszavadat
id: Silakan masukkan kata sandi baru Anda
ja: 新しいパスワードを入力してください
ka: გთხოვთ, შეიყვანეთ თქვენი ახალი პაროლი
kk: Жаңа құпия сөзді енгізіңіз
km: សូមបញ្ចូលពាក្យសម្ងាត់ថ្មីរបស់អ្នក
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಹೊಸ ಪಾಸ್ವರ್ಡ್ ನಮೂದಿಸಿ
ku: تکایە وشەی نهێنی نوێ بنووسە
lo: ກະລຸນາໃສ່ລະຫັດຜ່ານໃໝ່ຂອງທ່ານ
lt: Įveskite naują slaptažodį
mr: कृपया तुमचा नवीन पासवर्ड प्रविष्ट करा
ms: Sila masukkan kata laluan baru anda
my: ကျေးဇူးပြု၍ သင့်စကားဝှက်အသစ်ထည့်ပါ
no: Vennligst skriv inn ditt nye passord
pl: Wprowadź nowe hasło
ro: Te rugăm să introduci parola nouă
si: කරුණාකර ඔබගේ නව මුරපදය ඇතුළත් කරන්න
sk: Prosím, zadajte svoje nové heslo
sq: Ju lutemi shkruani fjalëkalimin tuaj të ri
sr: Molimo unesite svoju novu lozinku
sv: Ange ditt nya lösenord
sw: Tafadhali ingiza nenosiri lako jipya
ta: தயவுசெய்து உங்கள் புதிய கடவுச்சொல்லை உள்ளிடவும்
te: దయచేసి మీ కొత్త పాస్‌వర్డ్ నమోదు చేయండి
th: กรุณากรอกรหัสผ่านใหม่ของคุณ
tr: Lütfen yeni şifrenizi girin
uk: Будь ласка, введіть новий пароль
ur: براہ کرم اپنا نیا پاس ورڈ درج کریں
uz: Iltimos, yangi parolingizni kiriting
vi: Vui lòng nhập mật khẩu mới

source: Password must be at least 8 characters
am: የይለፍ ቃሉ ቢያንስ 8 ቁምፊዎች መሆን አለበት
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل
az: Şifrə ən azı 8 simvoldan ibarət olmalıdır
bg: Паролата трябва да е поне 8 знака
bn: পাসওয়ার্ড কমপক্ষে ৮ অক্ষরের হতে হবে
bs: Lozinka mora imati najmanje 8 karaktera
ca: La contrasenya ha de tenir almenys 8 caràcters
cs: Heslo musí mít alespoň 8 znaků
da: Adgangskoden skal være mindst 8 tegn
el: Ο κωδικός πρόσβασης πρέπει να έχει τουλάχιστον 8 χαρακτήρες
et: Parool peab olema vähemalt 8 tähemärki pikk
fa: رمز عبور باید حداقل ۸ کاراکتر باشد
fi: Salasanan tulee olla vähintään 8 merkkiä
he: הסיסמה חייבת להיות לפחות 8 תווים
hi: पासवर्ड कम से कम 8 अक्षरों का होना चाहिए
hu: A jelszónak legalább 8 karakterből kell állnia
id: Kata sandi harus terdiri dari minimal 8 karakter
ja: パスワードは8文字以上で入力してください
ka: პაროლი უნდა შეიცავდეს მინიმუმ 8 სიმბოლოს
kk: Құпия сөз кемінде 8 таңбадан тұруы керек
km: ពាក្យសម្ងាត់ត្រូវមានយ៉ាងហោចណាស់ ៨ តួអក្សរ
kn: ಪಾಸ್ವರ್ಡ್ ಕನಿಷ್ಠ 8 ಅಕ್ಷರಗಳಿರಬೇಕು
ku: پاسۆرد پێویستە کەمەیەک ٨ پیت بێت
lo: ລະຫັດຜ່ານຕ້ອງມີຢ່າງນ້ອຍ 8 ຕົວອັກສອນ
lt: Slaptažodis turi būti bent 8 simbolių
mr: पासवर्ड किमान ८ अक्षरांचा असावा
ms: Kata laluan mesti sekurang-kurangnya 8 aksara
my: စကားဝှက်သည် အနည်းဆုံး အက္ခရာ ၈ လုံးရှိရပါမည်
no: Passordet må være minst 8 tegn
pl: Hasło musi mieć co najmniej 8 znaków
ro: Parola trebuie să aibă cel puțin 8 caractere
si: මුරපදය අවම වශයෙන් අක්ෂර 8ක් විය යුතුය
sk: Heslo musí mať aspoň 8 znakov
sq: Fjalëkalimi duhet të ketë të paktën 8 karaktere
sr: Lozinka mora imati najmanje 8 karaktera
sv: Lösenordet måste vara minst 8 tecken
sw: Nenosiri lazima liwe na angalau herufi 8
ta: கடவுச்சொல் குறைந்தது 8 எழுத்துகள் இருக்க வேண்டும்
te: పాస్‌వర్డ్ కనీసం 8 అక్షరాలు ఉండాలి
th: รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร
tr: Şifre en az 8 karakter olmalı
uk: Пароль має містити щонайменше 8 символів
ur: پاس ورڈ کم از کم 8 حروف کا ہونا چاہیے
uz: Parol kamida 8 ta belgidan iborat bo‘lishi kerak
vi: Mật khẩu phải có ít nhất 8 ký tự

# pleaseConfirmNewPassword
source: Please confirm your new password
am: አዲሱን የይለፍ ቃልዎን እባክዎን ያረጋግጡ
ar: يرجى تأكيد كلمة المرور الجديدة
az: Zəhmət olmasa yeni şifrənizi təsdiqləyin
bg: Моля, потвърдете новата си парола
bn: আপনার নতুন পাসওয়ার্ড নিশ্চিত করুন
bs: Molimo potvrdite svoju novu lozinku
ca: Confirma la teva nova contrasenya
cs: Potvrďte své nové heslo
da: Bekræft venligst din nye adgangskode
el: Παρακαλώ επιβεβαιώστε τον νέο σας κωδικό πρόσβασης
et: Palun kinnita oma uus parool
fa: لطفاً رمز عبور جدید خود را تأیید کنید
fi: Vahvista uusi salasanasi
he: אנא אשר את הסיסמה החדשה שלך
hi: कृपया अपना नया पासवर्ड पुष्टि करें
hu: Kérjük, erősítse meg az új jelszavát
id: Silakan konfirmasi kata sandi baru Anda
ja: 新しいパスワードを確認してください
ka: გთხოვთ დაადასტუროთ თქვენი ახალი პაროლი
kk: Жаңа құпия сөзді растаңыз
km: សូមបញ្ជាក់ពាក្យសម្ងាត់ថ្មីរបស់អ្នក
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಹೊಸ ಪಾಸ್‌ವರ್ಡ್ ದೃಢೀಕರಿಸಿ
ku: تکایە پاسۆردی نوێت دڵنیابکە
lo: ກະລຸນາຢືນຢັນລະຫັດຜ່ານໃໝ່ຂອງທ່ານ
lt: Patvirtinkite naują slaptažodį
mr: कृपया आपला नवीन पासवर्ड पुष्टी करा
ms: Sila sahkan kata laluan baharu anda
my: သင့်စကားဝှက်အသစ်ကိုအတည်ပြုပါ
no: Vennligst bekreft ditt nye passord
pl: Proszę potwierdzić nowe hasło
ro: Vă rugăm să confirmați noua parolă
si: කරුණාකර ඔබගේ නව මුරපදය තහවුරු කරන්න
sk: Prosím, potvrďte svoje nové heslo
sq: Ju lutem konfirmoni fjalëkalimin tuaj të ri
sr: Molimo potvrdite svoju novu lozinku
sv: Bekräfta ditt nya lösenord
sw: Tafadhali thibitisha nenosiri lako jipya
ta: உங்கள் புதிய கடவுச்சொல்லை உறுதிப்படுத்தவும்
te: దయచేసి మీ కొత్త పాస్‌వర్డ్‌ను నిర్ధారించండి
th: กรุณายืนยันรหัสผ่านใหม่ของคุณ
tr: Lütfen yeni şifrenizi onaylayın
uk: Будь ласка, підтвердьте свій новий пароль
ur: براہ کرم اپنا نیا پاس ورڈ تصدیق کریں
uz: Iltimos, yangi parolingizni tasdiqlang
vi: Vui lòng xác nhận mật khẩu mới

source: Confirm password does not match
am: የይለፍ ቃል ማረጋገጫው አይዛመድም
ar: تأكيد كلمة المرور غير متطابق
az: Təsdiq şifrəsi uyğun gəlmir
bg: Потвърждението на паролата не съвпада
bn: পাসওয়ার্ড নিশ্চিতকরণ মিলছে না
bs: Potvrda lozinke se ne podudara
ca: La confirmació de la contrasenya no coincideix
cs: Potvrzení hesla se neshoduje
da: Bekræft adgangskode stemmer ikke overens
el: Η επιβεβαίωση του κωδικού πρόσβασης δεν ταιριάζει
et: Kinnitusparool ei ühti
fa: تأیید رمز عبور مطابقت ندارد
fi: Vahvistussalasana ei täsmää
he: אישור הסיסמה אינו תואם
hi: पुष्टि पासवर्ड मेल नहीं खाता
hu: A megerősített jelszó nem egyezik
id: Konfirmasi kata sandi tidak cocok
ja: 確認用パスワードが一致しません
ka: დადასტურებული პაროლი არ ემთხვევა
kk: Растау құпия сөзі сәйкес келмейді
km: ការបញ្ជាក់ពាក្យសម្ងាត់មិនត្រូវគ្នា
kn: ದೃಢೀಕರಿಸಿದ ಪಾಸ್‌ವರ್ಡ್ ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ
ku: پاسۆردی دڵنیابوون هاوتا نییە
lo: ການຢືນຢັນລະຫັດຜ່ານບໍ່ກົງກັນ
lt: Patvirtinimo slaptažodis nesutampa
mr: पुष्टीकरण पासवर्ड जुळत नाही
ms: Sahkan kata laluan tidak sepadan
my: အတည်ပြုစကားဝှက် မကိုက်ညီပါ
no: Bekreftelsespassordet stemmer ikke overens
pl: Potwierdzenie hasła nie pasuje
ro: Confirmarea parolei nu se potrivește
si: තහවුරු කළ මුරපදය නොගැලපේ
sk: Potvrdenie hesla sa nezhoduje
sq: Konfirmimi i fjalëkalimit nuk përputhet
sr: Potvrda lozinke se ne poklapa
sv: Bekräftelse av lösenord matchar inte
sw: Uthibitisho wa nenosiri hautofautiani
ta: உறுதிப்படுத்திய கடவுச்சொல் பொருந்தவில்லை
te: నిర్ధారిత పాస్‌వర్డ్ సరిపోలడం లేదు
th: รหัสผ่านยืนยันไม่ตรงกัน
tr: Onaylanan şifre eşleşmiyor
uk: Підтвердження пароля не співпадає
ur: تصدیق پاس ورڈ مطابقت نہیں رکھتا
uz: Tasdiqlovchi parol mos kelmadi
vi: Mật khẩu xác nhận không khớp

# changePasswordSuccess
source: Password changed successfully
am: የይለፍ ቃል በተሳካ ሁኔታ ተቀይሯል
ar: تم تغيير كلمة المرور بنجاح
az: Şifrə uğurla dəyişdirildi
bg: Паролата е променена успешно
bn: পাসওয়ার্ড সফলভাবে পরিবর্তন হয়েছে
bs: Lozinka je uspješno promijenjena
ca: Contrasenya canviada correctament
cs: Heslo bylo úspěšně změněno
da: Adgangskode ændret med succes
el: Ο κωδικός πρόσβασης άλλαξε με επιτυχία
et: Parool on edukalt muudetud
fa: رمز عبور با موفقیت تغییر کرد
fi: Salasana vaihdettu onnistuneesti
he: הסיסמה שונתה בהצלחה
hi: पासवर्ड सफलतापूर्वक बदल दिया गया
hu: A jelszó sikeresen megváltozott
id: Kata sandi berhasil diubah
ja: パスワードが正常に変更されました
ka: პაროლი წარმატებით შეიცვალა
kk: Құпия сөз сәтті өзгертілді
km: បានផ្លាស់ប្តូរពាក្យសម្ងាត់ដោយជោគជ័យ
kn: ಪಾಸ್‌ವರ್ಡ್ ಯಶಸ್ವಿಯಾಗಿ ಬದಲಾಯಿಸಲಾಗಿದೆ
ku: پاسۆرد بەسەرکەوتوویی گۆڕدرا
lo: ປ່ຽນລະຫັດຜ່ານສຳເລັດແລ້ວ
lt: Slaptažodis sėkmingai pakeistas
mr: पासवर्ड यशस्वीरित्या बदलला
ms: Kata laluan berjaya ditukar
my: စကားဝှက်ကိုအောင်မြင်စွာ ပြောင်းလဲပြီးပါပြီ
no: Passordet er endret
pl: Hasło zostało zmienione pomyślnie
ro: Parola a fost schimbată cu succes
si: මුරපදය සාර්ථකව වෙනස් කරන ලදී
sk: Heslo bolo úspešne zmenené
sq: Fjalëkalimi u ndryshua me sukses
sr: Lozinka je uspešno promenjena
sv: Lösenordet har ändrats
sw: Nenosiri limebadilishwa kwa mafanikio
ta: கடவுச்சொல் வெற்றிகரமாக மாற்றப்பட்டது
te: పాస్‌వర్డ్ విజయవంతంగా మార్చబడింది
th: เปลี่ยนรหัสผ่านเรียบร้อยแล้ว
tr: Şifre başarıyla değiştirildi
uk: Пароль успішно змінено
ur: پاس ورڈ کامیابی سے تبدیل ہو گیا
uz: Parol muvaffaqiyatli o'zgartirildi
vi: Đổi mật khẩu thành công

# cannotChangePassword
source: Cannot change password. Please try again.
am: የይለፍ ቃል ማቀየር አልተቻለም። እባክዎን ደግመው ይሞክሩ።
ar: لا يمكن تغيير كلمة المرور. يرجى المحاولة مرة أخرى.
az: Şifrəni dəyişmək mümkün olmadı. Zəhmət olmasa yenidən cəhd edin.
bg: Не може да се промени паролата. Моля, опитайте отново.
bn: পাসওয়ার্ড পরিবর্তন করা যাচ্ছে না। অনুগ্রহ করে আবার চেষ্টা করুন।
bs: Nije moguće promijeniti lozinku. Pokušajte ponovo.
ca: No es pot canviar la contrasenya. Torna-ho a provar.
cs: Nelze změnit heslo. Zkuste to prosím znovu.
da: Kan ikke ændre adgangskode. Prøv igen.
el: Δεν είναι δυνατή η αλλαγή του κωδικού πρόσβασης. Παρακαλώ δοκιμάστε ξανά.
et: Parooli ei saa muuta. Palun proovi uuesti.
fa: امکان تغییر رمز عبور وجود ندارد. لطفاً دوباره تلاش کنید.
fi: Salasanaa ei voi vaihtaa. Yritä uudelleen.
he: לא ניתן לשנות את הסיסמה. אנא נסה שוב.
hi: पासवर्ड नहीं बदल सकता। कृपया पुनः प्रयास करें।
hu: Nem sikerült megváltoztatni a jelszót. Kérjük, próbálja újra.
id: Tidak dapat mengubah kata sandi. Silakan coba lagi.
ja: パスワードを変更できません。もう一度お試しください。
ka: პაროლის შეცვლა ვერ მოხერხდა. გთხოვთ, სცადეთ კიდევ ერთხელ.
kk: Құпия сөзді өзгерту мүмкін емес. Қайта көріңіз.
km: មិនអាចផ្លាស់ប្តូរពាក្យសម្ងាត់បានទេ។ សូមព្យាយាមម្តងទៀត។
kn: ಪಾಸ್‌ವರ್ಡ್ ಬದಲಾಯಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ku: ناتوانرێت پاسۆرد گۆڕدرێت. تکایە دووبارە هەوڵبدە.
lo: ບໍ່ສາມາດປ່ຽນລະຫັດຜ່ານໄດ້. ກະລຸນາລອງໃໝ່.
lt: Nepavyko pakeisti slaptažodžio. Bandykite dar kartą.
mr: पासवर्ड बदलता येत नाही. कृपया पुन्हा प्रयत्न करा.
ms: Tidak dapat menukar kata laluan. Sila cuba lagi.
my: စကားဝှက်ကိုပြောင်းလဲလို့မရပါ။ ထပ်မံကြိုးစားပါ။
no: Kan ikke endre passord. Prøv igjen.
pl: Nie można zmienić hasła. Spróbuj ponownie.
ro: Nu se poate schimba parola. Vă rugăm să încercați din nou.
si: මුරපදය වෙනස් කළ නොහැක. කරුණාකර නැවත උත්සාහ කරන්න.
sk: Heslo sa nepodarilo zmeniť. Skúste to znova.
sq: Nuk mund të ndryshohet fjalëkalimi. Ju lutem provoni përsëri.
sr: Ne može se promeniti lozinka. Pokušajte ponovo.
sv: Kan inte ändra lösenord. Försök igen.
sw: Haiwezekani kubadilisha nenosiri. Tafadhali jaribu tena.
ta: கடவுச்சொல்லை மாற்ற முடியவில்லை. தயவுசெய்து மீண்டும் முயற்சிக்கவும்.
te: పాస్‌వర్డ్ మార్చలేరు. దయచేసి మళ్లీ ప్రయత్నించండి.
th: ไม่สามารถเปลี่ยนรหัสผ่านได้ กรุณาลองใหม่อีกครั้ง
tr: Şifre değiştirilemiyor. Lütfen tekrar deneyin.
uk: Не вдалося змінити пароль. Будь ласка, спробуйте ще раз.
ur: پاس ورڈ تبدیل نہیں ہو سکا۔ براہ کرم دوبارہ کوشش کریں۔
uz: Parolni o'zgartirib bo'lmadi. Iltimos, yana urinib ko'ring.
vi: Không thể đổi mật khẩu. Vui lòng thử lại.

# errorOccurred
source: An error occurred: {error}
am: ስህተት ተከስቷል፡ {error}
ar: حدث خطأ: {error}
az: Xəta baş verdi: {error}
bg: Възникна грешка: {error}
bn: একটি ত্রুটি ঘটেছে: {error}
bs: Došlo je do greške: {error}
ca: S'ha produït un error: {error}
cs: Došlo k chybě: {error}
da: Der opstod en fejl: {error}
el: Παρουσιάστηκε σφάλμα: {error}
et: Tekkis viga: {error}
fa: خطایی رخ داد: {error}
fi: Tapahtui virhe: {error}
he: אירעה שגיאה: {error}
hi: एक त्रुटि हुई: {error}
hu: Hiba történt: {error}
id: Terjadi kesalahan: {error}
ja: エラーが発生しました: {error}
ka: შეცდომა მოხდა: {error}
kk: Қате пайда болды: {error}
km: មានកំហុសកើតឡើង៖ {error}
kn: ದೋಷ ಉಂಟಾಗಿದೆ: {error}
ku: هەڵەیەک ڕوویدا: {error}
lo: ເກີດຂໍ້ຜິດພາດ: {error}
lt: Įvyko klaida: {error}
mr: एक त्रुटी आली: {error}
ms: Ralat telah berlaku: {error}
my: အမှားတစ်ခု ဖြစ်ပွားခဲ့သည်: {error}
no: En feil oppstod: {error}
pl: Wystąpił błąd: {error}
ro: A apărut o eroare: {error}
si: දෝෂයක් සිදුවිය: {error}
sk: Vyskytla sa chyba: {error}
sq: Ndodhi një gabim: {error}
sr: Došlo je do greške: {error}
sv: Ett fel inträffade: {error}
sw: Hitilafu imetokea: {error}
ta: ஒரு பிழை ஏற்பட்டது: {error}
te: లోపం సంభవించింది: {error}
th: เกิดข้อผิดพลาด: {error}
tr: Bir hata oluştu: {error}
uk: Виникла помилка: {error}
ur: ایک خرابی پیش آئی: {error}
uz: Xatolik yuz berdi: {error}
vi: Có lỗi xảy ra: {error}

source: Password tips:
am: የይለፍ ቃል ምክሮች፦
ar: نصائح كلمة المرور:
az: Şifrə üçün məsləhətlər:
bg: Съвети за парола:
bn: পাসওয়ার্ড টিপস:
bs: Savjeti za lozinku:
ca: Consells per a la contrasenya:
cs: Tipy pro heslo:
da: Tips til adgangskode:
el: Συμβουλές για τον κωδικό πρόσβασης:
et: Parooli soovitused:
fa: نکات رمز عبور:
fi: Salasanavinkkejä:
he: טיפים לסיסמה:
hi: पासवर्ड सुझाव:
hu: Jelszó tippek:
id: Tips kata sandi:
ja: パスワードのヒント：
ka: პაროლის რჩევები:
kk: Құпия сөзге кеңестер:
km: គន្លឹះពាក្យសម្ងាត់៖
kn: ಪಾಸ್‌ವರ್ಡ್ ಸಲಹೆಗಳು:
ku: ڕاهێنانەکانی پاسۆرد:
lo: ເຄັດລະຫັດຜ່ານ:
lt: Slaptažodžio patarimai:
mr: पासवर्डसाठी टिप्स:
ms: Tip kata laluan:
my: စကားဝှက် အသုံးပြုရန်အကြံပြုချက်များ:
no: Passordtips:
pl: Wskazówki dotyczące hasła:
ro: Sfaturi pentru parolă:
si: මුරපද උපදෙස්:
sk: Tipy na heslo:
sq: Këshilla për fjalëkalimin:
sr: Saveti za lozinku:
sv: Lösenordstips:
sw: Vidokezo vya nenosiri:
ta: கடவுச்சொல் குறிப்புகள்:
te: పాస్‌వర్డ్ సూచనలు:
th: เคล็ดลับการตั้งรหัสผ่าน:
tr: Şifre ipuçları:
uk: Поради щодо пароля:
ur: پاس ورڈ کے مشورے:
uz: Parol bo'yicha maslahatlar:
vi: Gợi ý mật khẩu:

source: • At least 8 characters
am: • ቢያንስ 8 ቁምፊዎች
ar: • 8 أحرف على الأقل
az: • Ən azı 8 simvol
bg: • Поне 8 знака
bn: • অন্তত ৮ অক্ষর
bs: • Najmanje 8 karaktera
ca: • Almenys 8 caràcters
cs: • Minimálně 8 znaků
da: • Mindst 8 tegn
el: • Τουλάχιστον 8 χαρακτήρες
et: • Vähemalt 8 tähemärki
fa: • حداقل ۸ کاراکتر
fi: • Vähintään 8 merkkiä
he: • לפחות 8 תווים
hi: • कम से कम 8 अक्षर
hu: • Legalább 8 karakter
id: • Minimal 8 karakter
ja: ・8文字以上
ka: • მინიმუმ 8 სიმბოლო
kk: • Кемінде 8 таңба
km: • យ៉ាងតិច ៨ តួអក្សរ
kn: • ಕನಿಷ್ಠ 8 ಅಕ್ಷರಗಳು
ku: • کەمەیەک ٨ پیت
lo: • ຢ່າງນ້ອຍ 8 ຕົວອັກສອນ
lt: • Mažiausiai 8 simboliai
mr: • किमान ८ अक्षरे असावीत
ms: • Sekurang-kurangnya 8 aksara
my: • အနည်းဆုံး စာလုံး ၈ လုံး
no: • Minst 8 tegn
pl: • Co najmniej 8 znaków
ro: • Cel puțin 8 caractere
si: • අවම වශයෙන් අක්ෂර 8ක්
sk: • Minimálne 8 znakov
sq: • Të paktën 8 karaktere
sr: • Najmanje 8 karaktera
sv: • Minst 8 tecken
sw: • Angalau herufi 8
ta: • குறைந்தது 8 எழுத்துகள்
te: • కనీసం 8 అక్షరాలు
th: • อย่างน้อย 8 ตัวอักษร
tr: • En az 8 karakter
uk: • Щонайменше 8 символів
ur: • کم از کم 8 حروف
uz: • Kamida 8 ta belgidan iborat bo'lishi kerak
vi: • Ít nhất 8 ký tự
