Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Finish setup
am: ዝግጅቱን ያቅርቡ
ar: إنهاء الإعداد
az: Quraşdırmanı tamamlayın
bg: Завършване на настройката
bn: সেটআপ শেষ করুন
bs: Završi podešavanje
ca: Finalitza la configuració
cs: Dokončit nastavení
da: Afslut opsætning
el: Ολοκλήρωση ρύθμισης
et: Lõpeta seadistamine
fa: تکمیل راه‌اندازی
fi: Viimeistele asennus
he: סיים הגדרה
hi: सेटअप पूरा करें
hu: Beállítás befejezése
id: Selesaikan pengaturan
ja: セットアップを完了
ka: დაასრულეთ დაყენება
kk: Орнатуды аяқтаңыз
km: បញ្ចប់ការកំណត់
kn: ಸೆಟಪ್ ಮುಗಿಸಿ
ku: تەواوکردنی دانان
lo: ສຳເລັດການຕັ້ງຄ່າ
lt: Baigti sąranką
mr: सेटअप पूर्ण करा
ms: Selesai tetapan
no: Fullfør oppsett
pl: Zakończ konfigurację
ro: Finalizează configurarea
si: පිහිටුවීම අවසන් කරන්න
sk: Dokončiť nastavenie
sq: Përfundo konfigurimin
sr: Завршите подешавање
sv: Slutför installationen
sw: Maliza kusanidi
ta: அமைப்பை முடிக்கவும்
te: సెట్టప్ పూర్తయ్యింది
th: เสร็จสิ้นการตั้งค่า
tr: Kurulumu Tamamla
uk: Завершити налаштування
ur: سیٹ اپ مکمل کریں
uz: Sozlashni yakunlash
vi: Hoàn tất cài đặt

source: Finnish
am: ፊኒሽኛ
ar: الفنلندية
az: Fin
bg: Финландски
bn: ফিনিশ
bs: Finski
ca: Finès
cs: Finština
da: finsk
el: Φινλανδικά
et: Soome
fa: فنلاندی
fi: Suomi
he: פינית
hi: फिनिश
hu: Finn
id: Finlandia
ja: フィンランド語
ka: ფინური
kk: Фин
km: រួចរាល់
kn: ಫಿನ್ನಿಷ್
ku: فینلەندی
lo: ສຳເລັດ
lt: Suomių
mr: फिनिश
ms: Finland
no: Finsk
pl: Fiński
ro: Finlandeză
si: ෆින්ලන්ත
sk: fínsky
sq: Finlandisht
sr: фински
sv: Finska
sw: Kifini
ta: பின்னிஷ்
te: ఫిన్నిష్
th: ฟินแลนด์
tr: Fince
uk: Фінська
ur: فنش
uz: Fin tili
vi: Tiếng Phần Lan

source: Free of charge
am: ከክፍያ ነፃ
ar: مجاناً
az: Pulsuz
bg: Безплатно
bn: বিনামূল্যে
bs: Besplatno
ca: Gratuït
cs: Zdarma
da: gratis
el: Δωρεάν
et: Tasuta
fa: رایگان
fi: Maksuton
he: ללא תשלום
hi: निःशुल्क
hu: Ingyenes
id: Gratis
ja: 無料
ka: უფასო
kk: Тегін
km: ឥតគិតថ្លៃ
kn: ಉಚಿತ
ku: بێ بەرامبەر
lo: ຟຣີ
lt: Nemokamai
mr: विनामूल्य
ms: Percuma
my: အလကားပါ။
no: Gratis
pl: Bezpłatnie
ro: Gratuit
si: නොමිලේ
sk: Zadarmo
sq: Pa pagesë
sr: бесплатно
sv: Gratis
sw: Bila malipo
ta: கட்டணமில்லாமல்
te: ఉచితంగా
th: ฟรี
tr: Ücretsiz
uk: Безкоштовно
ur: مفت
uz: Bepul
vi: Miễn phí

source: Generating link...
am: አገናኝ በመፍጠር ላይ...
ar: جارٍ إنشاء الرابط...
az: Link yaradılır...
bg: Генериране на връзка...
bn: লিঙ্ক তৈরি করা হচ্ছে...
bs: Generisanje linka...
ca: S'està generant l'enllaç...
cs: Generuji odkaz...
da: Genererer link...
el: Δημιουργία συνδέσμου...
et: Lingi genereerimine...
fa: در حال ایجاد لینک...
fi: Luodaan linkkiä...
he: יוצר קישור...
hi: लिंक जनरेट हो रहा है...
hu: Link generálása...
id: Sedang membuat tautan...
ja: リンクを生成中...
ka: ბმულის გენერირება...
kk: Сілтеме жасалуда...
km: កំពុងបង្កើតតំណ...
kn: ಲಿಂಕ್ ರಚಿಸಲಾಗುತ್ತಿದೆ...
ku: پەیوەندیدان دروست دەکرێت...
lo: ກຳລັງສ້າງລິ້ງ...
lt: Generuojama nuoroda...
mr: लिंक तयार करत आहे...
ms: Sedang menjana pautan...
my: လင့်ခ်ကို ထုတ်နေသည်...
no: Genererer lenke...
pl: Generowanie linku...
ro: Se generează linkul...
si: සබැඳිය ජනනය වෙමින්...
sk: Generuje sa odkaz...
sq: Po gjenerohet lidhja...
sr: Генерисање везе...
sv: Genererar länk...
sw: Inatengeneza kiungo...
ta: இணைப்பை உருவாக்குகிறது...
te: లింక్ రూపొందిస్తోంది...
th: กำลังสร้างลิงก์...
tr: Bağlantı oluşturuluyor...
uk: Створення посилання...
ur: لنک تیار ہو رہا ہے...
uz: Havola yaratilmoqda...
vi: Đang tạo liên kết...

source: Get notified!
am: ማሳወቂያ ይቀበሉ!
ar: احصل على التنبيهات!
az: Bildiriş alın!
bg: Получавайте известия!
bn: বিজ্ঞপ্তি পান!
bs: Primajte obavještenja!
ca: Rep notificacions!
cs: Dostávejte upozornění!
da: Få besked!
el: Λάβετε ειδοποιήσεις!
et: Saa teavitusi!
fa: مطلع شوید!
fi: Saa ilmoituksia!
he: קבל התראות!
hi: सूचित रहें!
hu: Értesítést kérek!
id: Dapatkan pemberitahuan!
ja: 通知を受け取る！
ka: მიიღეთ შეტყობინება!
kk: Хабарландыру алыңыз!
km: បានទទួលការជូនដំណឹង!
kn: ಸೂಚನೆ ಪಡೆಯಿರಿ!
ku: ئاگادار بە!
lo: ໄດ້ຮັບການແຈ້ງເຕືອນ!
lt: Gaukite pranešimus!
mr: सूचना मिळवा!
ms: Dapatkan pemberitahuan!
my: အကြောင်းကြားပါ။
no: Bli varslet!
pl: Otrzymuj powiadomienia!
ro: Primește notificări!
si: දැනුම්දීම් ලබා ගන්න!
sk: Dostávať upozornenia!
sq: Merrni njoftime!
sr: Будите обавештени!
sv: Få meddelanden!
sw: Pata arifa!
ta: அறிவிப்புகளைப் பெறுங்கள்!
te: నోటిఫికేషన్ పొందండి!
th: รับการแจ้งเตือน!
tr: Bildirim al!
uk: Отримуйте сповіщення!
ur: مطلع ہوں!
uz: Xabardor bo'ling!
vi: Nhận thông báo!

source: Get Started
am: ጀምር
ar: ابدأ
az: Başlayın
bg: Започнете
bn: শুরু করা যাক
bs: Započni
ca: Comença
cs: Začít
da: Kom i gang
el: Ξεκινήστε
et: Alusta
fa: شروع کنید
fi: Aloita
he: התחל
hi: शुरू करें
hu: Kezdjük
id: Mulai
ja: はじめる
ka: დაწყება
kk: Бастау
km: ចាប់ផ្តើម
kn: ಪ್ರಾರಂಭಿಸಿ
ku: دەست پێ بکە
lo: ເລີ່ມຕົ້ນ
lt: Pradėti
mr: सुरू करूया
ms: Mulakan
my: စတင်မည်
no: Kom i gang
pl: Rozpocznij
ro: Începe
si: ආරම්භ කරන්න
sk: Začať
sq: Fillo
sr: Започните
sv: Kom igång
sw: Anza
ta: தொடங்கவும்
te: ప్రారంభించండి
th: เริ่มต้นใช้งาน
tr: Başla
uk: Почати
ur: شروع کریں
uz: Boshlash
vi: Bắt đầu

source: Go back
am: ተመለስ
ar: رجوع
az: Geri qayıt
bg: Назад
bn: ফিরে যাও
bs: Idi nazad
ca: Torna enrere
cs: Jít zpět
da: Gå tilbage
el: Επιστροφή
et: Mine tagasi
fa: بازگشت
fi: Takaisin
he: חזור
hi: वापस जाएं
hu: Vissza
id: Kembali
ja: 戻る
ka: უკან დაბრუნება
kk: Артқа қайту
km: ត្រឡប់ក្រោយ
kn: ಹಿಂದೆ ಹೋಗಿ
ku: گەڕانەوە
lo: ກັບຄືນ
lt: Grįžti atgal
mr: मागे जा
ms: Kembali
my: ပြန်သွားသည်
no: Gå tilbake
pl: Wróć
ro: Înapoi
si: ආපසු යන්න
sk: Späť
sq: Kthehu prapa
sr: Иди назад
sv: Gå tillbaka
sw: Rudi nyuma
ta: திரும்பிச் செல்
te: తిరిగి వెళ్ళు
th: ย้อนกลับ
tr: Geri dön
uk: Повернутися
ur: واپس جائیں
uz: Ortga qaytish
vi: Quay lại

source: Greek
am: ግሪክኛ
ar: اليونانية
az: Yunan
bg: Гръцки
bn: গ্রিক
bs: Grčki
ca: Grec
cs: Řečtina
da: græsk
el: Ελληνικά
et: Kreeka
fa: یونانی
fi: Kreikka
he: יוונית
hi: यूनानी
hu: Görög
id: Yunani
ja: ギリシャ語
ka: ბერძნული
kk: Грек
km: ក្រិក
kn: ಗ್ರೀಕ್
ku: یۆنانی
lo: ພາສາເກຣັກ
lt: Graikų
mr: ग्रीक
ms: Yunani
no: Gresk
pl: Grecki
ro: Greacă
si: ග්‍රීක
sk: grécky
sq: Greqisht
sr: грчки
sv: Grekiska
sw: Kigiriki
ta: கிரேக்கம்
te: గ్రీకు
th: กรีก
tr: Yunanca
uk: Грецька
ur: یونانی
uz: Yunon tili
vi: Tiếng Hy Lạp

source: has been deleted
am: ይሰርዝታል
ar: تم الحذف
az: silinib
bg: е изтрит
bn: মুছে ফেলা হয়েছে
bs: je obrisan/a
ca: s'ha suprimit
cs: byl smazán
da: er blevet slettet
el: έχει διαγραφεί
et: on kustutatud
fa: حذف شده است
fi: On poistettu
he: נמחק
hi: हटा दिया गया है
hu: törölve lett
id: Telah dihapus
ja: 削除されました
ka: წაშლილია
kk: жойылды
km: ត្រូវបានលុប
kn: ಅಳಿಸಲಾಗಿದೆ
ku: سڕدرایەوە
lo: ໄດ້ຖືກລຶບແລ້ວ
lt: buvo ištrinta
mr: हटवले गेले आहे
ms: telah dipadam
my: ကိုဖျက်သိမ်းပြီးပါပြီ
no: er slettet
pl: Zostało usunięte
ro: a fost șters
si: මකා දමා ඇත
sk: bolo vymazané
sq: është fshirë
sr: је обрисано
sv: har raderats
sw: Imefutwa
ta: நீக்கப்பட்டது
te: తొలగించబడింది
th: ถูกลบแล้ว
tr: Silindi
uk: було видалено
ur: حذف کر دیا گیا ہے
uz: o'chirildi
vi: đã bị xóa

source: History
am: ታሪክ
ar: السجل
az: Tarixçə
bg: История
bn: ইতিহাস
bs: Historija
ca: Historial
cs: Historie
da: Historik
el: Ιστορικό
et: Ajalugu
fa: تاریخچه
fi: Historia
he: היסטוריה
hi: इतिहास
hu: Előzmények
id: Riwayat
ja: 履歴
ka: ისტორია
kk: Тарих
km: ប្រវត្តិ
kn: ಇತಿಹಾಸ
ku: مێژوو
lo: ປະຫວັດ
lt: Istorija
mr: इतिहास
ms: Sejarah
my: သမိုင်း
no: Historie
pl: Historia
ro: Istoric
si: ඉතිහාසය
sk: História
sq: Historia
sr: Историја
sv: Historik
sw: Historia
ta: வரலாறு
te: చరిత్ర
th: ประวัติ
tr: Geçmiş
uk: Історія
ur: تاریخ
uz: Tarix
vi: Lịch sử

# historyTransaction
source: History
am: ታሪክ
ar: سجل المعاملات
az: Əməliyyat tarixçəsi
bg: История
bn: ইতিহাস
bs: Historija
ca: Historial
cs: Historie
da: Historik
el: Ιστορικό
et: Ajalugu
fa: تاریخچه
fi: Historia
he: היסטוריה
hi: इतिहास
hu: Előzmények
id: Riwayat
ja: 履歴
ka: ისტორია
kk: Тарих
km: ប្រវត្តិប្រតិបត្តិការ
kn: ವ್ಯವಹಾರ ಇತಿಹಾಸ
ku: مێژووی مامەڵە
lo: ປະຫວັດສາດ
lt: Istorija
mr: व्यवहार इतिहास
ms: Sejarah
no: Historikk
pl: Historia
ro: Istoric
si: ඉතිහාසය
sk: História transakcií
sq: Historia
sr: Историја
sv: Historik
sw: Historia
ta: வரலாறு
te: లావాదేవీ చరిత్ర
th: ประวัติ
tr: Geçmiş
uk: Історія
ur: تاریخ
uz: Tarix
vi: Lịch sử giao dịch

source: I'm in
am: እኔ በውስጥ ነኝ
ar: موافق
az: Mən razıyam
bg: Съгласен съм
bn: আমি আছি
bs: Tu sam
ca: Hi estic d'acord
cs: Jdu do toho
da: Jeg er med
el: Συμμετέχω
et: Olen nõus
fa: بله، مایلم!
fi: Mukana
he: אני בפנים
hi: मैं शामिल हूं
hu: Benne vagyok
id: Saya ikut
ja: 参加します
ka: მე შევედი
kk: Мен қатысамын
km: ខ្ញុំចូលរួម
kn: ನಾನು ಒಳಗಿದ್ದೇನೆ
ku: من دەمەوێت
lo: ຂ້ອຍຢູ່ໃນ
lt: Aš už
mr: मी आत आहे
ms: Saya sertai
my: ရောက်နေတာ။
no: Jeg er med
pl: Jestem zainteresowany
ro: Sunt de acord
si: මම එකඟ වෙමි
sk: Som za
sq: Jam brenda
sr: ја сам за
sv: Jag är med
sw: Niko ndani
ta: சரி, நான் இருக்கிறேன்
te: నేను సిద్ధంగా ఉన్నాను
th: ฉันสนใจ
tr: Ben varım
uk: Я з вами
ur: میں شامل ہوں
uz: Men roziman
vi: Tôi tham gia

source: Image Network
am: የፎቶ መረብ
ar: شبكة الصور
az: Şəkil şəbəkəsi
bg: Мрежа за изображения
bn: ইমেজ নেটওয়ার্ক
bs: Mreža slika
ca: Xarxa d'imatges
cs: Obrázková síť
da: Billednetværk
el: Δίκτυο εικόνων
et: Pildivõrk
fa: شبکه تصویر
fi: Kuvaverkko
he: רשת תמונה
hi: छवि नेटवर्क
hu: Kép hálózat
id: Jaringan Gambar
ja: 画像ネットワーク
ka: გამოსახულების ქსელი
kk: Сурет желісі
km: បណ្តាញរូបភាព
kn: ಚಿತ್ರ ನೆಟ್‌ವರ್ಕ್
ku: تۆڕی وێنە
lo: ເຄືອຂ່າຍຮູບພາບ
lt: Vaizdų tinklas
mr: प्रतिमा नेटवर्क
ms: Rangkaian imej
my: ရုပ်ပုံကွန်ရက်
no: Bildenettverk
pl: Sieć obrazów
ro: Rețea de imagini
si: රූප ජාලය
sk: Sieť obrázkov
sq: Rrjeti i imazheve
sr: Мрежа слика
sv: Bildnätverk
sw: Mtandao wa Picha
ta: பட வலையமைப்பு
te: చిత్ర నెట్‌వర్క్
th: เครือข่ายรูปภาพ
tr: Görsel Ağı
uk: Мережа зображень
ur: تصویری نیٹ ورک
uz: Rasm tarmog'i
vi: Mạng hình ảnh

source: Instantly close
am: በፍጥነት ዝጋ
ar: إغلاق فوري
az: Dərhal bağla
bg: Незабавно затваряне
bn: তাৎক্ষণিকভাবে বন্ধ
bs: Odmah zatvori
ca: Tancament immediat
cs: Okamžitě zavřít
da: Luk med det samme
el: Άμεσο κλείσιμο
et: Sulge kohe
fa: بستن فوری
fi: Sulje heti
he: סגור מיידית
hi: तुरंत बंद करें
hu: Azonnali zárás
id: Tutup sekarang
ja: すぐに閉店
ka: მყისიერად დახურეთ
kk: Дереу жабу
km: បិទភ្លាមៗ
kn: ತಕ್ಷಣ ಮುಚ್ಚಿ
ku: بەخێرایی داخە
lo: ປິດທັນທີ
lt: Iškart uždaryti
mr: त्वरित बंद
ms: Tutup serta-merta
my: ချက်ချင်းပိတ်မည်။
no: Lukk umiddelbart
pl: Natychmiast zamknij
ro: Închide instant
si: වහාම වසන්න
sk: Okamžite zavrieť
sq: Mbyll menjëherë
sr: Одмах близу
sv: Stäng omedelbart
sw: Funga mara moja
ta: உடனடியாக மூடு
te: తక్షణమే మూసివేయి
th: ปิดทันที
tr: Anında Kapat
uk: Миттєво закрити
ur: فوری طور پر بند
uz: Darhol yopish
vi: Đóng ngay lập tức

source: Invalid Year of Birth
am: የትውልድ አመት ልክ አይደለም
ar: سنة الميلاد غير صحيحة
az: Yanlış doğum ili
bg: Невалидна година на раждане
bn: জন্মের অবৈধ বছর
bs: Nevažeća godina rođenja
ca: Any de naixement no vàlid
cs: Neplatný rok narození
da: Ugyldigt fødselsår
el: Μη έγκυρο έτος γέννησης
et: Vale sünniaasta
fa: سال تولد نامعتبر است
fi: Virheellinen syntymävuosi
he: שנת לידה לא חוקית
hi: जन्म का वर्ष अमान्य है
hu: Érvénytelen születési év
id: Tahun Lahir Tidak Valid
ja: 生年月日が無効です
ka: არასწორი დაბადების წელი
kk: Туған жылы жарамсыз
km: ឆ្នាំកំណើតមិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯವಾದ ಜನ್ಮ ವರ್ಷ
ku: ساڵی لەدایکبوونی نادروست
lo: ປີເກີດບໍ່ຖືກຕ້ອງ
lt: Neteisingi gimimo metai
mr: अवैध जन्म वर्ष
ms: Tahun lahir tidak sah
my: မမှန်ကန်သော မွေးသက္ကရာဇ်
no: Ugyldig fødselsår
pl: Nieprawidłowy rok urodzenia
ro: An de naștere invalid
si: උපන් වර්ෂය වලංගු නොවෙයි
sk: Neplatný rok narodenia
sq: Viti i lindjes i pavlefshëm
sr: Неважећа година рођења
sv: Ogiltigt födelseår
sw: Mwaka Batili wa Kuzaliwa
ta: பிறந்த ஆண்டு தவறானது
te: చెల్లని పుట్టిన సంవత్సరం
th: ปีเกิดไม่ถูกต้อง
tr: Geçersiz doğum yılı
uk: Недійсний рік народження
ur: غلط سال پیدائش
uz: Tug'ilgan yil noto'g'ri
vi: Năm sinh không hợp lệ

source: Invoice
am: ተከፋይ ቅፅ
ar: فاتورة
az: Faktura
bg: Фактура
bn: চালান
bs: Faktura
ca: Factura
cs: Faktura
da: Faktura
el: Τιμολόγιο
et: Arve
fa: فاکتور
fi: Lasku
he: חשבונית
hi: बीजक
hu: Számla
id: Faktur
ja: 請求書
ka: ინვოისი
kk: Шот-фактура
km: វិក្កយបត្រ
kn: ಸರಕುಪಟ್ಟಿ
ku: وەرگرتنەوە
lo: ໃບເກັບເງິນ
lt: Sąskaita faktūra
mr: चलन
ms: Invois
my: ငွေတောင်းခံလွှာ
no: Faktura
pl: Faktura
ro: Factură fiscală
si: ඉන්වොයිසිය
sk: Faktúra
sq: Faturë
sr: Фактура
sv: Faktura
sw: Ankara
ta: விலைப்பட்டியல்
te: ఇన్వాయిస్
th: ใบแจ้งหนี้
tr: Fatura
uk: Рахунок
ur: رسید
uz: Hisob-faktura
vi: Hóa đơn

source: Is everything set...?
am: ሁሉም ተዘጋጀ?
ar: هل كل شيء جاهز؟
az: Hər şey hazırdır?
bg: Всичко наред ли е...?
bn: সবকিছু ঠিক আছে...?
bs: Je li sve podešeno...?
ca: Està tot configurat...?
cs: Je vše nastaveno...?
da: Er alt klar...?
el: Είναι όλα έτοιμα;
et: Kas kõik on seadistatud...?
fa: آیا همه چیز تنظیم شده است...؟
fi: Onko kaikki valmista...?
he: האם הכל מוגדר...?
hi: क्या सब सेट है...?
hu: Minden be van állítva...?
id: Apakah semuanya sudah siap...?
ja: すべて設定されていますか...？
ka: ყველაფერი მოწესრიგებულია...?
kk: Барлығы орнатылды ма...?
km: អ្វីៗបានកំណត់រួចហើយ?
kn: ಎಲ್ಲವೂ ಸಿದ್ಧವಿದೆಯೇ...?
ku: هەموو شتێک ئامادەیە...؟
lo: ທຸກຢ່າງຕັ້ງແລ້ວບໍ...?
lt: Ar viskas nustatyta...?
mr: सर्व काही सेट आहे का...?
ms: Adakah semuanya sudah ditetapkan...?
no: Er alt klart...?
pl: Czy wszystko jest ustawione...?
ro: Este totul configurat...?
si: සියල්ල සකසා ඇත්ද...?
sk: Je všetko nastavené...?
sq: A është gjithçka e vendosur...?
sr: Да ли је све спремно...?
sv: Är allt klart...?
sw: Je, kila kitu kiko sawa...?
ta: எல்லாம் அமைக்கப்பட்டதா...?
te: అన్ని సెట్ అయ్యాయా...?
th: ตั้งค่าทุกอย่างเรียบร้อยแล้ว...?
tr: Her şey hazır mı...?
uk: Все налаштовано...?
ur: کیا سب کچھ طے ہے...؟
uz: Hammasi sozlandimi...?
vi: Mọi thứ đã sẵn sàng...?

source: is typing...
am: በማከሰት ላይ ነው...
ar: يكتب...
az: yazır...
bg: пише...
bn: টাইপ করছে...
bs: piše...
ca: està escrivint...
cs: píše...
da: skriver...
el: πληκτρολογεί...
et: kirjutab...
fa: در حال تایپ...
fi: kirjoittaa...
he: מקליד...
hi: टाइप कर रहा है...
hu: gépel...
id: sedang mengetik...
ja: 入力中...
ka: ბეჭდავს...
kk: теріп жатыр...
km: កំពុងវាយអក្សរ...
kn: ಟೈಪ್ ಮಾಡುತ್ತಿದ್ದಾರೆ...
ku: لە نووسینە...
lo: ກຳລັງພິມ...
lt: rašo...
mr: टाइप करत आहे...
ms: sedang menaip...
my: စာရိုက်နေသည်...
no: skriver...
pl: pisze...
ro: scrie...
si: යතුරු ලියනය කරමින් සිටී...
sk: píše...
sq: po shkruan...
sr: је куцање...
sv: skriver...
sw: anaandika ...
ta: தட்டச்சு செய்கிறார்...
te: టైపింగ్ చేస్తున్నాడు...
th: กำลังพิมพ์...
tr: yazıyor...
uk: друкує...
ur: ٹائپ کر رہا ہے...
uz: yozmoqda...
vi: đang nhập...

source: Item
am: እቃ
ar: عنصر
az: Element
bg: Артикул
bn: আইটেম
bs: Stavka
ca: Element
cs: Položka
da: Vare
el: Είδος
et: Üksus
fa: مورد
fi: Kohde
he: פריט
hi: आइटम
hu: Tétel
ja: アイテム
ka: საქონელი
kk: Элемент
km: ទំនិញ
kn: ಐಟಂ
ku: کەل
lo: ລາຍການ
lt: Prekė
mr: वस्तू
my: ပစ္စည်း
no: Vare
pl: Przedmiot
ro: Articol
si: අයිතමය
sk: Položka
sq: Artikull
sr: Ставка
sv: Artikel
sw: Bidhaa
ta: பொருள்
te: వస్తువు
th: รายการ
tr: Öğe
uk: Елемент
ur: آئٹم
uz: Element
vi: Mục

source: Kannada
am: ካናዳ
ar: الكانادا
bg: Каннада
bn: কন্নড়
bs: Kanada
cs: Kannadština
da: kannaresisk
el: Κανάντα
fa: کانادا
he: קנאדה
hi: कन्नड़
ja: カンナダ語
ka: კანადა
kk: Каннада
km: កន្នដា
kn: ಕನ್ನಡ
ku: کاننادا
lo: ພາສາການາດາ
lt: Kanadiečių
mr: कन्नड
si: කන්නඩ
sk: kannadský
sr: Канада
sw: Kikannada
ta: கன்னடம்
te: కన్నడ
th: ดา
uk: Каннада
ur: کنڑ
uz: Kannada tili
vi: Tiếng Kannada

source: Khmer
am: ክመርኛ
ar: الخميرية
az: Kxmer
bg: Кхмерски
bn: খেমের
bs: Kmerski
cs: Khmerština
el: Χμερ
fa: خمر
he: חמר
hi: खमेर
ja: クメール語
ka: ქმერული
kk: Кхмер
km: ខ្មែរ
kn: ಖಮೇರ್
ku: خمێری
lo: ພາສາກຳປູເຈຍ
lt: Khmerų
mr: ख्मेर
pl: Khmerski
ro: Khmeră
si: ඛ්මෙර්
sk: khmérsky
sr: кмерски
sw: Kikhmer
ta: கெமர்
te: ఖ్మెర్
th: เขมร
tr: Kmerce
uk: Кхмерська
ur: خمیر
uz: Khmer tili
vi: Tiếng Khmer

source: Lao
am: ላውኛ
ar: اللاوية
az: Laos
bg: Лаоски
bn: লাও
bs: Laoški
ca: Laosià
cs: Laoština
el: Λαοτιανά
fa: لائوسی
he: לאו
hi: लाओ
id: Laos
ja: ラオス語
ka: ლაო
kk: Лаос
km: ឡាវ
kn: ಲಾವೊ
ku: لاو
lo: ພາສາລາວ
mr: लाओ
ms: Bahasa Lao
my: လာအို
no: Laotisk
pl: Laotański
ro: Laoțiană
si: ලාඕ
sk: laoský
sr: Лао
sw: Kilao
ta: லாவோ
te: లావో
th: ลาว
tr: Laoca
uk: Лаоська
ur: لاؤ
uz: Laos tili
vi: Tiếng Lào

source: Last Transactions
am: የመጨረሻ ሙያዎች
ar: آخر المعاملات
az: Son əməliyyatlar
bg: Последни транзакции
bn: সর্বশেষ লেনদেন
bs: Posljednje transakcije
ca: Últimes transaccions
cs: Poslední transakce
da: Seneste transaktioner
el: Τελευταίες Συναλλαγές
et: Viimased tehingud
fa: آخرین تراکنش‌ها
fi: Viimeisimmät tapahtumat
he: עסקאות אחרונות
hi: अंतिम लेनदेन
hu: Utolsó tranzakciók
id: Transaksi Terakhir
ja: 最近の取引
ka: ბოლო გარიგებები
kk: Соңғы транзакциялар
km: ប្រតិបត្តិការចុងក្រោយ
kn: ಕೊನೆಯ ವಹಿವಾಟುಗಳು
ku: کۆتا مامەڵەکان
lo: ທຸລະກຳຫຼ້າສຸດ
lt: Paskutinės operacijos
mr: शेवटचे व्यवहार
ms: Transaksi Terakhir
my: နောက်ဆုံးငွေလွှဲပြောင်းမှုများ
no: Siste transaksjoner
pl: Ostatnie transakcje
ro: Ultimele tranzacții
si: අවසාන ගනුදෙනු
sk: Posledné transakcie
sq: Transaksionet e fundit
sr: Последње трансакције
sv: Senaste transaktioner
sw: Miamala ya Mwisho
ta: கடைசி பரிவர்த்தனைகள்
te: చివరి లావాదేవీలు
th: ธุรกรรมล่าสุด
tr: Son İşlemler
uk: Останні транзакції
ur: آخری لین دین
uz: So'nggi operatsiyalar
vi: Giao dịch gần đây

source: Light Theme
am: ብሩህ ገጽታ
ar: السمة الفاتحة
az: İşıqlı mövzu
bg: Светла тема
bn: হালকা থিম
bs: Svijetla tema
ca: Tema clar
cs: Světlý motiv
da: Lyst tema
el: Φωτεινό θέμα
et: Hele teema
fa: تم روشن
fi: Vaalea teema
he: ערכת נושא בהירה
hi: लाइट थीम
hu: Világos téma
id: Tema Terang
ja: ライトテーマ
ka: მსუბუქი თემა
kk: Ашық тақырып
km: ភ្លឺ
kn: ಲೈಟ್ ಥೀಮ್
ku: ڕووکارێکی ڕوون
lo: ຮູບແບບສີສັນແຈ້ງ
lt: Šviesi tema
mr: प्रकाश थीम
ms: Tema terang
my: အလင်းအပြင်အဆင်
no: Lyst tema
pl: Jasny motyw
ro: Temă luminoasă
si: ආලෝකමත් තේමාව
sk: Svetlá téma
sq: Tema e çelët
sr: Лигхт Тхеме
sv: Ljust tema
sw: Mandhari Nyepesi
ta: வெளிர் தோற்றம்
te: లైట్ థీమ్
th: ธีมสว่าง
tr: Açık tema
uk: Світла тема
ur: لائٹ تھیم
uz: Yorug' mavzu
vi: Chủ đề sáng

source: Loading link...
am: ማገናኘት በመቀመጥ ላይ...
ar: جارٍ تحميل الرابط...
az: Keçid yüklənir...
bg: Зареждане на връзка...
bn: লিঙ্ক লোড হচ্ছে...
bs: Učitavanje linka...
ca: S'està carregant l'enllaç...
cs: Načítání odkazu...
da: Indlæser link...
el: Φόρτωση συνδέσμου...
et: Lingi laadimine...
fa: در حال بارگیری لینک...
fi: Ladataan linkkiä...
he: טוען קישור...
hi: लिंक लोड हो रहा है...
hu: Link betöltése...
id: Memuat tautan...
ja: リンクを読み込んでいます...
ka: ბმულის ჩატვირთვა...
kk: Сілтеме жүктелуде...
km: កំពុងផ្ទុកតំណ...
kn: ಲಿಂಕ್ ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ku: بەستەر بار دەکرێت...
lo: ກຳລັງໂຫຼດລິ້ງ...
lt: Įkeliama nuoroda...
mr: लिंक लोड करत आहे...
ms: Sedang memuat pautan...
my: လင့်ခ်ကို ဖွင့်နေသည်...
no: Laster lenke...
pl: Ładowanie linku...
ro: Se încarcă linkul...
si: සබැඳිය පූරණය වෙමින්...
sk: Načítava sa odkaz...
sq: Po ngarkohet lidhja...
sr: Учитавање везе...
sv: Laddar länk...
sw: Inapakia kiungo...
ta: இணைப்பை ஏற்றுகிறது...
te: లింక్ లోడవుతోంది...
th: กำลังโหลดลิงก์...
tr: Bağlantı yükleniyor...
uk: Завантаження посилання...
ur: لنک لوڈ ہو رہا ہے...
uz: Havola yuklanmoqda...
vi: Đang tải liên kết...

source: Lock screen and security
am: የመቆለፊያ ማያ ስክሪንና ደህንነት
ar: قفل الشاشة والأمان
az: Kilid ekranı və təhlükəsizlik
bg: Заключване на екрана и сигурност
bn: লক স্ক্রিন এবং নিরাপত্তা
bs: Zaključavanje ekrana i sigurnost
ca: Pantalla de bloqueig i seguretat
cs: Zamykací obrazovka a zabezpečení
da: Låseskærm og sikkerhed
el: Κλείδωμα οθόνης και ασφάλεια
et: Ekraani lukustamine ja turvalisus
fa: قفل صفحه و امنیت
fi: Lukitusnäyttö ja suojaus
he: מסך נעילה ואבטחה
hi: लॉक स्क्रीन और सुरक्षा
hu: Képernyőzár és biztonság
id: Kunci Layar & Keamanan
ja: 画面ロックとセキュリティ
ka: ეკრანის დაბლოკვა და უსაფრთხოება
kk: Экранды құлыптау және қауіпсіздік
km: ការចាក់សោអេក្រង់ និងសុវត្ថិភាព
kn: ಲಾಕ್ ಸ್ಕ್ರೀನ್ ಮತ್ತು ಭದ್ರತೆ
ku: قفلکردنی دیمەن و سەلامەتی
lo: ໜ້າຈໍລັອກ ແລະ ຄວາມປອດໄພ
lt: Ekrano užraktas ir saugumas
mr: स्क्रीन लॉक आणि सुरक्षा
ms: Skrin kunci dan keselamatan
my: သော့ခတ်မျက်နှာပြင်နှင့် လုံခြုံရေး
no: Låseskjerm og sikkerhet
pl: Blokada ekranu i bezpieczeństwo
ro: Blocare ecran și securitate
si: අගුලු තිරය සහ ආරක්ෂාව
sk: Uzamknutie obrazovky a zabezpečenie
sq: Kyçja e ekranit dhe siguria
sr: Закључавање екрана и безбедност
sv: Låsskärm och säkerhet
sw: Skrini ya kufunga na usalama
ta: திரைப் பூட்டு மற்றும் பாதுகாப்பு
te: లాక్ స్క్రీన్ & భద్రత
th: การล็อกหน้าจอและความปลอดภัย
tr: Kilit ekranı ve güvenlik
uk: Екран блокування та безпека
ur: لاک اسکرین اور سیکیورٹی
uz: Ekranni qulflash va xavfsizlik
vi: Màn hình khóa & bảo mật

# loginToContinue
source: Please log in to continue
am: ለመቀጠል እባክዎ ይግቡ
ar: الرجاء تسجيل الدخول للمتابعة
az: Davam etmək üçün daxil olun
bg: Моля, влезте, за да продължите
bn: অবিরত চালিয়ে যেতে লগ ইন করুন
bs: Molimo prijavite se za nastavak
ca: Si us plau, inicia sessió per continuar
cs: Pro pokračování se prosím přihlaste
da: Log venligst ind for at fortsætte
el: Παρακαλώ συνδεθείτε για να συνεχίσετε
et: Jätkamiseks logi sisse
fa: لطفاً برای ادامه وارد شوید
fi: Kirjaudu sisään jatkaaksesi
he: אנא התחבר כדי להמשיך
hi: जारी रखने के लिए कृपया लॉगिन करें
hu: Kérjük, jelentkezzen be a folytatáshoz
id: Silakan login untuk melanjutkan
ja: 続行するにはログインしてください
ka: Გასაგრძელებლად გაიარეთ ავტორიზაცია
kk: Жалғастыру үшін жүйеге кіріңіз
km: សូមចូលដើម្បីបន្ត
kn: ಮುಂದುವರಿಯಲು ದಯವಿಟ್ಟು ಲಾಗಿನ್ ಮಾಡಿ
ku: تکایە بچۆ ژوورەوە بۆ بەردەوامبوون
lo: ກະລຸນາເຂົ້າສູ່ລະບົບເພື່ອດຳເນີນການຕໍ່
lt: Prisijunkite, kad tęstumėte
mr: कृपया पुढे जाण्यासाठी लॉग इन करा
ms: Sila log masuk untuk meneruskan
my: ရှေ့ဆက်ရန် ကျေးဇူးပြု၍ အကောင့်ဝင်ပါ။
no: Vennligst logg inn for å fortsette
pl: Zaloguj się, aby kontynuować
ro: Te rugăm să te conectezi pentru a continua
si: කරුණාකර ඉදිරියට යාමට පුරනය වන්න
sk: Pre pokračovanie sa prihláste
sq: Ju lutemi identifikohuni për të vazhduar
sr: Пријавите се да бисте наставили
sv: Logga in för att fortsätta
sw: Tafadhali ingia ili kuendelea
ta: தொடர உள்நுழையவும்
te: కొనసాగించడానికి లాగిన్ అవ్వండి
th: กรุณาเข้าสู่ระบบเพื่อดำเนินการต่อ
tr: Devam etmek için lütfen giriş yapın
uk: Будь ласка, увійдіть, щоб продовжити
ur: جاری رکھنے کے لئے لاگ ان کریں
uz: Davom etish uchun tizimga kiring
vi: Vui lòng đăng nhập để tiếp tục

source: Malay
am: ማላይኛ
ar: الملايو
bg: Малайски
bn: মালয়
bs: Malajski
ca: Malai
cs: Malajština
da: malajisk
el: Μαλαισιανά
et: Malai
fa: مالایی
fi: Malaiji
he: מלאית
hi: मलय
hu: Maláj
id: Melayu
ja: マレー語
ka: მალაიზი
kk: Малай
km: ម៉ាឡេ
kn: ಮಲಯ್
ku: مالایی
lo: ມາເລ
lt: Malajų
mr: मलय
ms: Bahasa Melayu
my: မလေး
no: Malayisk
pl: Malajski
ro: Malaeză
si: මැලේ
sk: malajský
sq: Malajisht
sr: малајски
sv: Malajiska
sw: Kimalay
ta: மலாய்
te: మలయ్
th: มาเลย์
tr: Malayca
uk: Малайська
ur: مالائی
uz: Malay tili
vi: Tiếng Mã Lai

source: Marathi
am: ማራቲኛ
ar: المهاراتية
bg: Марати
bn: মারাঠি
cs: Maráthština
el: Μαράθι
fa: مراتی
he: מראטהי
hi: मराठी
ja: マラーティー語
ka: მარათელი
kk: Маратхи
km: ម៉ារ៉ាធី
kn: ಮರಾಠಿ
ku: ماراتی
lo: ມາຣາທອນ
lt: Maratų
mr: मराठी
si: මරාඨි
sk: maráthsky
sr: Маратхи
sw: Kimarathi
ta: மராத்தி
te: మరాఠీ
th: มราฐี
uk: Маратхі
ur: مراٹھی
uz: Marathi tili
vi: Tiếng Marathi

source: Menu order
am: የምናሌ ቅደም ተከተል
ar: ترتيب القائمة
az: Menyu sifarişi
bg: Меню на поръчката
bn: মেনু অর্ডার
bs: Redoslijed menija
ca: Ordre del menú
cs: Pořadí menu
da: Menurækkefølge
el: Σειρά μενού
et: Menüü järjekord
fa: ترتیب منو
fi: Valikon järjestys
he: סדר תפריט
hi: मेन्यू क्रम
hu: Menü sorrend
id: Urutan menu
ja: メニュー順
ka: მენიუს თანმიმდევრობა
kk: Мәзір реті
km: លំដាប់ម៉ឺនុយ
kn: ಮೆನು ಆದೇಶ
ku: ڕیزبەندی مێنو
lo: ເມນູສັ່ງ
lt: Meniu tvarka
mr: मेनू क्रम
ms: Susunan menu
my: မီနူးအော်ဒါ
no: Menyrekkefølge
pl: Kolejność menu
ro: Ordinea meniului
si: මෙනු අනුපිළිවෙල
sk: Poradie menu
sq: Renditja e menysë
sr: Редослед менија
sv: Menyordning
sw: Mpangilio wa menyu
ta: மெனு வரிசை
te: మెను క్రమం
th: เมนูสั่งอาหาร
tr: Menü sırası
uk: Порядок меню
ur: مینو آرڈر
uz: Menyu tartibi
vi: Thứ tự menu
