Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Clear conversation
am: ውይይቱን አጽዳ
ar: مسح المحادثة
az: Söhbəti təmizləyin
bg: Изчистване на разговора
bn: পরিষ্কার কথোপকথন
bs: Očisti razgovor
ca: Neteja la conversa
cs: Vymazat konverzaci
da: Ryd samtale
el: Καθαρισμός συνομιλίας
et: Kustuta vestlus
fa: پاک کردن گفتگو
fi: Tyhjennä keskustelu
he: נקה שיחה
hi: बातचीत साफ़ करें
hu: Beszélgetés törlése
id: Hapus Percakapan
ja: 会話をクリア
ka: საუბრის გასუფთავება
kk: Әңгімелесуді тазарту
km: លុបការសន្ទនា
kn: ಸಂಭಾಷಣೆಯನ್ನು ತೆರವುಗೊಳಿಸಿ
ku: پاککردنەوەی گفتوگۆ
lo: ລຶບການສົນທະນາ
lt: Išvalyti pokalbį
mr: संभाषण साफ करा
ms: Kosongkan perbualan
my: ရှင်းလင်းပြောဆိုခြင်း။
no: Tøm samtale
pl: Wyczyść rozmowę
ro: Șterge conversația
si: සංවාදය හිස් කරන්න
sk: Vymazať konverzáciu
sq: Pastro bisedën
sr: Очисти разговор
sv: Rensa konversation
sw: Futa Mazungumzo
ta: உரையாடலை அழிக்கவும்
te: సంభాషణను క్లియర్ చేయండి
th: ล้างการสนทนา
tr: Sohbeti temizle
uk: Очистити розмову
ur: بات چیت صاف کریں
uz: Suhbatni tozalash
vi: Xóa cuộc trò chuyện

# confirmDelete
source: Are you sure you want to delete this? This action cannot be undone.
am: እርግጠኛ ነህ/ነሽ ይህን መሰረዝ ይፈልጋሉ? ይህ ተግባር አይመለስም።
ar: هل أنت متأكد من الحذف؟ لا يمكن التراجع عن هذا الإجراء
az: Bunu silmək istədiyinizə əminsiniz? Bu əməliyyat geri qaytarıla bilməz.
bg: Сигурни ли сте, че искате да изтриете това? Действието не може да бъде отменено.
bn: আপনি কি এটি মুছতে চান? এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না.
bs: Jeste li sigurni da želite ovo izbrisati? Ova radnja se ne može poništiti.
ca: Estàs segur/a que vols eliminar això? Aquesta acció no es pot desfer.
cs: Opravdu to chcete smazat? Tuto akci nelze vrátit zpět
da: Er du sikker på, at du vil slette dette? Denne handling kan ikke fortrydes.
el: Είστε βέβαιοι ότι θέλετε να το διαγράψετε; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
et: Kas oled kindel, et soovid selle kustutada? Seda toimingut ei saa tagasi võtta.
fa: آیا از حذف این مورد مطمئن هستید؟ این عمل قابل بازگشت نیست
fi: Haluatko varmasti poistaa tämän? Toimintoa ei voi kumota.
he: האם אתה בטוח שברצונך למחוק? פעולה זו אינה הפיכה
hi: क्या आप वाकई इसे हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
hu: Biztosan törli ezt? Ez a művelet nem visszavonható.
id: Apakah Anda yakin ingin menghapus ini? Tindakan ini tidak dapat dibatalkan.
ja: 削除してよろしいですか？この操作は元に戻せません。
ka: დარწმუნებული ხართ, რომ გსურთ ამის წაშლა? ეს მოქმედება შეუქცევადია.
kk: Жойғыңыз келетініне сенімдісіз бе? Бұл әрекетті қайтару мүмкін емес.
km: តើអ្នកប្រាកដថាចង់លុបវាទេ? សកម្មភាពនេះមិនអាចត្រឡប់វិញបានទេ។
kn: ಇದನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ku: دڵنیایت دەتەوێت ئەمە بسڕیتەوە؟ ئەم کردارە ناتوانرێت پاشگەز بکرێت.
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບອັນນີ້? ຄຳສັ່ງນີ້ບໍ່ສາມາດຍົກເລີກໄດ້
lt: Ar tikrai norite tai ištrinti? Šio veiksmo negalima bus atšaukti
mr: तुम्हाला खात्री आहे की तुम्ही हे हटवू इच्छिता? ही क्रिया पूर्ववत केली जाऊ शकत नाही.
ms: Adakah anda pasti mahu memadam ini? Tindakan ini tidak boleh dibatalkan.
my: ဤအရာကို ဖျက်လိုသည်မှာ သေချာပါသလား။ ဤလုပ်ဆောင်ချက်ကို ပြန်ပြင်၍မရပါ။
no: Er du sikker på at du vil slette dette? Denne handlingen kan ikke angres
pl: Czy na pewno chcesz to usunąć? Tej czynności nie można cofnąć.
ro: Ești sigur că vrei să ștergi acest lucru? Această acțiune nu poate fi anulată.
si: ඔබට මෙය මැකීමට විශ්වාසද? මෙය පසුව අවලංගු කළ නොහැක.
sk: Naozaj to chcete odstrániť? Túto akciu nie je možné vrátiť späť.
sq: Jeni i sigurt që doni ta fshini këtë? Ky veprim nuk mund të zhbëhet.
sr: Да ли сте сигурни да желите да избришете ово? Ова радња се не може опозвати.
sv: Är du säker på att du vill ta bort detta? Denna åtgärd kan inte ångras.
sw: Je, una uhakika unataka kufuta hii? Kitendo hiki hakiwezi kutenguliwa.
ta: இதை நிச்சயமாக நீக்க விரும்புகிறீர்களா? இந்தச் செயலை மீட்டெடுக்க முடியாது.
te: ఇదిని తొలగించాలా? ఈ చర్యను తిరిగి పొందలేరు.
th: คุณแน่ใจหรือไม่ที่จะลบสิ่งนี้? การดำเนินการนี้ไม่สามารถยกเลิกได้
tr: Bunu silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете це видалити? Цю дію неможливо скасувати
ur: کیا آپ واقعی اسے حذف کرنا چاہتے ہیں؟ اس کارروائی کو واپس نہیں کیا جا سکتا
uz: Buni o'chirishni xohlaysizmi? Bu amalni qaytarib bo'lmaydi.
vi: Bạn có chắc chắn muốn xóa mục này không? Hành động này không thể hoàn tác.

source: Copied
am: ተቀድቷል
ar: تم النسخ
az: Kopyalandı
bg: Копирано
bn: কপি করা হয়েছে
bs: Kopirano
ca: Copiat
cs: Zkopírováno
da: Kopieret
el: Αντιγράφηκε
et: Kopeeritud
fa: کپی شد
fi: Kopioitu
he: הועתק
hi: कॉपी किया गया
hu: Másolva
id: Disalin
ja: コピーしました
ka: დაკოპირებულია
kk: Көшірілді
km: បានចម្លង
kn: ನಕಲಿಸಲಾಗಿದೆ
ku: لەبەرگرت
lo: ຄັດລອກແລ້ວ
lt: Nukopijuota
mr: कॉपी केले
ms: Disalin
my: ကူးယူသည်။
no: Kopiert
pl: Skopiowano
ro: Copiat
si: පිටපත් කර ඇත
sk: Skopírované
sq: U kopjua
sr: Копирано
sv: Kopierad
sw: Imenakiliwa
ta: நகலெடுக்கப்பட்டது
te: కాపీ అయింది
th: คัดลอกแล้ว
tr: Kopyalandı
uk: Скопійовано
ur: کاپی ہو گیا
uz: Nusxalandi
vi: Đã sao chép

source: Copy
am: ቅዳ
ar: نسخ
az: Kopyalayın
bg: Копиране
bn: কপি
bs: Kopiraj
ca: Copiar
cs: Kopírovat
da: Kopiér
el: Αντιγραφή
et: Kopeeri
fa: کپی
fi: Kopioi
he: העתק
hi: कॉपी करें
hu: Másolás
id: Salin
ja: コピー
ka: კოპირება
kk: Көшіру
km: ចម្លង
kn: ನಕಲಿಸಿ
ku: لەبەرگرتن
lo: ສຳເນົາ
lt: Kopijuoti
mr: कॉपी करा
ms: Salin
my: ကူးပါ
no: Kopier
pl: Kopiuj
ro: Copiază
si: පිටපත් කරන්න
sk: Kopírovať
sq: Kopjo
sr: kopiraj
sv: Kopiera
sw: Nakili
ta: நகலெடு
te: కాపీ
th: คัดลอก
tr: Kopyala
uk: Копіювати
ur: کاپی کریں
uz: Nusxalash
vi: Sao chép

# imageGenerate
source: Generate image
am: ምስል ፍጠር
ar: توليد الصور
az: Şəkil yaradın
bg: Генериране на изображение
bn: ইমেজ তৈরি
bs: Generisanje slike
ca: Generar imatge
cs: Generování obrázku
da: Generer billede
el: Δημιουργία εικόνας
et: Pildi loomine
fa: تولید تصویر
fi: Kuvan luonti
he: יצירת תמונה
hi: छवि जनरेट करें
hu: Kép generálása
id: Hasilkan Gambar
ja: 画像生成
ka: გამოსახულების გენერირება
kk: Сурет жасау
km: បង្កើតរូបភាព
kn: ಚಿತ್ರ ರಚನೆ
ku: وێنە دروست بکە
lo: ສ້າງຮູບພາບ
lt: Vaizdo generavimas
mr: प्रतिमा तयार करा
ms: Jana imej
my: ပုံထုတ်ပေးသည်။
no: Generer bilde
pl: Generowanie obrazu
ro: Generare imagine
si: රූප ජනනය
sk: Generovať obrázok
sq: Gjenerimi i imazhit
sr: Генерисање слике
sv: Generera bild
sw: Tengeneza picha
ta: படத்தை உருவாக்குகிறது
te: చిత్రాన్ని రూపొందించండి
th: สร้างภาพ
tr: Görsel oluştur
uk: Генерування зображення
ur: تصویر بنائیں
uz: Rasm yaratish
vi: Tạo hình ảnh

source: Listening...
am: በመስማት ላይ...
ar: جارٍ الاستماع...
az: Dinlənir...
bg: Слушане...
bn: শুনছি...
bs: Slušam...
ca: Escoltant...
cs: Poslouchám...
da: Lytter...
el: Ακρόαση...
et: Kuulan...
fa: در حال شنیدن...
fi: Kuuntelee...
he: מקשיב...
hi: सुन रहा है...
hu: Hallgatás...
id: Mendengarkan...
ja: 聞き取り中...
ka: მოსმენა...
kk: Тыңдалуда...
km: កំពុងស្តាប់...
kn: ಆಲಿಸುತ್ತಿದ್ದೇವೆ...
ku: گوێدەگر...
lo: ກຳລັງຟັງ...
lt: Klausoma...
mr: ऐकत आहे...
ms: Mendengar...
my: နားထောင်နေသည်...
no: Lytter...
pl: Słuchanie...
ro: Se ascultă...
si: සවන් දෙමින්...
sk: Počúvanie...
sq: Po dëgjoj...
sr: слушам...
sv: Lyssnar...
sw: Inasikiliza...
ta: கேட்கிறது...
te: వినుతోంది...
th: กำลังฟัง...
tr: Dinleniyor...
uk: Прослуховування...
ur: سن رہا ہے...
uz: Tinglanmoqda...
vi: Đang nghe...

source: Regenerate response
am: ምላሽ እንደገና ይፍጠሩ
ar: إعادة توليد الرد
az: Cavabın bərpası
bg: Генериране на нов отговор
bn: প্রতিক্রিয়া পুনর্জন্ম
bs: Regeneriši odgovor
ca: Regenera la resposta
cs: Vygenerovat novou odpověď
da: Generer nyt svar
el: Αναδημιουργία απάντησης
et: Loo vastus uuesti
fa: ایجاد مجدد پاسخ
fi: Luo vastaus uudelleen
he: צור תגובה מחדש
hi: प्रतिक्रिया पुनः जनरेट करें
hu: Válasz újragenerálása
id: Hasilkan Ulang Respons
ja: 応答を再生成
ka: პასუხის ხელახლა გენერირება
kk: Жауапты қайта жасау
km: បង្កើតការឆ្លើយតបឡើងវិញ
kn: ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಮರುಸೃಷ್ಟಿಸಿ
ku: وەڵامەکە دووبارە دروست بکە
lo: ສ້າງການຕອບໂຕ້ຄືນໃໝ່
lt: Generuoti atsakymą iš naujo
mr: प्रतिसाद पुन्हा तयार करा
ms: Jana semula respons
my: တုံ့ပြန်မှုကို ပြန်ထုတ်ပါ။
no: Generer nytt svar
pl: Wygeneruj odpowiedź ponownie
ro: Regenerează răspunsul
si: ප්‍රතිචාරය නැවත ජනනය කරන්න
sk: Vygenerovať odpoveď znova
sq: Rigjeneroni përgjigjen
sr: Регенерација одговора
sv: Generera nytt svar
sw: Tengeneza jibu upya
ta: பதிலை மீண்டும் உருவாக்கு
te: స్పందనను తిరిగి రూపొందించు
th: สร้างคำตอบใหม่
tr: Yanıtı yeniden oluştur
uk: Згенерувати відповідь знову
ur: جواب دوبارہ بنائیں
uz: Javobni qayta yaratish
vi: Tạo lại phản hồi

source: Show Less
am: ቀንስ
ar: عرض أقل
az: Daha az göstər
bg: Покажи по-малко
bn: প্রদর্শন কম
bs: Pokaži manje
ca: Mostrar menys
cs: Zobrazit méně
da: Vis mindre
el: Εμφάνιση λιγότερων
et: Näita vähem
fa: نمایش کمتر
fi: Näytä vähemmän
he: הצג פחות
hi: कम दिखाएं
hu: Kevesebb mutatása
id: Tampilkan lebih sedikit
ja: 表示を減らす
ka: ნაკლების ჩვენება
kk: Азырақ көрсету
km: បង្ហាញតិច
kn: ಕಡಿಮೆ ತೋರಿಸಿ
ku: کەمتر پیشان بدە
lo: ສະແດງໜ້ອຍລົງ
lt: Rodyti mažiau
mr: कमी दाखवा
ms: Tunjukkan kurang
my: လျှော့ပြပါ။
no: Vis mindre
pl: Pokaż mniej
ro: Arată mai puțin
si: අඩුවෙන් පෙන්වන්න
sk: Zobraziť menej
sq: Trego më pak
sr: Prikaži manje
sv: Visa mindre
sw: Onyesha kidogo
ta: குறைவாகக் காட்டு
te: తక్కువ చూపించు
th: แสดงน้อยลง
tr: Daha az göster
uk: Показати менше
ur: کم دکھائیں
uz: Kamroq ko'rsatish
vi: Hiện ít hơn

source: Show More
am: ተጨማሪ አሳይ
ar: عرض المزيد
az: Daha çox göstər
bg: Покажи повече
bn: আরো দেখুন
bs: Pokazati više
ca: Mostrar més
cs: Zobrazit více
da: Vis mere
el: Εμφάνιση περισσότερων
et: Näita rohkem
fa: نمایش بیشتر
fi: Näytä lisää
he: הצג עוד
hi: और दिखाएं
hu: Több mutatása
id: Tampilkan lebih banyak
ja: もっと見る
ka: მეტის ჩვენება
kk: Көбірек көрсету
km: បង្ហាញបន្ថែម
kn: ಹೆಚ್ಚು ತೋರಿಸಿ
ku: زیاتر پیشان بدە
lo: ສະແດງໃຫ້ເຫັນຫຼາຍ
lt: Rodyti daugiau
mr: अधिक दाखवा
ms: Tunjukkan lagi
my: ပိုပြပါ။
no: Vis mer
pl: Pokaż więcej
ro: Arată mai mult
si: තව පෙන්වන්න
sk: Zobraziť viac
sq: Trego më shumë
sr: Pokazati više
sv: Visa mer
sw: Onyesha zaidi
ta: மேலும் காட்டு
te: మరిన్ని చూపించు
th: แสดงเพิ่มเติม
tr: Daha fazla göster
uk: Показати більше
ur: مزید دکھائیں
uz: Ko'proq ko'rsatish
vi: Hiện nhiều hơn

source: Speech not available
am: ንግግር አይገኝም
ar: خاصية النطق غير متوفرة
az: Nitq mövcud deyil
bg: Гласовата функция не е налична
bn: বক্তৃতা উপলব্ধ নয়
bs: Govor nije dostupan
ca: La parla no està disponible
cs: Hlasový vstup není k dispozici
da: Tale er ikke tilgængelig
el: Η ομιλία δεν είναι διαθέσιμη
et: Kõnetuvastus pole saadaval
fa: گفتار در دسترس نیست
fi: Puhetoiminto ei ole käytettävissä
he: דיבור אינו זמין
hi: स्पीच उपलब्ध नहीं है
hu: A beszéd nem elérhető
id: Ucapan tidak tersedia
ja: 音声入力は利用できません
ka: მეტყველება მიუწვდომელია
kk: Дауыстық функция қолжетімді емес
km: មុខងារនិយាយមិនមានទេ
kn: ಧ್ವನಿ ಲಭ್ಯವಿಲ್ಲ
ku: قسه‌کردن بەردەست نیە
lo: ບໍ່ມີສຽງເວົ້າ
lt: Kalba neprieinama
mr: बोलणे उपलब्ध नाही
ms: Pertuturan tidak tersedia
my: စကားပြောမရနိုင်ပါ။
no: Tale ikke tilgjengelig
pl: Mowa niedostępna
ro: Vorbirea nu este disponibilă
si: කථනය හඳුනාගැනීම නොමැත
sk: Reč nie je k dispozícii
sq: Të folurit nuk është i disponueshëm
sr: Говор није доступан
sv: Tal inte tillgängligt
sw: Mazungumzo hayapatikani
ta: பேச்சு கிடைக்கவில்லை
te: స్పీచ్ అందుబాటులో లేదు
th: ไม่สามารถใช้งานการพูดได้
tr: Konuşma özelliği kullanılamıyor
uk: Мовлення недоступне
ur: تقریر دستیاب نہیں ہے
uz: Nutq mavjud emas
vi: Không khả dụng

source: Tap the mic to talk
am: ለመናገር ማይክን ንኩ
ar: انقر على الميكروفون للتحدث
az: Danışmaq üçün mikrofona toxunun
bg: Докоснете микрофона, за да говорите
bn: কথা বলতে মাইকে ট্যাপ করুন
bs: Dodirnite mikrofon za razgovor
ca: Toca el micròfon per parlar
cs: Klepnutím na mikrofon začnete mluvit
da: Tryk på mikrofonen for at tale
el: Πατήστε το μικρόφωνο για να μιλήσετε
et: Rääkimiseks puuduta mikrofoni
fa: برای صحبت، میکروفون را لمس کنید
fi: Napauta mikrofonia puhuaksesi
he: הקש על המיקרופון כדי לדבר
hi: बात करने के लिए माइक पर टैप करें
hu: Koppintson a mikrofonra a beszélgetéshez
id: Ketuk mikrofon untuk berbicara
ja: マイクをタップして話す
ka: შეეხეთ მიკროფონს სასაუბროდ
kk: Сөйлесу үшін микрофонды түртіңіз
km: ប៉ះមីក្រូហ្វូនដើម្បីនិយាយ
kn: ಮಾತನಾಡಲು ಮೈಕ್ ಅನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ
ku: مایکروفۆن بکە بۆ قسەکردن
lo: ແຕະໄມເພື່ອລົມ
lt: Bakstelėkite mikrofoną, kad kalbėtumėte
mr: बोलण्यासाठी माइकवर टॅप करा
ms: Ketik mikrofon untuk bercakap
my: စကားပြောရန် မိုက်ကို တို့ပါ။
no: Trykk på mikrofonen for å snakke
pl: Dotknij mikrofonu, aby mówić
ro: Atinge microfonul pentru a vorbi
si: කතා කිරීමට මයික්‍රෆෝනය තට්ටු කරන්න
sk: Klepnutím na mikrofón začnete hovoriť
sq: Prek mikrofonin për të folur
sr: Додирните микрофон да бисте разговарали
sv: Tryck på mikrofonen för att prata
sw: Gusa maikrofoni ili kuzungumza
ta: பேச மைக்கைத் தட்டவும்
te: మాట్లాడేందుకు మైక్‌ను తాకండి
th: แตะไมโครโฟนเพื่อพูด
tr: Konuşmak için mikrofona dokunun
uk: Торкніться мікрофона, щоб говорити
ur: بات کرنے کے لیے مائیک کو تھپتھپائیں
uz: Gapirish uchun mikrofonni bosing
vi: Nhấn vào mic để nói

source: Type a message...
am: መልእክት ያቅርቡ...
ar: اكتب رسالة...
az: Mesaj yazın...
bg: Напишете съобщение...
bn: একটি বার্তা টাইপ করুন...
bs: Upišite poruku...
ca: Escriu un missatge...
cs: Napište zprávu...
da: Skriv en besked...
el: Πληκτρολογήστε ένα μήνυμα...
et: Kirjuta sõnum...
fa: پیامی بنویسید...
fi: Kirjoita viesti...
he: הקלד הודעה...
hi: एक संदेश टाइप करें...
hu: Írjon üzenetet...
id: Ketik pesan...
ja: メッセージを入力...
ka: ჩაწერეთ შეტყობინება...
kk: Хабарламаны теріңіз...
km: កំពុងវាយសារ...
kn: ಸಂದೇಶವನ್ನು ಬರೆಯಿರಿ...
ku: نامەیەک بنووسە...
lo: ພິມຂໍ້ຄວາມ...
lt: Rašykite žinutę...
mr: संदेश टाइप करा...
ms: Taip mesej...
my: မက်ဆေ့ခ်ျရိုက်ပါ...
no: Skriv en melding...
pl: Wpisz wiadomość...
ro: Scrie un mesaj...
si: පණිවිඩයක් ටයිප් කරන්න...
sk: Napíšte správu...
sq: Shkruani një mesazh...
sr: Унесите поруку...
sv: Skriv ett meddelande...
sw: Andika ujumbe...
ta: செய்தியை உள்ளிடவும்...
te: ఒక సందేశాన్ని టైప్ చేయండి...
th: พิมพ์ข้อความ...
tr: Bir mesaj yazın...
uk: Введіть повідомлення...
ur: پیغام ٹائپ کریں...
uz: Xabar yozing...
vi: Nhập tin nhắn...

source: Select Role
am: ሚና ይምረጡ
ar: اختر الدور
az: Rol seçin
bg: Изберете роля
bn: ভূমিকা নির্বাচন করুন
bs: Odaberite Uloga
ca: Seleccionar rol
cs: Vyberte roli
da: Vælg rolle
el: Επιλογή ρόλου
et: Vali roll
fa: نقش را انتخاب کنید
fi: Valitse rooli
he: בחר תפקיד
hi: भूमिका चुनें
hu: Válassza ki a szerepkört
id: Pilih Peran
ja: 役割を選択
ka: აირჩიეთ როლი
kk: Рөлді таңдау
km: ជ្រើសរើសតួនាទី
kn: ಪಾತ್ರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: ڕۆڵ هەلبژێرە
lo: ເລືອກບົດບາດ
lt: Pasirinkti vaidmenį
mr: भूमिका निवडा
ms: Pilih peranan
my: Role ကို ရွေးပါ။
no: Velg rolle
pl: Wybierz rolę
ro: Selectează rolul
si: භූමිකාව තෝරන්න
sk: Vyberte rolu
sq: Zgjidhni rolin
sr: Изаберите Улога
sv: Välj roll
sw: Chagua Wajibu
ta: பாத்திரத்தைத் தேர்ந்தெடுக்கவும்
te: పాత్రను ఎంచుకోండి
th: เลือกบทบาท
tr: Rol seçin
uk: Оберіть роль
ur: کردار منتخب کریں
uz: Rolni tanlang
vi: Chọn vai trò

# callToVendor
source: Call Store Owner
am: የመደብሩን ባለቤት ይደውሉ
ar: اتصل بالبائع
az: Mağaza sahibinə zəng edin
bg: Обаждане на собственика на магазина
bn: স্টোরের মালিককে কল করুন
bs: Pozovite vlasnika prodavnice
ca: Trucar al propietari de la botiga
cs: Zavolat prodejci
da: Ring til butiksejeren
el: Κλήση στον ιδιοκτήτη καταστήματος
et: Helista poe omanikule
fa: تماس با فروشنده
fi: Soita myyjälle
he: התקשר לספק
hi: स्टोर मालिक को कॉल करें
hu: Hívás az üzlet tulajdonosának
id: Hubungi Pemilik Toko
ja: 店舗オーナーに電話
ka: დარეკეთ მაღაზიის მფლობელთან
kk: Сатушыға қоңырау шалу
km: ទូរស័ព្ទទៅកាន់អ្នកលក់
kn: ಮಾರಾಟಗಾರರಿಗೆ ಕರೆ ಮಾಡಿ
ku: پەیوەندی بکە بە خاوەندە دۆکان
lo: ໂທຫາເຈົ້າຂອງຮ້ານ
lt: Skambinti pardavėjui
mr: विक्रेत्याला कॉल करा
ms: Hubungi pemilik kedai
my: စတိုးဆိုင်ပိုင်ရှင်ထံ ဖုန်းဆက်ပါ။
no: Ring til butikkeier
pl: Zadzwoń do właściciela sklepu
ro: Sună la proprietarul magazinului
si: වෙළෙන්දාට ඇමතුමක්
sk: Zavolať predajcovi
sq: Telefono shitësin
sr: Позовите власника продавнице
sv: Ring till butiksägaren
sw: Piga simu kwa Muuzaji
ta: விற்பனையாளரை அழைக்கவும்
te: స్టోర్ యజమానిని కాల్ చేయండి
th: โทรหาผู้ขาย
tr: Satıcıyı ara
uk: Зателефонувати продавцю
ur: اسٹور کے مالک کو کال کریں
uz: Do'kon egasiga qo'ng'iroq qilish
vi: Gọi cho chủ cửa hàng

source: Change language
am: ቋንቋ ቀይር
ar: تغيير اللغة
az: Dili dəyişdirin
bg: Смяна на езика
bn: ভাষা পরিবর্তন করুন
bs: Promijeni jezik
ca: Canviar idioma
cs: Změnit jazyk
da: Skift sprog
el: Αλλαγή γλώσσας
et: Muuda keelt
fa: تغییر زبان
fi: Vaihda kieli
he: החלף שפה
hi: भाषा बदलें
hu: Nyelv módosítása
id: Ganti Bahasa
ja: 言語を変更
ka: ენის შეცვლა
kk: Тілді өзгерту
km: ប្ដូរភាសា
kn: ಭಾಷೆಯನ್ನು ಬದಲಾಯಿಸಿ
ku: زمان بگۆڕە
lo: ປ່ຽນພາສາ
lt: Keisti kalbą
mr: भाषा बदला
ms: Tukar bahasa
my: ဘာသာစကားပြောင်းပါ
no: Endre språk
pl: Zmień język
ro: Schimbă limba
si: භාෂාව වෙනස් කරන්න
sk: Zmeniť jazyk
sq: Ndrysho gjuhën
sr: Promijeni jezik
sv: Ändra språk
sw: Badilisha Lugha
ta: மொழியை மாற்றவும்
te: భాషను మార్చండి
th: เปลี่ยนภาษา
tr: Dili değiştir
uk: Змінити мову
ur: زبان تبدیل کریں
uz: Tilni o'zgartirish
vi: Thay đổi ngôn ngữ

# paymentMethodIsNotSupported
source: This payment method is not supported
am: ይህ የክፍያ ዘዴ አይደግፍም
ar: طريقة الدفع هذه غير مدعومة
az: Bu ödəniş üsulu dəstəklənmir
bg: Този начин на плащане не се поддържа
bn: এই অর্থপ্রদানের পদ্ধতি সমর্থিত নয়
bs: Ovaj način plaćanja nije podržan
ca: Aquest mètode de pagament no està suportat
cs: Tato platební metoda není podporována
da: Denne betalingsmetode understøttes ikke
el: Αυτή η μέθοδος πληρωμής δεν υποστηρίζεται
et: See makseviis pole toetatud
fa: این روش پرداخت پشتیبانی نمی‌شود
fi: Tämä maksutapa ei ole tuettu
he: אמצעי תשלום זה אינו נתמך
hi: यह भुगतान विधि समर्थित नहीं है
hu: Ez a fizetési mód nem támogatott
id: Metode pembayaran ini tidak didukung
ja: この支払い方法はサポートされていません
ka: ეს გადახდის მეთოდი არ არის მხარდაჭერილი
kk: Бұл төлем әдісі қолжетімді емес
km: វិធីបង់ប្រាក់នេះមិនត្រូវបានគាំទ្រឡើយ
kn: ಈ ಪಾವತಿ ವಿಧಾನವು ಬೆಂಬಲಿತವಾಗಿಲ್ಲ
ku: ئەم شێوازی پارەدانە پشتگیری ناکرێت
lo: ບໍ່ຮອງຮັບວິທີການຈ່າຍເງິນນີ້
lt: Šis mokėjimo būdas nepalaikomas
mr: ही पेमेंट पद्धत समर्थित नाही
ms: Kaedah pembayaran ini tidak disokong
my: ဤငွေပေးချေမှုနည်းလမ်းကို မပံ့ပိုးပါ။
no: Denne betalingsmetoden støttes ikke
pl: Ta metoda płatności nie jest obsługiwana
ro: Această metodă de plată nu este acceptată
si: මෙම ගෙවීම් ක්‍රමය සහාය නොදක්වයි
sk: Tento spôsob platby nie je podporovaný
sq: Kjo metodë pagese nuk mbështetet
sr: Овај начин плаћања није подржан
sv: Denna betalningsmetod stöds inte
sw: Njia hii ya malipo haitumiki
ta: இந்தக் கட்டண முறை ஆதரிக்கப்படவில்லை
te: ఈ చెల్లింపు విధానం మద్దతు లేదు
th: ไม่รองรับวิธีการชำระเงินนี้
tr: Bu ödeme yöntemi desteklenmiyor
uk: Цей спосіб оплати не підтримується
ur: ادائیگی کا یہ طریقہ تعاون یافتہ نہیں ہے
uz: Bu to'lov usuli qo'llab-quvvatlanmaydi
vi: Phương thức thanh toán này không được hỗ trợ

# sendSMStoVendor
source: Send SMS to Store Owner
am: ለመደብሩ ባለቤት SMS ይላኩ
ar: إرسال رسالة نصية للبائع
az: Mağaza sahibinə SMS göndərin
bg: Изпращане на SMS на собственика на магазина
bn: স্টোরের মালিককে এসএমএস পাঠান
bs: Pošaljite SMS vlasniku prodavnice
ca: Enviar SMS al propietari de la botiga
cs: Poslat SMS prodejci
da: Send SMS til butiksejeren
el: Αποστολή SMS στον ιδιοκτήτη καταστήματος
et: Saada SMS poe omanikule
fa: ارسال پیامک به فروشنده
fi: Lähetä tekstiviesti myyjälle
he: שלח SMS לספק
hi: स्टोर मालिक को SMS भेजें
hu: SMS küldése az üzlet tulajdonosának
id: Kirim SMS ke Pemilik Toko
ja: 店舗オーナーにSMSを送信
ka: SMS-ის გაგზავნა მაღაზიის მფლობელისთვის
kk: Сатушыға SMS жіберу
km: ផ្ញើសារ SMS ទៅកាន់អ្នកលក់
kn: ಮಾರಾಟಗಾರರಿಗೆ SMS ಕಳುಹಿಸಿ
ku: SMS بنێرە بۆ خاوەنی دوکان
lo: ສົ່ງ SMS ຫາເຈົ້າຂອງຮ້ານ
lt: Siųsti SMS pardavėjui
mr: विक्रेत्याला SMS पाठवा
ms: Hantar SMS kepada pemilik kedai
my: စတိုးဆိုင်ပိုင်ရှင်ထံ SMS ပို့ပါ။
no: Send SMS til butikkeier
pl: Wyślij SMS do właściciela sklepu
ro: Trimite SMS proprietarului magazinului
si: වෙළෙන්දාට කෙටි පණිවිඩයක් යවන්න
sk: Poslať SMS predajcovi
sq: Dërgo SMS shitësit
sr: Пошаљите СМС власнику продавнице
sv: Skicka SMS till butiksägaren
sw: Tuma SMS kwa Muuzaji
ta: விற்பனையாளருக்கு SMS அனுப்பவும்
te: స్టోర్ యజమానికి SMS పంపండి
th: ส่ง SMS ถึงผู้ขาย
tr: Satıcıya SMS gönder
uk: Надіслати SMS продавцю
ur: اسٹور کے مالک کو ایس ایم ایس بھیجیں
uz: Do'kon egasiga SMS yuborish
vi: Gửi SMS cho chủ cửa hàng

# welcomeUser
source: Welcome {name}
am: እንኳን ደህና መጡ {name}
ar: مرحباً {name}
az: Xoş gəldiniz {name}
bg: Добре дошли, {name}
bn: স্বাগতম {name}
bs: Dobro došli {name}
ca: Benvingut/da {name}
cs: Vítejte, {name}
da: Velkommen {name}
el: Καλώς ήρθατε {name}
et: Tere tulemast, {name}
fa: خوش آمدید {name}
fi: Tervetuloa {name}
he: ברוך הבא {name}
hi: स्वागत है {name}
hu: Üdvözöljük, {name}!
id: Selamat datang {name}
ja: ようこそ、{name}さん
ka: მოგესალმებით {name}
kk: Қош келдіңіз, {name}
km: សូមស្វាគមន៍ {name}
kn: ಸ್ವಾಗತ {name}
ku: بەخێربێیت {name}
lo: ຍິນດີຕ້ອນຮັບ {name}
lt: Sveiki, {name}
mr: स्वागत आहे {name}
ms: Selamat datang {name}
my: ကြိုဆိုပါတယ် {name}
no: Velkommen {name}
pl: Witaj {name}
ro: Bun venit, {name}
si: {name} සාදරයෙන් පිළිගනිමු
sk: Vitajte, {name}
sq: Mirë se vini {name}
sr: Добро дошли {name}
sv: Välkommen {name}
sw: Karibu {name}
ta: வணக்கம் {name}
te: స్వాగతం {name}
th: ยินดีต้อนรับ {name}
tr: Hoş geldin {name}
uk: Ласкаво просимо, {name}
ur: خوش آمدید {name}
uz: Xush kelibsiz, {name}
vi: Chào mừng {name}

source: Which language do you prefer?
am: ምን ቋንቋ መጠቀም ትመርጣላችሁ?
ar: ما هي اللغة التي تفضلها؟
az: Hansı dilə üstünlük verirsiniz?
bg: Кой език предпочитате?
bn: আপনি কোন ভাষা পছন্দ করেন?
bs: Koji jezik preferirate?
ca: Quin idioma prefereixes?
cs: Jaký jazyk preferujete?
da: Hvilket sprog foretrækker du?
el: Ποια γλώσσα προτιμάτε;
et: Millist keelt eelistad?
fa: کدام زبان را ترجیح می‌دهید؟
fi: Mitä kieltä haluat käyttää?
he: באיזו שפה תעדיף?
hi: आप कौन सी भाषा पसंद करते हैं?
hu: Melyik nyelvet részesíti előnyben?
id: Bahasa apa yang Anda sukai?
ja: 希望する言語を選択してください
ka: რომელ ენას ანიჭებთ უპირატესობას?
kk: Қай тілді қалайсыз?
km: តើអ្នកចូលចិត្តភាសា​មួយណា?
kn: ನಿಮಗೆ ಯಾವ ಭಾಷೆ ಇಷ್ಟ?
ku: کەی زمان دەتەوێت؟
lo: ທ່ານມັກພາສາໃດ?
lt: Kurią kalbą pasirinksite?
mr: तुम्हाला कोणती भाषा आवडते?
ms: Bahasa manakah yang anda pilih?
my: ဘယ်ဘာသာစကားကို ပိုကြိုက်လဲ။
no: Hvilket språk foretrekker du?
pl: Który język preferujesz?
ro: Ce limbă preferi?
si: ඔබට කැමති භාෂාව කුමක්ද?
sk: Ktorý jazyk preferujete?
sq: Cilën gjuhë preferoni?
sr: Који језик више волите?
sv: Vilket språk föredrar du?
sw: Unapendelea lugha gani?
ta: எந்த மொழியை விரும்புகிறீர்கள்?
te: మీరు ఏ భాషను ప్రాధాన్యత ఇస్తారు?
th: คุณชอบภาษาไหนมากกว่ากัน?
tr: Hangi dili tercih edersiniz?
uk: Яку мову ви обираєте?
ur: آپ کونسی زبان پسند کرتے ہیں؟
uz: Qaysi tilni afzal ko'rasiz?
vi: Bạn thích ngôn ngữ nào?
