Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# requestTooMany
source: You have requested too many codes in a short time. Please try again later.
am: በአጭር ጊዜ ብዙ ኮዶች ተጠየቁ። እባክዎ በኋላ ደግመው ይሞክሩ።
ar: لقد طلبت عدداً كبيراً من الرموز في وقت قصير. الرجاء المحاولة لاحقاً.
az: Qısa müddətdə çoxlu kod tələb etmisiniz. Daha sonra yenidən cəhd edin.
bg: Заявили сте твърде много кодове за кратко време. Моля, опитайте отново по-късно.
bn: আপনি অল্প সময়ে অনেক কোডের অনুরোধ করেছেন। পরে আবার চেষ্টা করুন।
bs: Zatražili ste previše kodova u kratkom vremenu. Molimo pokušajte ponovo kasnije.
ca: Has sol·licitat massa codis en poc temps. Si us plau, torna-ho a provar més tard.
cs: Požádali jste o příliš mnoho kódů v krátkém čase. Zkuste to prosím později.
da: Du har anmodet om for mange koder på kort tid. Prøv igen senere.
el: Έχετε ζητήσει πολλούς κωδικούς σε σύντομο χρονικό διάστημα. Παρακαλώ δοκιμάστε ξανά αργότερα.
et: Oled liiga lühikese aja jooksul palunud liiga palju koode. Palun proovi hiljem uuesti.
fa: شما در زمان کوتاهی درخواست‌های زیادی ارسال کرده‌اید. لطفاً بعداً دوباره امتحان کنید
fi: Olet pyytänyt liian monta koodia lyhyessä ajassa. Yritä myöhemmin uudelleen.
he: ביקשת יותר מדי קודים בזמן קצר. אנא נסה שוב מאוחר יותר.
hi: आपने कम समय में बहुत अधिक कोड का अनुरोध किया है। कृपया बाद में पुनः प्रयास करें।
hu: Túl sok kódot kért rövid idő alatt. Kérjük, próbálja újra később.
id: Anda telah meminta terlalu banyak kode dalam waktu singkat. Silakan coba lagi nanti.
ja: 短時間に多くのコードをリクエストしました。後でもう一度お試しください。
ka: ძალიან ბევრი კოდი მოითხოვეთ მოკლე დროში. გთხოვთ სცადოთ მოგვიანებით.
kk: Қысқа уақыт ішінде тым көп код сұралды. Кейінірек қайталап көріңіз
km: អ្នកបានស្នើសុំលេខកូដច្រើនពេកក្នុងរយៈពេលខ្លី។ សូមព្យាយាមម្តងទៀតក្រោយមក។
kn: ನೀವು ಕಡಿಮೆ ಸಮಯದಲ್ಲಿ ಅನೇಕ ಕೋಡ್‌ಗಳನ್ನು ವಿನಂತಿಸಿದ್ದೀರಿ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ku: زۆر زوو داوای کۆدەکەت کردووە. تکایە دووبارە هەوڵبدە دوای کاتێک.
lo: ທ່ານໄດ້ຮ້ອງຂໍລະຫັດຜ່ານຫຼາຍເທື່ອເກີນໄປ. ກະລຸນາລອງໃໝ່ໃນພາຍຫຼັງ
lt: Per trumpą laiką prašėte per daug kodų. Bandykite vėliau.
mr: तुम्ही अल्प कालावधीत खूप कोड्स विनंती केली आहे. कृपया पुन्हा प्रयत्न करा.
ms: Anda telah meminta terlalu banyak kod dalam masa yang singkat. Sila cuba sebentar lagi.
no: Du har bedt om for mange koder på kort tid. Vennligst prøv igjen senere
pl: Zbyt wiele próśb o kod w krótkim czasie. Spróbuj ponownie później.
ro: Ai solicitat prea multe coduri într-un timp scurt. Te rugăm să încerci din nou mai târziu
si: ඔබ කෙටි කාලයක් තුළ කේත බොහොමයක් ඉල්ලා ඇත. කරුණාකර පසුව නැවත උත්සාහ කරන්න.
sk: Požiadali ste o príliš veľa kódov v krátkom čase. Skúste to prosím neskôr.
sq: Keni kërkuar shumë kode në një kohë të shkurtër. Ju lutemi provoni përsëri më vonë.
sr: Захтевали сте превише кодова за кратко време. Покушајте поново касније.
sv: Du har begärt för många koder på kort tid. Försök igen senare.
sw: Umeomba misimbo mingi sana kwa muda mfupi. Tafadhali jaribu tena baadaye.
ta: குறுகிய காலத்தில் பல குறியீடுகளைக் கோரியுள்ளீர்கள். பிறகு முயற்சிக்கவும்
te: మీరు తక్కువ సమయంలో చాలా కోడ్స్ అభ్యర్థించారు. దయచేసి కొంతసేపటి తర్వాత మళ్లీ ప్రయత్నించండి.
th: คุณขอรหัสมากเกินไปในระยะเวลาอันสั้น กรุณาลองใหม่ภายหลัง
tr: Kısa sürede çok fazla kod istediniz. Lütfen daha sonra tekrar deneyin.
uk: Ви запитали забагато кодів за короткий час. Будь ласка, спробуйте пізніше
ur: آپ نے مختصر وقت میں بہت زیادہ کوڈز کی درخواست کی ہے۔ براہ کرم کچھ دیر بعد کوشش کریں
uz: Siz qisqa vaqt ichida juda ko'p kod so'radingiz. Iltimos, keyinroq qayta urinib ko'ring
vi: Bạn đã yêu cầu quá nhiều mã trong thời gian ngắn. Vui lòng thử lại sau.

# phoneEmpty
source: Phone number is empty
am: የስልክ ቁጥር ባዶ ነው
ar: رقم الهاتف فارغ
az: Telefon nömrəsi boşdur
bg: Телефонният номер е празен
bn: ফোন খালি
bs: Broj telefona je prazan
ca: El telèfon està buit
cs: Telefon není vyplněn
da: Telefonnummer mangler
el: Το τηλέφωνο είναι κενό
et: Telefon on tühi
fa: شماره تلفن خالی است
fi: Puhelin on tyhjä
he: הטלפון ריק
hi: फ़ोन खाली है
hu: A telefonszám üres
id: Nomor telepon kosong
ja: 電話番号が入力されていません
ka: ტელეფონი ცარიელია
kk: Телефон бос
km: ទូរស័ព្ទទទេ
kn: ಫೋನ್ ಸಂಖ್ಯೆ ಖಾಲಿಯಾಗಿದೆ
ku: ژمارەی تەلەفۆن بەتاڵە
lo: ບໍ່ໂທລະສັບ
lt: Telefonas neįvestas
mr: फोन नंबर रिकामा आहे
ms: Telefon kosong
my: Phone is empty
no: Telefonnummeret er tomt
pl: Numer telefonu jest pusty
ro: Telefonul este gol
si: දුරකථන අංකය හිස්ය
sk: Telefón nie je zadaný
sq: Telefoni është bosh
sr: Број телефона је празан
sv: Telefonnumret är tomt
sw: Simu ni tupu
ta: தொலைபேசி எண் காலியாக உள்ளது
te: ఫోన్ నంబర్ ఖాళీగా ఉంది
th: ไม่มีเบอร์โทรศัพท์
tr: Telefon boş
uk: Телефон не вказано
ur: فون خالی ہے
uz: Telefon bo'sh
vi: Số điện thoại trống

source: Choose Plan
am: እቅድ ይምረጡ
ar: اختر خطة
az: Plan seçin
bg: Избор на план
bn: প্ল্যান বেছে নিন
bs: Odaberi plan
ca: Tria un pla
cs: Vyberte plán
da: Vælg plan
el: Επιλέξτε πρόγραμμα
et: Vali plaan
fa: طرح را انتخاب کنید
fi: Valitse suunnitelma
he: בחר תכנית
hi: योजना चुनें
hu: Válasszon csomagot
id: Pilih Paket
ja: プランを選択
ka: აირჩიეთ გეგმა
kk: Жоспарды таңдаңыз
km: ជ្រើសរើសផែនការ
kn: ಯೋಜನೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: پلانی هەلبژێرە
lo: ເລືອກແຜນ
lt: Pasirinkti planą
mr: योजना निवडा
ms: Pilih Pelan
my: ပလန်ရွေးပါ
no: Velg abonnement
pl: Wybierz plan
ro: Alege planul
si: සැලැස්ම තෝරන්න
sk: Vybrať plán
sq: Zgjidhni planin
sr: Изабери план
sv: Välj plan
sw: Chagua Mpango
ta: திட்டத்தைத் தேர்வு செய்யவும்
te: ప్లాన్ ఎంచుకోండి
th: เลือกแผน
tr: Plan Seç
uk: Обрати план
ur: منصوبہ منتخب کریں
uz: Tarif rejasini tanlang
vi: Chọn gói

source: Recommended
am: የተመከረ
ar: موصى به
az: Tövsiyə olunur
bg: Препоръчано
bn: প্রস্তাবিত
bs: Preporučeno
ca: Recomanat
cs: Doporučené
da: Anbefalet
el: Προτεινόμενο
et: Soovitatav
fa: پیشنهادی
fi: Suositeltu
he: מומלץ
hi: अनुशंसित
hu: Ajánlott
id: Direkomendasikan
ja: おすすめ
ka: რეკომენდებული
kk: Ұсынылған
km: ណែនាំ
kn: ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ
ku: پێشنیارکراو
lo: ແນະນຳ
lt: Rekomenduojama
mr: शिफारस केलेले
ms: Disyorkan
my: ထောက်ခံထားသည်
no: Anbefalt
pl: Polecane
ro: Recomandat
si: නිර්දේශිත
sk: Odporúčané
sq: Rekomanduar
sr: Препоручено
sv: Rekommenderad
sw: Inapendekezwa
ta: பரிந்துரைக்கப்படுகிறது
te: సిఫార్సు చేయబడింది
th: แนะนำ
tr: Önerilen
uk: Рекомендовано
ur: تجویز کردہ
uz: Tavsiya etilgan
vi: Đề xuất

source: Paid status
am: የተከፈለ ሁኔታ
ar: حالة الدفع
az: Ödənişli status
bg: Статус на плащането
bn: পরিশোধিত অবস্থা
bs: Status plaćanja
ca: Estat del pagament
cs: Stav platby
da: Betalingsstatus
el: Κατάσταση πληρωμής
et: Makstud olek
fa: وضعیت پرداخت
fi: Maksun tila
he: סטטוס תשלום
hi: भुगतान की स्थिति
hu: Fizetett állapot
id: Status Pembayaran
ja: 支払い状況
ka: გადახდის სტატუსი
kk: Төленген күй
km: ស្ថានភាពបានទូទាត់
kn: ಪಾವತಿಸಿದ ಸ್ಥಿತಿ
ku: دۆخی پارەدان
lo: ສະຖານະການຈ່າຍ
lt: Apmokėjimo būsena
mr: पैसे भरलेली स्थिती
ms: Status berbayar
my: ငွေပေးချေထားသည့်အခြေအနေ
no: Betalingsstatus
pl: Status opłacony
ro: Status plată
si: ගෙවූ තත්ත්වය
sk: Stav platby
sq: Statusi i paguar
sr: Плаћени статус
sv: Betalningsstatus
sw: Hali ya kulipwa
ta: கட்டண நிலை
te: చెల్లింపు స్థితి
th: สถานะการชำระเงิน
tr: Ödeme Durumu
uk: Статус оплати
ur: ادائیگی کی حیثیت
uz: To'langan holat
vi: Trạng thái thanh toán

source: Paid
am: ተከፈለ
ar: مدفوع
az: Ödənişli
bg: Платено
bn: পরিশোধিত
bs: Plaćeno
ca: Pagat
cs: Zaplaceno
da: Betalt
el: Πληρωμένο
et: Makstud
fa: پرداخت شده
fi: Maksettu
he: שולם
hi: भुगतान किया
hu: Fizetve
id: Dibayar
ja: 支払済み
ka: გადახდილია
kk: Төленді
km: បានទូទាត់
kn: ಪಾವತಿಸಲಾಗಿದೆ
ku: پارە درا
lo: ຈ່າຍແລ້ວ
lt: Apmokėta
mr: पैसे भरले
ms: Dibayar
my: ငွေချေထားသော
no: Betalt
pl: Opłacone
ro: Plătit
si: ගෙවා ඇත
sk: Zaplatené
sq: I paguar
sr: Плаћено
sv: Betald
sw: Imelipwa
ta: பணம் செலுத்தப்பட்டது
te: చెల్లించబడింది
th: ชำระแล้ว
tr: Ödendi
uk: Оплачено
ur: ادا شدہ
uz: To'langan
vi: Đã thanh toán

source: Unpaid
am: አልተከፈለም
ar: غير مدفوع
az: Ödənilməmiş
bg: Неплатено
bn: অপরিশোধিত
bs: Nije plaćeno
ca: Pendent de pagament
cs: Nezaplaceno
da: Ubetalt
el: Απλήρωτο
et: Maksmata
fa: پرداخت نشده
fi: Maksamaton
he: לא שולם
hi: अवैतनिक
hu: Fizetetlen
id: Belum dibayar
ja: 未払い
ka: გადაუხდელი
kk: Төленбеген
km: មិនទាន់បង់ប្រាក់
kn: ಪಾವತಿಸದ
ku: نەدراوە
lo: ຍັງບໍ່ໄດ້ຈ່າຍ
lt: Neapmokėta
mr: पैसे भरलेले नाही
ms: Belum dibayar
my: ငွေမချေထားသော
no: Ubetalt
pl: Nieopłacone
ro: Neplătit
si: ගෙවා නැත
sk: Nezaplatené
sq: E papaguar
sr: Неплаћено
sv: Obetald
sw: Haijalipwa
ta: செலுத்தப்படாதது
te: చెల్లించలేదు
th: ยังไม่ได้ชำระ
tr: Ödenmedi
uk: Неоплачено
ur: غیر ادا شدہ
uz: To'lanmagan
vi: Chưa thanh toán

source: Mobile Verification
am: የሞባይል ማረጋገጫ
ar: التحقق من الهاتف المحمول
az: Mobil nömrə təsdiqi
bg: Мобилна верификация
bn: মোবাইল যাচাইকরণ
bs: Mobilna verifikacija
ca: Verificació mòbil
cs: Ověření mobilu
da: Mobilverificering
el: Επαλήθευση μέσω κινητού τηλεφώνου
et: Mobiilne kinnitamine
fa: تأیید شماره موبایل
fi: Mobiilivarmennus
he: אימות נייד
hi: मोबाइल सत्यापन
hu: Mobil ellenőrzés
id: Verifikasi Ponsel
ja: 携帯電話番号認証
ka: მობილური დადასტურება
kk: Мобильді растау
km: ផ្ទៀងផ្ទាត់តាមទូរស័ព្ទ
kn: ಮೊಬೈಲ್ ಪರಿಶೀಲನೆ
ku: دڵنیاکردنەوەی مۆبایل
lo: ການຢັ້ງຢືນຜ່ານມືຖື
lt: Mobilaus telefono patvirtinimas
mr: मोबाइल पडताळणी
ms: Pengesahan Mudah Alih
my: Mobile အတည်ပြုမှု
no: Mobilverifisering
pl: Weryfikacja numeru telefonu
ro: Verificare mobil
si: ජංගම සත්‍යාපනය
sk: Mobilné overenie
sq: Verifikimi i telefonit
sr: Мобиле Верифицатион
sv: Mobilverifiering
sw: Uthibitishaji wa Simu
ta: மொபைல் சரிபார்ப்பு
te: మొబైల్ ధృవీకరణ
th: การยืนยันมือถือ
tr: Mobil Doğrulama
uk: Мобільна перевірка
ur: موبائل کی تصدیق
uz: Mobil tasdiqlash
vi: Xác thực điện thoại

# enterYourMobile
source: Please enter your mobile number
am: የሞባይል ቁጥርዎን እባክዎ ያስገቡ
ar: الرجاء إدخال رقم هاتفك المحمول
az: Zəhmət olmasa, mobil nömrənizi daxil edin
bg: Моля, въведете вашия мобилен номер
bn: আপনার মোবাইল নম্বর লিখুন
bs: Unesite svoj broj mobilnog telefona
ca: Si us plau, introdueix el teu número de mòbil
cs: Zadejte své mobilní číslo
da: Indtast venligst dit mobilnummer
el: Παρακαλώ εισάγετε τον αριθμό του κινητού σας
et: Palun sisesta oma mobiilinumber
fa: لطفاً شماره موبایل خود را وارد کنید
fi: Anna matkapuhelinnumerosi
he: אנא הזן את מספר הטלפון הנייד שלך
hi: अपना मोबाइल नंबर दर्ज करें
hu: Kérjük, adja meg mobilszámát
id: Masukkan nomor ponsel Anda
ja: 携帯電話番号を入力してください
ka: გთხოვთ, შეიყვანოთ თქვენი მობილურის ნომერი
kk: Ұялы телефон нөміріңізді енгізіңіз
km: បញ្ចូលលេខទូរស័ព្ទរបស់អ្នក
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ku: تکایە ژمارەی مۆبایلەکەت بنووسە
lo: ກະລຸນາໃສ່ເບີໂທລະສັບຂອງທ່ານ
lt: Įveskite savo mobiliojo telefono numerį
mr: कृपया तुमचा मोबाइल नंबर प्रविष्ट करा
ms: Sila masukkan nombor telefon bimbit anda
my: ကျေးဇူးပြုပြီးဖုန်းနံပါတ်ထည့်ပေးပါ
no: Skriv inn mobilnummeret ditt
pl: Wprowadź numer telefonu
ro: Te rugăm să introduci numărul tău de telefon
si: කරුණාකර ඔබගේ ජංගම දුරකථන අංකය ඇතුළත් කරන්න
sk: Zadajte svoje mobilné číslo
sq: Ju lutemi shkruani numrin tuaj të telefonit
sr: Молимо унесите свој број мобилног телефона
sv: Ange ditt mobilnummer
sw: Tafadhali weka nambari yako ya simu
ta: உங்கள் மொபைல் எண்ணை உள்ளிடவும்
te: దయచేసి మీ మొబైల్ నంబర్‌ను నమోదు చేయండి
th: กรุณาใส่เบอร์โทรศัพท์มือถือ
tr: Lütfen telefon numaranızı girin
uk: Будь ласка, введіть номер мобільного телефону
ur: براہ کرم اپنا موبائل نمبر درج کریں
uz: Iltimos, telefon raqamingizni kiriting
vi: Vui lòng nhập số điện thoại của bạn

# phoneHintFormat
source: Format: +84123456789
am: ቅርጸ ቁጥር፡ +84123456789
ar: الصيغة: +213-000-00-00-00
bg: Формат: +359888123456
bn: ফরম্যাট: +৮৪১২৩৪৫৬৭৮৯
bs: Format: +38761123456
ca: Format: +34123456789
cs: Formát: +420123456789
da: Format: +45 12 34 56 78
el: Μορφή: +30123456789
et: Formaat: +372XXXXXXXX
fa: قالب: +84123456789
fi: Muoto: +358401234567
he: פורמט: +972501234567
hi: प्रारूप: +84123456789
hu: Formátum: +36301234567
id: Format: +62812345678
ja: 形式：+81-90-1234-5678
ka: ფორმატი: +995555123456
kk: Пішім: +84123456789
km: ទម្រង់៖ +85517111111
kn: ಸ್ವರೂಪ: +84123456789
ku: فۆرمات: +84123456789
lo: ຮູບແບບ: +8562033221122
lt: Formatas: +37061234567
mr: स्वरूप: +८४१२३४५६७८९
ms: Format: +60123456789
no: Format: +47 123 45 678
pl: Format: +48123456789
ro: Format: +40123456789
si: ආකෘතිය: +94123456789
sk: Formát: +421123456789
sq: Formati: +84123456789
sr: Формат: +84123456789
sv: Format: +46701234567
sw: Umbizo: +84123456789
ta: வடிவம்: +84123456789
te: ఫార్మాట్: +84123456789
th: รูปแบบ: +66123456789
tr: Format: +901234567890
uk: Формат: +380123456789
ur: فارمیٹ: +84123456789
uz: Format: +998901234567
vi: Định dạng: +84123456789

# verificationCode
source: Verification code (6 digits)
am: የማረጋገጫ ኮድ (6 ቁጥሎች)
ar: رمز التحقق (6 أرقام)
az: Doğrulama kodu (6 rəqəmli)
bg: Код за верификация (6 цифри)
bn: যাচাইকরণ কোড (৬ সংখ্যা)
bs: Verifikacioni kod (6 cifara)
ca: Codi de verificació (6 dígits)
cs: Ověřovací kód (6 číslic)
da: Bekræftelseskode (6 cifre)
el: Κωδικός επαλήθευσης (6 ψηφία)
et: Kinnituskood (6 numbrit)
fa: کد تأیید (6 رقم)
fi: Vahvistuskoodi (6 numeroa)
he: קוד אימות (6 ספרות)
hi: सत्यापन कोड (6 अंक)
hu: Ellenőrző kód (6 számjegy)
id: Kode verifikasi (6 digit)
ja: 認証コード（6桁）
ka: დამადასტურებელი კოდი (6 ციფრი)
kk: Растау коды (6 сан)
km: លេខកូដផ្ទៀងផ្ទាត់ (6 ខ្ទង់)
kn: ಪರಿಶೀಲನೆ ಕೋಡ್ (6 ಅಂಕಿಗಳು)
ku: کۆدی پشتڕاستکردنەوە (٦ ژمارە)
lo: ລະຫັດຢືນຢັນ (6 ຕົວເລກ)
lt: Patvirtinimo kodas (6 skaitmenys)
mr: पडताळणी कोड (६ अंक)
ms: Kod pengesahan (6 digit)
my: အတည်ပြုကုဒ် (၆ လုံး)
no: Verifiseringskode (6 sifre)
pl: Kod weryfikacyjny (6 cyfr)
ro: Cod de verificare (6 cifre)
si: සත්‍යාපන කේතය (අංක 6)
sk: Overovací kód (6 číslic)
sq: Kodi i verifikimit (6 shifra)
sr: Верификациони код (6 цифара)
sv: Verifieringskod (6 siffror)
sw: Namba ya uthibitisho (tarakimu 6)
ta: சரிபார்ப்புக் குறியீடு (6 இலக்கங்கள்)
te: ధృవీకరణ కోడ్ (6 అంకెలు)
th: รหัสยืนยัน (6 หลัก)
tr: Doğrulama kodu (6 haneli)
uk: Код підтвердження (6 цифр)
ur: توثیقی کوڈ (6 ہندسے)
uz: Tasdiqlash kodi (6 raqam)
vi: Mã xác thực (6 số)

# userExists
source: This username/email is not available.
am: ይህ የተጠቃሚ ስም/ኢሜይል አይገኝም።
ar: اسم المستخدم/البريد الإلكتروني غير متاح.
az: Bu istifadəçi adı/e-poçt mövcud deyil.
bg: Това потребителско име/имейл вече съществува.
bn: এই ব্যবহারকারীর নাম/ইমেল পাওয়া যায় না।
bs: Ovo korisničko ime/email nije dostupan.
ca: Aquest nom d'usuari/correu electrònic no està disponible.
cs: Toto uživatelské jméno/e-mail není k dispozici.
da: Dette brugernavn/denne e-mail er ikke tilgængelig.
el: Αυτό το όνομα χρήστη/email δεν είναι διαθέσιμο.
et: See kasutajanimi/e-post pole saadaval.
fa: این نام کاربری/ایمیل در دسترس نیست
fi: Tämä käyttäjänimi/sähköpostiosoite ei ole käytettävissä
he: שם המשתמש/הדוא"ל הזה אינו זמין.
hi: यह उपयोगकर्ता नाम/ईमेल उपलब्ध नहीं है।
hu: Ez a felhasználónév/e-mail cím nem érhető el.
id: Nama pengguna/email ini tidak tersedia.
ja: このユーザー名/メールアドレスは既に使用されています
ka: ეს მომხმარებლის სახელი/ელ.ფოსტა მიუწვდომელია.
kk: Бұл пайдаланушы аты/электрондық пошта бос емес
km: ឈ្មោះអ្នកប្រើ/អ៊ីមែលនេះមានរួចហើយ
kn: ಈ ಬಳಕೆದಾರ ಹೆಸರು/ಇಮೇಲ್ ಲಭ್ಯವಿಲ್ಲ.
ku: ئەم ناوی بەکارهێنەر/ئیمەیڵە بەردەست نییە.
lo: ຊື່ຜູ້ໃຊ້/ອີເມວນີ້ບໍ່ມີ
lt: Šis vartotojo vardas/el. paštas jau naudojamas
mr: हे वापरकर्तानाव/ईमेल उपलब्ध नाही.
ms: Nama pengguna/e-mel ini tidak tersedia.
my: ဒီအီးမေးလ်/အသုံးပြုသူနာမည် မရှိပါ။.
no: Dette brukernavnet/denne e-postadressen er ikke tilgjengelig
pl: Ta nazwa użytkownika/adres e-mail jest już zajęty.
ro: Acest nume de utilizator/e-mail nu este disponibil
si: මෙම පරිශීලක නාමය/ඊමේල් ලබාගත නොහැක.
sk: Toto používateľské meno/e-mail nie je dostupné.
sq: Ky emër përdoruesi/email nuk është i disponueshëm.
sr: Ово корисничко име/е-адреса није доступно.
sv: Detta användarnamn/e-postadress är inte tillgängligt.
sw: Jina hili la mtumiaji/barua pepe haipatikani.
ta: இந்த பயனர்பெயர்/மின்னஞ்சல் கிடைக்கவில்லை
te: ఈ వినియోగదారు పేరు/ఇమెయిల్ అందుబాటులో లేదు.
th: ชื่อผู้ใช้/อีเมลนี้มีผู้ใช้แล้ว
tr: Bu kullanıcı adı/e-posta mevcut değil.
uk: Це ім'я користувача/електронна адреса вже використовується
ur: یہ صارف نام/ای میل پہلے سے موجود ہے
uz: Bunday foydalanuvchi nomi/elektron pochta mavjud.
vi: Tên đăng nhập/email này đã tồn tại.

source: Account setup
am: የመለያ ማዘጋጃ
ar: إعداد الحساب
az: Hesab quraşdırması
bg: Настройка на профила
bn: অ্যাকাউন্ট সেটআপ
bs: Podešavanje računa
ca: Configuració del compte
cs: Nastavení účtu
da: Kontoopsætning
el: Ρύθμιση λογαριασμού
et: Konto seadistamine
fa: تنظیم حساب کاربری
fi: Tilin asetukset
he: הגדרת חשבון
hi: खाता सेटअप
hu: Fiók beállítása
id: Pengaturan Akun
ja: アカウント設定
ka: ანგარიშის შექმნა
kk: Тіркелгіні орнату
km: រៀបចំគណនី
kn: ಖಾತೆ ಸೆಟಪ್
ku: ڕێکخستنی هەژمار
lo: ການ​ຕັ້ງ​ຄ່າ​ບັນ​ຊີ​
lt: Paskyros nustatymas
mr: खाते सेटअप
ms: Tetapan Akaun
my: အကောင့်စတင်စီစဉ်မှု
no: Kontooppsett
pl: Konfiguracja konta
ro: Configurare cont
si: ගිණුම් පිහිටුවීම
sk: Nastavenie účtu
sq: Konfigurimi i llogarisë
sr: Подешавање налога
sv: Kontoinställning
sw: Kusanidi akaunti
ta: கணக்கு அமைப்பு
te: ఖాతా సెటప్
th: ตั้งค่าบัญชี
tr: Hesap Kurulumu
uk: Налаштування облікового запису
ur: اکاؤنٹ سیٹ اپ
uz: Hisob sozlamalari
vi: Thiết lập tài khoản

# youNotBeAsked
source: You won't be asked next time after completion
am: ከሙሉ ሂደት በኋላ አልጠይቅዎም
ar: لن يتم سؤالك في المرة القادمة بعد الاكتمال
az: Bitirdikdən sonra növbəti dəfə sizdən soruşulmayacaq
bg: Няма да бъдете питани отново след завършване
bn: সমাপ্তির পর পরের বার আপনাকে জিজ্ঞাসা করা হবে না
bs: Nećete biti pitani sljedeći put nakon završetka
ca: No se't tornarà a preguntar després de completar-ho
cs: Příště nebudete dotázáni
da: Du vil ikke blive spurgt næste gang efter færdiggørelsen
el: Δεν θα ερωτηθείτε την επόμενη φορά μετά την ολοκλήρωση
et: Järgmisel korral seda enam ei küsita
fa: دفعه بعد از شما سؤال نخواهد شد
fi: Tätä ei kysytä seuraavalla kerralla
he: לא תתבקש בפעם הבאה לאחר ההשלמה
hi: पूरा होने के बाद अगली बार आपसे नहीं पूछा जाएगा
hu: Legközelebb nem kérdezzük meg
id: Anda tidak akan ditanya lagi setelah selesai
ja: 次回から確認はありません
ka: დასრულების შემდეგ აღარ გკითხავთ
kk: Аяқтағаннан кейін келесі жолы сұралмайды
km: អ្នកនឹងមិនត្រូវបានសួរបន្ថែមទៀតបន្ទាប់ពីបញ្ចប់
kn: ಪೂರ್ಣಗೊಂಡ ನಂತರ ಮುಂದಿನ ಬಾರಿ ನಿಮ್ಮನ್ನು ಕೇಳಲಾಗುವುದಿಲ್ಲ
ku: دووبارە پەرسراو نابیت دوای تەواوکردن
lo: ທ່ານຈະບໍ່ຖືກຖາມອີກໃນຄັ້ງຕໍ່ໄປຫຼັງຈາກສຳເລັດ
lt: Kitą kartą po užbaigimo jūsų nebeprašys
mr: पूर्ण झाल्यानंतर पुढच्या वेळी तुम्हाला विचारले जाणार नाही
ms: Anda tidak akan ditanya lagi selepas selesai
my: You won't be asked next time after the completion
no: Du vil ikke bli spurt neste gang etter fullføring
pl: Nie będziesz pytany następnym razem po zakończeniu
ro: Nu vei fi întrebat data viitoare după finalizare
si: සම්පූර්ණ කිරීමෙන් පසු ඊළඟ වතාවේ ඔබෙන් නොඅසනු ඇත
sk: Nabudúce sa vás systém neopýta
sq: Nuk do të pyeteni herën tjetër pas përfundimit
sr: Нећете бити питани следећи пут након завршетка
sv: Du kommer inte att bli tillfrågad nästa gång efter slutförandet
sw: Hutaulizwa wakati mwingine baada ya kukamilika
ta: முடிந்த பிறகு அடுத்த முறை கேட்கப்படமாட்டீர்கள்
te: పూర్తి అయిన తర్వాత మిమ్మల్ని మళ్లీ అడగరు
th: คุณจะไม่ถูกถามอีกครั้งหลังจากเสร็จสิ้น
tr: Tamamlandıktan sonra bir dahaki sefere sorulmayacak
uk: Наступного разу вас не запитають після завершення
ur: مکمل ہونے کے بعد اگلی بار آپ سے نہیں پوچھا جائے گا
uz: Tugallangach, keyingi safar so'ralmaydi
vi: Bạn sẽ không được hỏi lại sau khi hoàn thành

source: Open now
am: አሁን ክፈት
ar: مفتوح الآن
az: İndi açın
bg: Отворено сега
bn: এখন খুলুন
bs: Otvoreno
ca: Obert ara
cs: Otevřeno nyní
da: Åben nu
el: Ανοιχτό
et: Avatud
fa: اکنون باز است
fi: Avoinna nyt
he: פתוח כעת
hi: अभी खुला है
hu: Nyitva
id: Buka sekarang
ja: 営業中
ka: ახლა ღიაა
kk: Қазір ашық
km: បើកឥឡូវនេះ
kn: ಈಗ ತೆರೆಯಿರಿ
ku: ئێستا کراوە
lo: ເປີດດຽວນີ້
lt: Atidaryta dabar
mr: आता उघडे आहे
ms: Buka sekarang
my: အခုဖွင့်ပါ
no: Åpent nå
pl: Otwarte
ro: Deschis acum
si: දැන් විවෘතයි
sk: Otvorené
sq: Hapur tani
sr: Отвори сада
sv: Öppet nu
sw: Fungua sasa
ta: இப்போது திற
te: ఇప్పుడే తెరవండి
th: เปิดแล้ว
tr: Şu an açık
uk: Зараз відчинено
ur: ابھی کھلا ہے
uz: Hozir ochiq
vi: Mở cửa

# closeNow
source: Closed now
am: አሁን ዝጋ
ar: مغلق الآن
az: İndi bağlıdır
bg: Затворено сега
bn: এখন বন্ধ
bs: Zatvoreno
ca: Tancat ara
cs: Nyní zavřeno
da: Lukket nu
el: Κλειστό
et: Suletud
fa: اکنون بسته است
fi: Suljettu nyt
he: סגור כעת
hi: अभी बंद है
hu: Zárva
id: Tutup sekarang
ja: 現在閉店中
ka: ახლა დახურულია
kk: Қазір жабық
km: បិទឥឡូវនេះ
kn: ಈಗ ಮುಚ್ಚಿರಿ
ku: ئێستا داخراوە
lo: ປິດດຽວນີ້
lt: Uždaryta
mr: आता बंद आहे
ms: Ditutup sekarang
my: အခုပိတ်ပါ
no: Stengt nå
pl: Zamknięte
ro: Închis acum
si: දැන් වසා ඇත
sk: Zatvorené
sq: Mbyllur tani
sr: Затворено
sv: Stängt nu
sw: Imefungwa sasa
ta: தற்போது மூடப்பட்டுள்ளது
te: ఇప్పుడే మూసివేయండి
th: ปิดแล้ว
tr: Şu an kapalı
uk: Зараз зачинено
ur: اب بند ہے
uz: Hozir yopiq
vi: Đóng cửa

# storeClosed
source: The store is closed now
am: መደርያው አሁን ዝግጅታል
ar: المتجر مغلق الآن
az: Mağaza indi bağlıdır
bg: Магазинът е затворен в момента
bn: দোকানটি এখন বন্ধ
bs: Prodavnica je zatvorena
ca: La botiga està tancada ara
cs: Obchod je nyní zavřený
da: Butikken er lukket nu
el: Το κατάστημα είναι κλειστό
et: Pood on praegu suletud
fa: فروشگاه در حال حاضر بسته است
fi: Kauppa on nyt suljettu
he: החנות סגורה כעת
hi: दुकान अभी बंद है
hu: Az üzlet jelenleg zárva van
id: Toko sedang tutup
ja: 現在閉店中です
ka: მაღაზია ახლა დახურულია
kk: Дүкен жабық
km: ហាងនេះបិទឥឡូវនេះ
kn: ಅಂಗಡಿ ಈಗ ಮುಚ್ಚಲಾಗಿದೆ
ku: فرۆشگاکە ئێستا داخراوە
lo: ຮ້ານປິດແລ້ວ
lt: Parduotuvė šiuo metu uždaryta
mr: दुकान आता बंद आहे
ms: Kedai tutup sekarang
my: ဆိုင်ပိတ်သွားပါပြီ
no: Butikken er stengt nå
pl: Sklep jest obecnie zamknięty
ro: Magazinul este închis acum
si: කඩය දැන් වසා ඇත
sk: Obchod je teraz zatvorený
sq: Dyqani është i mbyllur tani
sr: Продавница је сада затворена
sv: Butiken är stängd nu
sw: Duka limefungwa sasa
ta: கடை இப்போது மூடப்பட்டுள்ளது
te: దుకాణం ప్రస్తుతం మూసివేయబడింది
th: ร้านปิดแล้ว
tr: Mağaza şu an kapalı
uk: Магазин зараз зачинено
ur: دکان اب بند ہے
uz: Do'kon hozir yopiq
vi: Cửa hàng đã đóng cửa

source: Comment
am: ማስተያየት
ar: تعليق
az: Şərh
bg: Коментар
bn: মন্তব্য
bs: Komentar
ca: Comenta
cs: Komentář
da: Kommentar
el: Σχόλιο
et: Kommentaar
fa: نظر
fi: Kommentti
he: תגובה
hi: टिप्पणी
hu: Hozzászólás
id: Komentar
ja: コメント
ka: კომენტარი
kk: Пікір
km: មតិ
kn: ಪ್ರತಿಕ್ರಿಯೆ
ku: لێدوان
lo: ຄຳເຫັນ
lt: Komentuoti
mr: टिप्पणी
ms: Komen
my: မှတ်ချက်
no: Kommentar
pl: Komentarz
ro: Comentariu
si: අදහස
sk: Komentár
sq: Komento
sr: Коментар
sv: Kommentar
sw: Maoni
ta: கருத்து
te: వ్యాఖ్య
th: แสดงความคิดเห็น
tr: Yorum Yap
uk: Коментар
ur: تبصرہ
uz: Izoh
vi: Bình luận
