Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# b2bKingRegisterMsg
source: Please contact the administrator to approve your registration.
am: እባክዎ ለምዝገባዎ በአስተዳዳሪው ያግኙ።
ar: يرجى الاتصال بالمسؤول للموافقة على تسجيلك.
az: Qeydiyyatınızı təsdiqləmək üçün administratorla əlaqə saxlayın.
bg: Моля, свържете се с администратора, за да одобри вашата регистрация.
bn: আপনার নিবন্ধন অনুমোদনের জন্য প্রশাসকের সাথে যোগাযোগ করুন।
bs: Molimo kontaktirajte administratora da odobri vašu registraciju.
ca: Contacta amb l'administrador per aprovar el teu registre.
cs: Kontaktujte prosím administrátora, aby vaši registraci schválil.
da: Kontakt venligst administratoren for at godkende din registrering.
el: Επικοινωνήστε με τον διαχειριστή για να εγκρίνει την εγγραφή σας.
et: Palun võta ühendust administraatoriga, et kinnitada oma registreerimine.
fa: لطفا برای تایید ثبت نام با مدیر تماس بگیرید.
fi: Ota yhteyttä ylläpitäjään rekisteröinnin hyväksymiseksi.
he: אנא צור קשר עם המנהל כדי לאשר את הרישום שלך.
hi: कृपया अपना पंजीकरण स्वीकृत करने के लिए व्यवस्थापक से संपर्क करें।
hu: Kérjük, lépjen kapcsolatba a rendszergazdával a regisztráció jóváhagyásához.
id: Silakan hubungi administrator untuk menyetujui pendaftaran Anda.
ja: 登録を承認するには管理者に連絡してください。
ka: გთხოვთ, დაუკავშირდეთ ადმინისტრატორს თქვენი რეგისტრაციის დასადასტურებლად.
kk: Тіркеуіңізді мақұлдау үшін әкімшіге хабарласыңыз.
km: សូមទាក់ទងអ្នកគ្រប់គ្រងដើម្បីយល់ព្រមលើការចុះឈ្មោះរបស់អ្នក។
kn: ನಿಮ್ಮ ನೋಂದಣಿಯನ್ನು ಅನುಮೋದಿಸಲು ದಯವಿಟ್ಟು ನಿರ್ವಾಹಕರನ್ನು ಸಂಪರ್ಕಿಸಿ.
ku: تکایە پەیوەندی بە بەڕێوەبەر بکە بۆ پەسەندکردنی تۆمارکردنت.
lo: ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບເພື່ອອະນຸມັດການລົງທະບຽນຂອງທ່ານ.
lt: Norėdami patvirtinti registraciją, susisiekite su administratoriumi.
mr: तुमची नोंदणी मंजूर करण्यासाठी कृपया प्रशासकाशी संपर्क साधा.
ms: Sila hubungi pentadbir untuk meluluskan pendaftaran anda.
my: သင်၏မှတ်ပုံတင်ခြင်းကို အတည်ပြုရန် စီမံခန့်ခွဲသူကို ဆက်သွယ်ပါ။
no: Vennligst kontakt administratoren for å få godkjent registreringen din.
pl: Aby zatwierdzić rejestrację, skontaktuj się z administratorem.
ro: Vă rugăm să contactați administratorul pentru a vă aproba înregistrarea.
si: ඔබගේ ලියාපදිංචිය අනුමත කිරීමට කරුණාකර පරිපාලකයා අමතන්න.
sk: Pre schválenie registrácie kontaktujte administrátora.
sq: Ju lutemi kontaktoni administratorin për të miratuar regjistrimin tuaj.
sr: Молимо контактирајте администратора да вам одобри регистрацију.
sv: Kontakta administratören för att godkänna din registrering.
sw: Tafadhali wasiliana na msimamizi ili kuidhinisha usajili wako.
ta: உங்கள் பதிவை அங்கீகரிக்க நிர்வாகியைத் தொடர்பு கொள்ளவும்.
te: మీ రిజిస్ట్రేషన్‌ను ఆమోదించడానికి దయచేసి నిర్వాహకుడిని సంప్రదించండి.
th: กรุณาติดต่อผู้ดูแลระบบเพื่ออนุมัติการลงทะเบียนของคุณ
tr: Kaydınızı onaylamak için lütfen yöneticiyle iletişime geçin.
uk: Будь ласка, зв'яжіться з адміністратором для підтвердження реєстрації.
ur: اپنی رجسٹریشن کی منظوری کے لیے براہ کرم منتظم سے رابطہ کریں۔
uz: Roʻyxatdan oʻtishni tasdiqlash uchun administrator bilan bogʻlaning.
vi: Vui lòng liên hệ quản trị viên để phê duyệt đăng ký của bạn.

source: Become a Delivery
am: እንደ አቅራቢ ይሁኑ
ar: كن أحد المندوبين
az: Çatdırılma ol
bg: Стани доставчик
bn: ডেলিভারি হন
bs: Postanite isporuka
ca: Converteix-te en repartidor
cs: Staňte se doručovatelem
da: Bliv bud
el: Γίνετε Delivery
et: Saage kulleriks
fa: تحویلی شوید
fi: Ryhdy toimittajaksi
he: הפוך לשליח
hi: डिलीवरी बनें
hu: Legyen kézbesítő
id: Menjadi Kurir
ja: 配達員になる
ka: გახდი მიწოდება
kk: Жеткізуші болыңыз
km: ក្លាយជាអ្នកដឹកជញ្ជូន
kn: ಡೆಲಿವರಿ ಆಗಿದೆ
ku: بە فڕۆکەری گەیاندن ببە
lo: ກາຍເປັນການຈັດສົ່ງ
lt: Tapk pristatymu
mr: डिलिव्हरी व्हा
ms: Menjadi Hantaran
my: ပို့ဆောင်မှုတစ်ခုဖြစ်လာသည်။
no: Bli en budleverandør
pl: Zostań dostawcą
ro: Deveniți livrator
si: බෙදාහැරීමක් වන්න
sk: Staňte sa Dodávkou
sq: Bëhuni një dërgesë
sr: Постаните испорука
sv: Bli en leverans
sw: Kuwa Delivery
ta: டெலிவரி ஆகுங்கள்
te: డెలివరీ అవ్వండి
th: กลายเป็นผู้จัดส่ง
tr: Teslimatçı Olun
uk: Стати кур'єром
ur: ڈیلیوری بنیں۔
uz: Yetkazib beruvchiga aylaning
vi: Trở thành người giao hàng

source: Card
am: ካርድ
ar: بطاقة
az: Kart
bg: Карта
bn: কার্ড
ca: Targeta
cs: Karta
da: Kort
el: Κάρτα
et: Kaart
fa: کارت
fi: Kortti
he: כרטיס
hi: कार्ड
hu: Kártya
id: Kartu
ja: カード
ka: ბარათი
kk: Карта
km: កាត
kn: ಕಾರ್ಡ್
ku: کارت
lo: ບັດ
lt: Kort
mr: कार्ड
ms: Kad
my: ကတ်
no: Kort
pl: Karta
si: කාඩ්පත
sk: karta
sq: Kartelë
sr: Цард
sv: Kort
sw: Kadi
ta: அட்டை
te: కార్డ్
th: การ์ด
tr: Kart
uk: картка
ur: کارڈ
uz: Karta
vi: Thẻ

source: Columns
am: አምዶች
ar: أعمدة
az: Sütunlar
bg: Колони
bn: কলাম
bs: Kolone
ca: Columnes
cs: Sloupce
da: Kolonner
el: Στήλες
et: Veerud
fa: ستون ها
fi: Sarakkeet
he: עמודות
hi: कॉलम
hu: Oszlopok
id: Kolom
ja: コラム
ka: სვეტები
kk: Бағандар
km: ជួរឈរ
kn: ಕಾಲಮ್‌ಗಳು
ku: ستوونەکان
lo: ຖັນ
lt: Stulpeliai
mr: स्तंभ
ms: Lajur
my: ကော်လံများ
no: Kolonner
pl: Kolumny
ro: Coloane
si: තීරු
sk: Stĺpce
sq: Kolonat
sr: Колумне
sv: Kolumner
sw: Safu
ta: நெடுவரிசைகள்
te: కాలమ్స్
th: คอลัมน์
tr: Sütunlar
uk: Стовпці
ur: کالم
uz: Ustunlar
vi: Cột

source: Enter description
am: መግለጫ ያስገቡ
ar: أدخل الوصف
az: Təsvir daxil edin
bg: Въведете описание
bn: বর্ণনা লিখুন
bs: Unesite opis
ca: Introdueix la descripció
cs: Zadejte popis
da: Indtast beskrivelse
el: Εισαγάγετε Περιγραφή
et: Sisesta kirjeldus
fa: توضیحات را وارد کنید
fi: Kirjoita kuvaus
he: הזן תיאור
hi: विवरण दर्ज करें
hu: Írja be a leírást
id: Masukkan Deskripsi
ja: 説明を入力
ka: შეიყვანეთ აღწერა
kk: Сипаттаманы енгізіңіз
km: បញ្ចូលការពិពណ៌នា
kn: ವಿವರಣೆಯನ್ನು ನಮೂದಿಸಿ
ku: وەسف بنووسە
lo: ໃສ່ຄຳອະທິບາຍ
lt: Įveskite aprašymą
mr: वर्णन एंटर करा
ms: Masukkan huraian
my: ဖော်ပြချက်ကို ထည့်ပါ။
no: Skriv inn beskrivelse
pl: Wprowadź opis
ro: Introduceți descrierea
si: විස්තරය ඇතුළත් කරන්න
sk: Zadajte popis
sq: Fut përshkrimin
sr: Унесите опис
sv: Ange beskrivning
sw: Ingiza maelezo
ta: விளக்கத்தை உள்ளிடவும்
te: వివరణను నమోదు చేయండి
th: กรอกคำอธิบาย
tr: Açıklamayı Girin
uk: Введіть опис
ur: تفصیل درج کریں۔
uz: Tavsifni kiriting
vi: Nhập mô tả

source: Enter point
am: ነጥብ ያስገቡ
ar: أدخل النقطة
az: Nöqtə daxil edin
bg: Въведете точка
bn: পয়েন্ট লিখুন
bs: Unesite tačku
ca: Introdueix punts
cs: Zadejte bod
da: Indtast punkt
el: Εισαγάγετε το σημείο
et: Sisesta punktid
fa: نقطه را وارد کنید
fi: Syötä piste
he: הזן נקודה
hi: बिंदु दर्ज करें
hu: Adja meg a pontot
id: Masukkan titik
ja: ポイントを入力
ka: შეიყვანეთ წერტილი
kk: Нүктені енгізіңіз
km: បញ្ចូលចំណុច
kn: ಪಾಯಿಂಟ್ ನಮೂದಿಸಿ
ku: خاڵ بنووسە
lo: ໃສ່ຈຸດ
lt: Įveskite tašką
mr: पॉइंट एंटर करा
ms: Masukkan titik
my: အမှတ်ထည့်ပါ။
no: Skriv inn poeng
pl: Wprowadź punkt
ro: Introduceți punctul
si: ලකුණු ඇතුළත් කරන්න
sk: Zadajte bod
sq: Fut pikë
sr: Унесите тачку
sv: Ange punkt
sw: Ingiza uhakika
ta: புள்ளியை உள்ளிடவும்
te: పాయింట్‌ను నమోదు చేయండి
th: เข้าจุด
tr: Giriş noktası
uk: Введіть точку
ur: پوائنٹ درج کریں۔
uz: Nuqtani kiriting
vi: Nhập điểm

source: Enter price
am: ዋጋ ያስገቡ
ar: أدخل السعر
az: Qiyməti daxil edin
bg: Въведете цена
bn: দাম লিখুন
bs: Unesite cijenu
ca: Introdueix el preu
cs: Zadejte cenu
da: Indtast pris
el: Εισαγάγετε τιμή
et: Sisesta hind
fa: قیمت را وارد کنید
fi: Syötä hinta
he: הזן מחיר
hi: मूल्य दर्ज करें
hu: Adja meg az árat
id: Masukkan Harga
ja: 価格を入力
ka: შეიყვანეთ ფასი
kk: Бағаны енгізіңіз
km: បញ្ចូលតម្លៃ
kn: ಬೆಲೆ ನಮೂದಿಸಿ
ku: نرخی بنووسە
lo: ໃສ່ລາຄາ
lt: Įveskite kainą
mr: किंमत एंटर करा
ms: Masukkan harga
my: စျေးနှုန်းထည့်ပါ။
no: Skriv inn pris
pl: Wprowadź cenę
ro: Introduceți prețul
si: මිල ඇතුළත් කරන්න
sk: Zadajte cenu
sq: Shkruani çmimin
sr: Унесите цену
sv: Ange pris
sw: Weka bei
ta: விலையை உள்ளிடவும்
te: ధరను నమోదు చేయండి
th: ใส่ราคา
tr: Fiyat Girin
uk: Введіть ціну
ur: قیمت درج کریں۔
uz: Narxni kiriting
vi: Nhập giá

source: Horizontal
am: አግድም
ar: أفقي
az: Üfüqi
bg: Хоризонтално
bn: অনুভূমিক
bs: Horizontalno
ca: Horitzontal
cs: Horizontální
da: Vandret
el: Οριζόντιος
et: Horisontaalne
fa: افقی
fi: Vaakasuora
he: אופקי
hi: क्षैतिज
hu: Vízszintes
ja: 水平
ka: ჰორიზონტალური
kk: Көлденең
km: ផ្ដេក
kn: ಅಡ್ಡವಾಗಿ
ku: ئافقی
lo: ລວງນອນ
lt: Horizontaliai
mr: क्षैतिज
ms: Mendatar
my: အလျားလိုက်
no: Horisontal
pl: Poziomy
ro: Orizontală
si: තිරස්
sk: Horizontálne
sq: Horizontale
sr: Хоризонтално
sv: Horisontell
sw: Mlalo
ta: கிடைமட்டம்
te: తిర్యక్
th: แนวนอน
tr: Yatay
uk: Горизонтальний
ur: افقی
uz: Gorizontal
vi: Nằm ngang

source: List
am: ዝርዝር
ar: قائمة
az: Siyahı
bg: Списък
bn: তালিকা
bs: Lista
ca: Llista
cs: Seznam
da: Liste
el: Λίστα
et: Nimekiri
fa: فهرست کنید
fi: Lista
he: רשימה
hi: सूची
hu: Lista
id: Daftar
ja: リスト
ka: სია
kk: Тізім
km: បញ្ជី
kn: ಪಟ್ಟಿ
ku: لیست
lo: ລາຍການ
lt: Sąrašas
mr: यादी
ms: Senaraikan
my: စာရင်း
no: Liste
pl: Lista
ro: Listă
si: ලැයිස්තුව
sk: Zoznam
sq: Lista
sr: Листа
sv: Lista
sw: Orodha
ta: பட்டியல்
te: జాబితా
th: รายการ
tr: Liste
uk: список
ur: فہرست
uz: Roʻyxat
vi: Danh sách

source: List Tile
am: ዝርዝር Tile
ar: قائمة البلاط
az: Siyahı Kafel
bg: Плочка от списък
bn: তালিকা টাইল
ca: Element de la llista
cs: Dlaždice seznamu
da: Listeflise
el: Λίστα πλακιδίων
et: Loendiüksus
fa: فهرست کاشی
fi: Listalaatta
he: אריח רשימה
hi: सूची टाइल
hu: Listaelem
id: Daftar Ubin
ja: リストタイル
ka: სია ფილა
kk: Тізім тақтасы
km: តារាងតារាង
kn: ಪಟ್ಟಿ ಶೀರ್ಷಿಕೆ
ku: تاڵی لیست
lo: ລາຍການກະເບື້ອງ
lt: Sąrašo plytelė
mr: यादी टाइल
ms: Senaraikan Jubin
my: စာရင်းဇယား
no: Listeflis
pl: Lista kafelków
ro: Listă tip plăcuță
si: ලැයිස්තු ටයිල්
sk: Dlaždica zoznamu
sq: Lista e pllakave
sr: Лист Тиле
sv: Lista kakel
sw: Orodha ya Tile
ta: பட்டியல் டைல்
te: జాబితా టైల్
th: รายการกระเบื้อง
tr: Liste Kiremiti
uk: Плитка списку
ur: فہرست ٹائل
uz: Ro'yxat kafel
vi: Danh sách ô

# mobileNumberIsNotRegistered
source: Phone number is not registered!
am: ስልክ ቁጥር አልተመዘገበም!
ar: رقم الهاتف غير مسجل!
az: Telefon nömrəsi qeydiyyatda deyil!
bg: Телефонният номер не е регистриран!
bn: ফোন নম্বরটি নিবন্ধিত নয়!
bs: Broj telefona nije registrovan!
ca: El número de telèfon no està registrat!
cs: Telefonní číslo není registrováno!
da: Telefonnummeret er ikke registreret!
el: Ο αριθμός τηλεφώνου δεν έχει καταχωρηθεί!
et: Telefoninumber pole registreeritud!
fa: شماره تلفن ثبت نشده است!
fi: Puhelinnumeroa ei ole rekisteröity!
he: מספר טלפון לא רשום!
hi: फ़ोन नंबर पंजीकृत नहीं है!
hu: A telefonszám nincs regisztrálva!
id: Nomor telepon tidak terdaftar!
ja: 電話番号が登録されていません!
ka: ტელეფონის ნომერი არ არის რეგისტრირებული!
kk: Телефон нөмірі тіркелмеген!
km: លេខទូរស័ព្ទមិនទាន់បានចុះឈ្មោះ!
kn: ಫೋನ್ ಸಂಖ್ಯೆ ನೋಂದಾಯಿಸಲಾಗಿಲ್ಲ!
ku: ژمارەی تەلەفۆن تۆمار نەکراوە!
lo: ເບີໂທລະສັບບໍ່ໄດ້ລົງທະບຽນ!
lt: Telefono numeris neregistruotas!
mr: फोन नंबर नोंदणीकृत नाही!
ms: Nombor telefon tidak didaftarkan!
my: ဖုန်းနံပါတ် မှတ်ပုံတင်မထားပါ။
no: Telefonnummeret er ikke registrert!
pl: Numer telefonu nie jest zarejestrowany!
ro: Numărul de telefon nu este înregistrat!
si: දුරකථන අංකය ලියාපදිංචි වී නැත!
sk: Telefónne číslo nie je zaregistrované!
sq: Numri i telefonit nuk është i regjistruar!
sr: Број телефона није регистрован!
sv: Telefonnumret är inte registrerat!
sw: Nambari ya simu haijasajiliwa!
ta: தொலைபேசி எண் பதிவு செய்யப்படவில்லை!
te: ఫోన్ నంబర్ నమోదై లేదు!
th: เบอร์โทรศัพท์ไม่ได้ลงทะเบียน!
tr: Telefon numaranız kayıtlı değil!
uk: Номер телефону не зареєстрований!
ur: فون نمبر رجسٹرڈ نہیں ہے!
uz: Telefon raqami ro'yxatdan o'tmagan!
vi: Số điện thoại chưa được đăng ký!

source: Open settings
am: ቅኝቶችን ክፈት
ar: أفتح الإعدادات
az: Parametrləri açın
bg: Отвори настройките
bn: সেটিংস খুলুন
bs: Otvorite postavke
ca: Obre la configuració
cs: Otevřít nastavení
da: Åbn indstillinger
el: Ανοίξτε τις ρυθμίσεις
et: Ava seaded
fa: تنظیمات را باز کنید
fi: Avaa asetukset
he: פתח את ההגדרות
hi: खुली सेटिंग
hu: Nyissa meg a beállításokat
id: Buka pengaturan
ja: 設定を開く
ka: გახსენით პარამეტრები
kk: Параметрлерді ашу
km: បើកការកំណត់
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ku: ڕێکخستنەکان بکەرەوە
lo: ເປີດການຕັ້ງຄ່າ
lt: Atidarykite nustatymus
mr: सेटिंग्ज उघडा
ms: Buka tetapan
my: ဆက်တင်များကိုဖွင့်ပါ။
no: Åpne innstillinger
pl: Otwórz ustawienia
ro: Deschideți setările
si: සැකසුම් විවෘත කරන්න
sk: Otvorte nastavenia
sq: Hap cilësimet
sr: Отворите подешавања
sv: Öppna inställningar
sw: Fungua mipangilio
ta: அமைப்புகளைத் திற
te: సెట్టింగ్స్ తెరవండి
th: เปิดการตั้งค่า
tr: Ayarları aç
uk: Відкрити налаштування
ur: ترتیبات کھولیں۔
uz: Sozlamalarni oching
vi: Mở Cài đặt

source: Scan Points
am: ነጥብ ይቃኙ
ar: نقاط المسح
az: Skan nöqtələri
bg: Сканирай точки
bn: স্ক্যান পয়েন্ট
ca: Escaneja punts
cs: Skenování bodů
da: Scan point
el: Σημεία σάρωσης
et: Skaneeri punkte
fa: اسکن نقاط
fi: Skannauspisteet
he: סריקת נקודות
hi: स्कैन बिंदु
hu: Pontok szkennelése
id: Pindai Titik
ja: スキャンポイント
ka: სკანირების წერტილები
kk: Сканерлеу нүктелері
km: ពិន្ទុស្កេន
kn: ಸ್ಕ್ಯಾನ್ ಪಾಯಿಂಟ್‌ಗಳು
ku: خاوەنی خاڵەکان ببینە
lo: ສະແກນຈຸດ
lt: Nuskaitymo taškai
mr: स्कॅन पॉइंट्स
ms: Mata Imbasan
my: စကင်န်အမှတ်များ
no: Skann poeng
pl: Punkty skanowania
ro: Scanați puncte
si: ස්කෑන් ලකුණු
sk: Skenovať body
sq: Skanoni pikat
sr: Сцан Поинтс
sv: Skanna poäng
sw: Changanua Pointi
ta: ஸ்கேன் புள்ளிகள்
te: పాయింట్లను స్కాన్ చేయండి
th: จุดสแกน
tr: Tarama Noktaları
uk: Сканувати точки
ur: اسکین پوائنٹس
uz: Skanerlash nuqtalari
vi: Điểm quét

source: Scan QR Code
am: QR ኮድ ይቃኙ
ar: مسح رمز الاستجابة السريعة
az: QR kodunu skan edin
bg: Сканирай QR код
bn: QR কোড স্ক্যান করুন
bs: Skenirajte QR kod
ca: Escaneja el codi QR
cs: Naskenujte QR kód
da: Scan QR-kode
el: Σάρωση κωδικού QR
et: Skaneeri QR-kood
fa: کد QR را اسکن کنید
fi: Skannaa QR-koodi
he: סרוק קוד QR
hi: स्कैन क्यू आर कोड
hu: QR-kód beolvasása
id: Pindai Kode QR
ja: QRコードをスキャン
ka: QR კოდის სკანირება
kk: QR кодты сканерлеңіз
km: ស្កេនកូដ QR
kn: QR ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ku: کۆدی QR بکەوە
lo: ສະແກນລະຫັດ QR
lt: Nuskaityti QR kodą
mr: QR कोड स्कॅन करा
ms: Imbas Kod QR
my: QR ကုဒ်ကို စကင်န်ဖတ်ပါ။
no: Skann QR-kode
pl: Zeskanuj kod QR
ro: Scanați codul QR
si: QR කේතය ස්කෑන් කරන්න
sk: Naskenujte QR kód
sq: Skanoni kodin QR
sr: Скенирајте КР код
sv: Skanna QR-koden
sw: Changanua Msimbo wa QR
ta: QR குறியீட்டை ஸ்கேன் செய்யவும்
te: QR కోడ్ స్కాన్ చేయండి
th: สแกน QR Code
tr: QR Kodunu Tara
uk: Відскануйте QR-код
ur: کیو آر کوڈ اسکین کریں۔
uz: QR kodini skanerlang
vi: Quét mã QR

source: Select Type
am: አይነት ይምረጡ
ar: اختر صنف
az: Növü seçin
bg: Изберете тип
bn: প্রকার নির্বাচন করুন
bs: Odaberite Vrsta
ca: Selecciona el tipus
cs: Vyberte typ
da: Vælg type
el: Επιλέξτε Τύπος
et: Vali tüüp
fa: نوع را انتخاب کنید
fi: Valitse tyyppi
he: בחר סוג
hi: प्रकार चुनें
hu: Válassza a Típus lehetőséget
id: Pilih tipe
ja: タイプを選択
ka: აირჩიეთ ტიპი
kk: Түрді таңдаңыз
km: ជ្រើសប្រភេទ
kn: ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: جۆر هەلبژێرە
lo: ເລືອກປະເພດ
lt: Pasirinkite Tipas
mr: प्रकार निवडा
ms: Pilih Jenis
my: Type ကို ရွေးပါ။
no: Velg type
pl: Wybierz typ
ro: Selectați tipul
si: වර්ගය තෝරන්න
sk: Vyberte typ
sq: Zgjidhni Lloji
sr: Изаберите тип
sv: Välj Typ
sw: Chagua Aina
ta: வகையைத் தேர்ந்தெடுக்கவும்
te: రకాన్ని ఎంచుకోండి
th: เลือกประเภท
tr: Tür Seçin
uk: Виберіть тип
ur: قسم منتخب کریں۔
uz: Turni tanlang
vi: Chọn loại

source: Simple List
am: ቀላል ዝርዝር
ar: قائمة بسيطة
az: Sadə Siyahı
bg: Опростен списък
bn: সরল তালিকা
bs: Jednostavna lista
ca: Llista simple
cs: Jednoduchý seznam
da: Simpel liste
el: Απλή λίστα
et: Lihtne loend
fa: لیست ساده
fi: Yksinkertainen lista
he: רשימה פשוטה
hi: सरल सूची
hu: Egyszerű lista
id: Daftar Sederhana
ja: シンプルなリスト
ka: მარტივი სია
kk: Simple тізім
km: បញ្ជីសាមញ្ញ
kn: ಸರಳ ಪಟ್ಟಿ
ku: لیستی سادە
lo: ບັນຊີລາຍຊື່ງ່າຍດາຍ
lt: Paprastas sąrašas
mr: साधी यादी
ms: Senarai Mudah
my: ရိုးရှင်းသောစာရင်း
no: Enkel liste
pl: Prosta lista
ro: Listă simplă
si: සරල ලැයිස්තුව
sk: Jednoduchý zoznam
sq: Lista e thjeshtë
sr: Једноставна листа
sv: Enkel lista
sw: Orodha Rahisi
ta: எளிய பட்டியல்
te: సరళ జాబితా
th: รายการง่าย ๆ
tr: Basit Liste
uk: Простий список
ur: سادہ فہرست
uz: Oddiy ro'yxat
vi: Danh sách đơn giản

source: Successful
am: ተሳክቷል
ar: ناجح
az: Uğurlu
bg: Успешно
bn: সফল
bs: Uspješno
ca: Amb èxit
cs: Úspěšné
da: Vellykket
el: Επιτυχής
et: Edukas
fa: موفق
fi: Onnistunut
he: מוצלח
hi: सफल
hu: Sikeres
id: Berhasil
ja: 成功
ka: წარმატებული
kk: Сәтті
km: ជោគជ័យ
kn: ಯಶಸ್ವಿಯಾಗಿದ್ದಾರೆ
ku: سەرکەوتوو
lo: ສຳເລັດແລ້ວ
lt: Sėkmingai
mr: यशस्वी
ms: Berjaya
my: အောင်မြင်တယ်။
no: Vellykket
pl: Udany
ro: De succes
si: සාර්ථකයි
sk: Úspešné
sq: I suksesshëm
sr: Успешан
sv: Framgångsrik
sw: Imefanikiwa
ta: வெற்றிகரமான
te: విజయవంతంగా
th: ประสบความสำเร็จ
tr: Başarılı
uk: Успішно
ur: کامیاب
uz: Muvaffaqiyatli
vi: Thành công

# thisIsDeliveryrRole
source: This is delivery role
am: ይህ የመላኪያ ሚና ነው
ar: هذا هو دور التسليم
az: Bu çatdırılma roludur
bg: Това е роля за доставка
bn: এটি ডেলিভারি ভূমিকা।
bs: Ovo je uloga isporuke
ca: Aquest és el rol de repartidor
cs: Toto je role doručovatele
da: Dette er en leveringsrolle
el: Αυτός είναι ο ρόλος παράδοσης
et: See on kulleri roll
fa: این نقش تحویل است
fi: Tämä on toimitusrooli
he: זהו תפקיד שליח
hi: यह डिलीवरी भूमिका है
hu: Ez a kézbesítői szerep
id: Ini adalah peran kurir
ja: これは配達の役割です
ka: ეს არის მიწოდების როლი
kk: Бұл жеткізу рөлі
km: នេះគឺជាតួនាទីដឹកជញ្ជូន
kn: ಇದು ವಿತರಣಾ ಪಾತ್ರ.
ku: ئەمە ڕۆڵی گەیاندنە
lo: ນີ້ແມ່ນບົດບາດການຈັດສົ່ງ
lt: Tai pristatymo vaidmuo
mr: ही डिलिव्हरीची भूमिका आहे.
ms: Ini adalah peranan penyampaian
my: ဒါက ပို့ဆောင်ရေး အခန်းကဏ္ဍပါ။
no: Dette er leveringsrollen
pl: To jest rola dostawy
ro: Acesta este rolul de livrator
si: මෙය බෙදාහැරීමේ භූමිකාවයි
sk: Toto je doručovacia úloha
sq: Ky është roli i dorëzimit
sr: Ово је улога испоруке
sv: Detta är en leveransroll
sw: Hili ni jukumu la utoaji
ta: இது விநியோகப் பணி.
te: ఇది డెలివరీ పాత్ర
th: นี่คือบทบาทการจัดส่ง
tr: Bu bir teslimat rolüdür
uk: Це роль кур'єра
ur: یہ ترسیل کا کردار ہے۔
uz: Bu etkazib berish roli
vi: Đây là vai trò giao hàng

# titleFirst
source: Please add the title
am: እባክዎ ርዕስ ያክሉ
ar: الرجاء إضافة العنوان
az: Başlığı əlavə edin
bg: Моля, добавете заглавие
bn: অনুগ্রহ করে শিরোনামটি যোগ করুন।
bs: Molimo dodajte naslov
ca: Si us plau, afegeix el títol
cs: Přidejte název
da: Tilføj venligst titlen
el: Παρακαλώ προσθέστε τον τίτλο
et: Palun lisa pealkiri
fa: لطفا عنوان را اضافه کنید
fi: Lisää otsikko
he: נא להוסיף את הכותרת
hi: कृपया शीर्षक जोड़ें
hu: Kérjük, adja hozzá a címet
id: Tolong tambahkan judulnya
ja: タイトルを追加してください
ka: გთხოვთ დაამატოთ სათაური
kk: Тақырыпты қосыңыз
km: សូមបន្ថែមចំណងជើង
kn: ದಯವಿಟ್ಟು ಶೀರ್ಷಿಕೆಯನ್ನು ಸೇರಿಸಿ.
ku: تکایە ناونیشان زیاد بکە
lo: ກະລຸນາເພີ່ມຫົວຂໍ້
lt: Prašome pridėti pavadinimą
mr: कृपया शीर्षक जोडा.
ms: Sila tambah tajuk
my: ခေါင်းစဉ်ထည့်ပါ။
no: Vennligst legg til tittelen
pl: Proszę dodać tytuł
ro: Vă rugăm să adăugați titlul
si: කරුණාකර මාතෘකාව එක් කරන්න
sk: Pridajte názov
sq: Ju lutem shtoni titullin
sr: Молимо додајте наслов
sv: Vänligen lägg till rubriken
sw: Tafadhali ongeza kichwa
ta: தலைப்பைச் சேர்க்கவும்.
te: దయచేసి శీర్షికను జోడించండి
th: กรุณาใส่ชื่อเรื่อง
tr: Lütfen başlığı ekleyin
uk: Будь ласка, додайте назву
ur: براہ کرم عنوان شامل کریں۔
uz: Iltimos, sarlavha qo'shing
vi: Vui lòng thêm tiêu đề

source: Total points
am: ጠቅላላ ነጥቦች
ar: مجموع النقاط
az: Ümumi xal
bg: Общо точки
bn: মোট পয়েন্ট
bs: Ukupno bodova
ca: Punts totals
cs: Celkem bodů
da: Samlede point
el: Σύνολο πόντων
et: Kokku punkte
fa: مجموع امتیازات
fi: Kokonaispisteet
he: סך כל הנקודות
hi: कुल अंक
hu: Összes pont
id: Jumlah poin
ja: 合計点
ka: სულ ქულები
kk: Жалпы ұпайлар
km: ពិន្ទុសរុប
kn: ಒಟ್ಟು ಅಂಕಗಳು
ku: خەڵاتە گشتییەکان
lo: ຄະແນນທັງໝົດ
lt: Iš viso taškų
mr: एकूण गुण
ms: Jumlah mata
my: စုစုပေါင်းအမှတ်
no: Totale poeng
pl: Suma punktów
ro: Total puncte
si: මුළු ලකුණු
sk: Celkový počet bodov
sq: Totali i pikëve
sr: Укупно бодова
sv: Total poäng
sw: Jumla ya pointi
ta: மொத்த புள்ளிகள்
te: మొత్తం పాయింట్లు
th: คะแนนรวม
tr: Toplam puanlar
uk: Всього балів
ur: کل پوائنٹس
uz: Umumiy ball
vi: Tổng điểm

source: Use {amount} points
am: {amount} ነጥቦችን ይጠቀሙ
ar: استخدم {amount} نقطة
az: {amount} xal istifadə edin
bg: Използвайте {amount} точки
bn: {amount} পয়েন্ট ব্যবহার করুন
bs: Iskoristite {amount} poena
ca: Utilitza {amount} punts
cs: Použijte {amount} bodů
da: Brug {amount} point
el: Χρησιμοποιήστε {amount} σημεία
et: Kasuta {amount} punkti
fa: از {amount} امتیاز استفاده کنید
fi: Käytä {amount} pistettä
he: השתמש ב-{amount} נקודות
hi: {amount} अंक का उपयोग करें
hu: Használjon {amount} pontot
id: Gunakan {amount} poin
ja: {amount} ポイントを使用する
ka: გამოიყენეთ {amount} ქულა
kk: {amount} ұпайды пайдаланыңыз
km: ប្រើពិន្ទុ {amount}
kn: {amount} ಅಂಕಗಳನ್ನು ಬಳಸಿ
ku: {amount} خاڵ بەکارهێنە
lo: ໃຊ້ {amount} ຈຸດ
lt: Naudokite {amount} taškus
mr: {amount} गुण वापरा
ms: Gunakan {amount} mata
my: အမှတ် {amount} ကို သုံးပါ။
no: Bruk {amount} poeng
pl: Użyj {amount} punktów
ro: Folosiți {amount} puncte
si: {amount} ලකුණු භාවිතා කරන්න
sk: Použite {amount} bodov
sq: Përdorni {amount} pikë
sr: Користите {amount} поена
sv: Använd {amount} poäng
sw: Tumia pointi {amount}
ta: {amount} புள்ளிகளைப் பயன்படுத்தவும்
te: {amount} పాయింట్లు ఉపయోగించండి
th: ใช้ {amount} คะแนน
tr: {amount} puan kullan
uk: Використати {amount} балів
ur: {amount} پوائنٹس استعمال کریں۔
uz: {amount} balldan foydalaning
vi: Sử dụng {amount} điểm

source: Use Point
am: ነጥብ ይጠቀሙ
ar: استخدم النقطة
az: Point istifadə edin
bg: Използвай точки
bn: পয়েন্ট ব্যবহার করুন
bs: Koristi Point
ca: Utilitza punt
cs: Použijte bod
da: Brug punkt
el: Χρησιμοποιήστε το σημείο
et: Kasuta punkti
fa: از نقطه استفاده کنید
fi: Käytä pistettä
he: השתמש בנקודה
hi: उपयोग बिंदु
hu: Használja a pontot
id: Gunakan Titik
ja: ポイント使用
ka: გამოიყენეთ წერტილი
kk: Point пайдаланыңыз
km: ប្រើចំណុច
kn: ಪಾಯಿಂಟ್ ಬಳಸಿ
ku: خاڵ بەکارهێنە
lo: ໃຊ້ຈຸດ
lt: Naudokite tašką
mr: पॉइंट वापरा
ms: Gunakan Point
my: Point ကိုသုံးပါ။
no: Bruk poeng
pl: Użyj punktu
ro: Utilizați punct
si: ලකුණු භාවිතා කරන්න
sk: Použiť bod
sq: Përdorni pikën
sr: Користите тачку
sv: Använd Point
sw: Tumia Pointi
ta: புள்ளியைப் பயன்படுத்தவும்
te: పాయింట్ ఉపయోగించండి
th: ใช้จุด
tr: Noktayı Kullan
uk: Використати точку
ur: پوائنٹ استعمال کریں۔
uz: Pointdan foydalaning
vi: Sử dụng điểm

# writeTitle
source: Write your title
am: ርዕስዎን ይጻፉ
ar: اكتب عنوانك
az: Başlığınızı yazın
bg: Напишете заглавие
bn: তোমার শিরোনাম লিখ।
bs: Napišite svoj naslov
ca: Escriu el teu títol
cs: Napište svůj titulek
da: Skriv din titel
el: Γράψε τον τίτλο σου
et: Kirjuta pealkiri
fa: عنوان خود را بنویسید
fi: Kirjoita otsikkosi
he: כתוב את הכותרת שלך
hi: अपना शीर्षक लिखें
hu: Írja meg a címet
id: Tuliskan judul Anda
ja: タイトルを入力してください
ka: დაწერე შენი სათაური
kk: Тақырыбыңызды жазыңыз
km: សូមសរសេរចំណងជើងរបស់អ្នក។
kn: ನಿಮ್ಮ ಶೀರ್ಷಿಕೆಯನ್ನು ಬರೆಯಿರಿ
ku: ناونیشانت بنووسە
lo: ຂຽນຫົວຂໍ້ຂອງທ່ານ
lt: Parašykite savo pavadinimą
mr: तुमचे शीर्षक लिहा.
ms: Tulis tajuk anda
my: သင့်ခေါင်းစဉ်ကိုရေးပါ။
no: Skriv inn tittelen din
pl: Napisz swój tytuł
ro: Scrieți titlul
si: ඔබගේ මාතෘකාව ලියන්න
sk: Napíšte svoj titul
sq: Shkruani titullin tuaj
sr: Напишите свој наслов
sv: Skriv din titel
sw: Andika kichwa chako
ta: உங்கள் தலைப்பை எழுதுங்கள்.
te: మీ శీర్షికను రాయండి
th: เขียนชื่อของคุณ
tr: Başlığınızı yazın
uk: Напишіть свою назву
ur: اپنا عنوان لکھیں۔
uz: Sarlavhangizni yozing
vi: Viết tiêu đề của bạn

source: add
am: ያክሉ
ar: يضيف
az: əlavə et
bg: добави
bn: যোগ করুন
bs: Dodati
ca: afegir
cs: Přidat
da: Tilføj
el: Προσθήκη
et: lisa
fa: اضافه کردن
fi: Lisää
he: הוסף
hi: जोड़ना
hu: Hozzáadás
id: Tambahkan
ja: 追加
ka: დამატება
kk: қосу
km: បន្ថែម
kn: ಸೇರಿಸಿ
ku: زیادکردن
lo: ເພີ່ມ
lt: Papildyti
mr: ॲड
ms: Tambah
my: ထည့်ပါ။
no: legg til
pl: Dodać
ro: Adaugă
si: එක් කරන්න
sk: Pridať
sq: Shtoni
sr: Додати
sv: Lägg till
sw: Ongeza
ta: கூட்டு
te: జోడించు
th: เพิ่ม
tr: Eklemek
uk: Додати
ur: شامل کریں۔
uz: qo'shish
vi: Thêm vào
