Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# seeNewAppConfig
source: Continue to see new content on your app.
am: በመተግበሪያዎ ላይ አዲሱን ይዘት ለማየት ይቀጥሉ።
ar: استمر في مشاهدة المحتوى الجديد على تطبيقك
az: Tətbiqinizdə yeni məzmunu görməyə davam edin.
bg: Продължете, за да видите новото съдържание в приложението си.
bn: আপনার অ্যাপে নতুন কন্টেন্ট দেখতে থাকুন।
bs: Nastavite vidjeti novi sadržaj u svojoj aplikaciji.
ca: Continua per veure el nou contingut a la teva aplicació.
cs: Pokračujte v prohlížení nového obsahu v aplikaci
da: Fortsæt med at se nyt indhold i din app.
el: Συνεχίστε να βλέπετε νέο περιεχόμενο στην εφαρμογή σας
et: Jätka uue sisu vaatamist oma rakenduses.
fa: برای مشاهده محتوای جدید در برنامه ادامه دهید
fi: Jatka nähdäksesi uutta sisältöä sovelluksessasi.
he: המשך לראות תוכן חדש באפליקציה שלך
hi: अपने ऐप पर नई सामग्री देखना जारी रखें।
hu: Továbbra is új tartalmak jelennek meg az alkalmazásban.
id: Lanjutkan untuk melihat konten baru di aplikasi Anda.
ja: アプリの新しいコンテンツを表示し続けます
ka: განაგრძეთ აპლიკაციის ახალი შინაარსის ნახვა.
kk: Қолданбадағы жаңа мазмұнды көруді жалғастырыңыз
km: បន្តដើម្បីមើលមាតិកាថ្មីនៅលើកម្មវិធីរបស់អ្នក
kn: ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಹೊಸ ವಿಷಯವನ್ನು ನೋಡಲು ಮುಂದುವರಿಸಿ.
ku: بەردەوام بە لە بینینی ناوەڕۆکی نوێ لەسەر ئەپەکەت.
lo: ສືບຕໍ່ເບິ່ງເນື້ອຫາໃໝ່ໃນແອັບຂອງທ່ານ
lt: Toliau matysite naują turinį programėlėje
mr: तुमच्या अॅपवर नवीन सामग्री पाहत रहा.
ms: Teruskan melihat kandungan baharu dalam aplikasi anda.
my: သင့်အက်ပ်တွင် အကြောင်းအရာအသစ်များကို ဆက်လက်ကြည့်ရှုပါ။
no: Fortsett å se nytt innhold i appen din
pl: Kontynuuj, aby zobaczyć nowe treści w swojej aplikacji.
ro: Continuă să vezi conținut nou în aplicația ta.
si: ඔබගේ යෙදුමේ නව අන්තර්ගතය දැක ගැනීමට දිගටම කරගෙන යන්න.
sk: Pokračujte v zobrazovaní nového obsahu vo vašej aplikácii.
sq: Vazhdoni të shihni përmbajtje të re në aplikacionin tuaj.
sr: Наставите да видите нови садржај у својој апликацији.
sv: Fortsätt att se nytt innehåll i din app.
sw: Endelea kuona maudhui mapya kwenye programu yako.
ta: உங்கள் பயன்பாட்டில் புதிய உள்ளடக்கத்தைத் தொடர்ந்து பார்க்கவும்.
te: మీ యాప్‌లో కొత్త కంటెంట్‌ను చూడడం కొనసాగించండి.
th: ดำเนินการต่อเพื่อดูเนื้อหาใหม่ในแอปของคุณ
tr: Uygulamanızda yeni içerikleri görmeye devam edin.
uk: Продовжуйте переглядати новий вміст у своєму додатку
ur: اپنی ایپ پر نیا مواد دیکھنا جاری رکھیں
uz: Ilovangizda yangi kontentni ko'rishda davom eting.
vi: Tiếp tục xem nội dung mới trên ứng dụng của bạn.

source: Select
am: ይምረጡ
ar: اختيار
az: seçin
bg: Избор
bn: নির্বাচন করুন
bs: Odaberi
ca: Selecciona
cs: Vybrat
da: Vælg
el: Επιλογή
et: Vali
fa: انتخاب
fi: Valitse
he: בחר
hi: चुनें
hu: Kiválasztás
id: Pilih
ja: 選択
ka: არჩევა
kk: Таңдау
km: ជ្រើសរើស
kn: ಆಯ್ಕೆ ಮಾಡಿ
ku: هەڵبژێرە
lo: ເລືອກ
lt: Pasirinkti
mr: निवडा
ms: Pilih
my: ရွေးချယ်ပါ
no: Velg
pl: Wybierz
ro: Selectează
si: තෝරන්න
sk: Vybrať
sq: Zgjidh
sr: Изаберите
sv: Välj
sw: Chagua
ta: தேர்ந்தெடு
te: ఎంచుకోండి
th: เลือก
tr: Seç
uk: Вибрати
ur: منتخب کریں
uz: Tanlash
vi: Chọn

source: Select dates
am: ቀናት ይምረጡ
ar: اختر التواريخ
az: Tarixləri seçin
bg: Избор на дати
bn: তারিখ নির্বাচন করুন
bs: Odaberi datume
ca: Selecciona les dates
cs: Vybrat data
da: Vælg datoer
el: Επιλέξτε ημερομηνίες
et: Vali kuupäevad
fa: انتخاب تاریخ‌ها
fi: Valitse päivämäärät
he: בחר תאריכים
hi: तिथियां चुनें
hu: Válassza ki a dátumokat
id: Pilih tanggal
ja: 日付を選択
ka: აირჩიეთ თარიღები
kk: Күндерді таңдау
km: ជ្រើសរើសកាលបរិច្ឆេទ
kn: ದಿನಾಂಕಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: بەروار هەلبژێرە
lo: ເລືອກວັນທີ
lt: Pasirinkti datas
mr: तारखा निवडा
ms: Pilih tarikh
my: ရက်စွဲရွေးချယ်ပါ
no: Velg datoer
pl: Wybierz daty
ro: Selectează datele
si: දින තෝරන්න
sk: Vybrať dátumy
sq: Zgjidh datat
sr: Изаберите датуме
sv: Välj datum
sw: Chagua tarehe
ta: தேதிகளைத் தேர்ந்தெடுக்கவும்
te: తేదీలను ఎంచుకోండి
th: เลือกวันที่
tr: Tarihleri Seç
uk: Виберіть дати
ur: تاریخیں منتخب کریں
uz: Sanalarni tanlang
vi: Chọn ngày

source: Select Printer
am: አታሚ ይምረጡ
ar: اختر الطابعة
az: Printer seçin
bg: Избор на принтер
bn: প্রিন্টার নির্বাচন করুন
bs: Odaberi štampač
ca: Selecciona la impressora
cs: Vybrat tiskárnu
da: Vælg printer
el: Επιλογή εκτυπωτή
et: Vali printer
fa: انتخاب چاپگر
fi: Valitse tulostin
he: בחר מדפסת
hi: प्रिंटर का चयन करें
hu: Nyomtató kiválasztása
id: Pilih Printer
ja: プリンターを選択
ka: აირჩიეთ პრინტერი
kk: Принтерді таңдау
km: ជ្រើសរើសម៉ាស៊ីនបោះពុម្ព
kn: ಪ್ರಿಂಟರ್ ಆಯ್ಕೆಮಾಡಿ
ku: پرینتەر هەلبژێرە
lo: ເລືອກເຄື່ອງພິມ
lt: Pasirinkti spausdintuvą
mr: प्रिंटर निवडा
ms: Pilih pencetak
my: Printer ကို ရွေးပါ။
no: Velg skriver
pl: Wybierz drukarkę
ro: Selectează imprimanta
si: මුද්‍රණ යන්ත්‍රය තෝරන්න
sk: Vybrať tlačiareň
sq: Zgjidh printerin
sr: Изаберите Штампач
sv: Välj skrivare
sw: Chagua Kichapishaji
ta: அச்சுப்பொறியைத் தேர்ந்தெடுக்கவும்
te: ప్రింటర్ ఎంచుకోండి
th: เลือกเครื่องพิมพ์
tr: Yazıcı Seç
uk: Вибрати принтер
ur: پرنٹر منتخب کریں
uz: Printerni tanlang
vi: Chọn máy in

source: Send back
am: ተመልሷል
ar: إرجاع
az: Geri göndər
bg: Връщане
bn: ফেরত পাঠান
bs: Pošalji nazad
ca: Retorna
cs: Poslat zpět
da: Send tilbage
el: Επιστροφή
et: Saada tagasi
fa: برگرداندن
fi: Lähetä takaisin
he: שלח בחזרה
hi: वापस भेजें
hu: Visszaküldés
id: Kirim kembali
ja: 返送
ka: უკან დაბრუნება
kk: Қайтару
km: បញ្ជូនត្រឡប់
kn: ವಾಪಸ್ ಕಳುಹಿಸಿ
ku: گەڕاندنەوە
lo: ສົ່ງຄືນ
lt: Grąžinti
mr: परत पाठवा
ms: Hantar kembali
my: ပြန်ပို့ပါ။
no: Send tilbake
pl: Odeślij
ro: Trimite înapoi
si: ආපසු යවන්න
sk: Poslať späť
sq: Kthe mbrapsht
sr: Пошаљи назад
sv: Skicka tillbaka
sw: Rudisha
ta: திருப்பி அனுப்பு
te: తిరిగి పంపండి
th: ส่งคืน
tr: Geri gönder
uk: Повернути
ur: واپس بھیجیں
uz: Qaytarib yuborish
vi: Gửi lại

# sessionExpired
source: Your session has expired. Please login again to continue.
am: ጊዜዎ ተዘጋ። ቀጥለው ለመግባት እባክዎ ይድገሙ።
ar: انتهت الجلسة
az: Sessiyanın vaxtı bitdi
bg: Сесията изтече
bn: সময় মেয়াদ শেষ
bs: Sesija je istekla
ca: La sessió ha caducat
cs: Relace vypršela
da: Session udløbet
el: Η συνεδρία έληξε
et: Sessioon on aegunud
fa: نشست منقضی شده است
fi: Istunto vanhentunut
he: פג תוקף ההפעלה
hi: सत्र समाप्त हो गया
hu: A munkamenet lejárt
id: Sesi berakhir
ja: セッションの有効期限が切れました
ka: სესიის ვადა ამოიწურა
kk: Сессия уақыты аяқталды
km: វគ្គផុតកំណត់
kn: ಅವಧಿ ಮುಗಿದಿದೆ
ku: کۆبونەوەکەت بەسەرچووە. تکایە دووبارە بچۆ ژوورەوە بۆ بەردەوامبوون.
lo: ເຊສຊັນໝົດອາຍຸແລ້ວ
lt: Sesija baigėsi
mr: सत्र कालबाह्य झाले
ms: Sesi tamat
my: စက်ရှင်သက်တမ်းကုန်သွားပါပြီ။
no: Økten er utløpt
pl: Sesja wygasła
ro: Sesiunea a expirat
si: සැසිය කල් ඉකුත් වී ඇත
sk: Platnosť relácie vypršala
sq: Sesioni ka skaduar
sr: Сесија је истекла
sv: Sessionen har gått ut
sw: Kipindi Kimeisha
ta: அமர்வு காலாவதியானது
te: సెషన్ కాలదూరమైంది
th: เซสชันหมดอายุ
tr: Oturum süresi doldu
uk: Сеанс завершено
ur: سیشن ختم ہو گیا
uz: Sessiya muddati tugadi
vi: Phiên đăng nhập của bạn đã hết hạn. Vui lòng đăng nhập lại để tiếp tục.

# setAnAddressInSettingPage
source: Please set an address in the settings page
am: እባክዎ አድራሻ በቅኝት ገፅ ውስጥ ያስቀምጡ
ar: الرجاء تحديد عنوان في صفحة الإعدادات
az: Zəhmət olmasa parametrlər səhifəsində ünvan təyin edin
bg: Моля, задайте адрес в страницата с настройки
bn: সেটিংস পৃষ্ঠায় একটি ঠিকানা সেট করুন
bs: Molimo postavite adresu na stranici postavki
ca: Si us plau, configura una adreça a la pàgina de configuració
cs: Nastavte prosím adresu na stránce nastavení
da: Angiv venligst en adresse på indstillingssiden
el: Ορίστε μια διεύθυνση στη σελίδα ρυθμίσεων
et: Palun määra aadress seadete lehel
fa: لطفاً یک آدرس در صفحه تنظیمات تعیین کنید
fi: Aseta osoite asetussivulla
he: אנא הגדר כתובת בדף ההגדרות
hi: कृपया सेटिंग पेज में एक पता सेट करें
hu: Kérjük, adjon meg egy címet a beállítások oldalon
id: Silakan atur alamat di halaman pengaturan
ja: 設定ページで住所を設定してください
ka: გთხოვთ მიუთითოთ მისამართი პარამეტრების გვერდზე
kk: Параметрлер бетінде мекенжайды орнатыңыз
km: សូមកំណត់អាសយដ្ឋាននៅទំព័រការកំណត់
kn: ದಯವಿಟ್ಟು ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಪುಟದಲ್ಲಿ ವಿಳಾಸವನ್ನು ಹೊಂದಿಸಿ
ku: تکایە ناونیشانێک لە پەڕەی ڕێکخستنەکان دانێ
lo: ກະລຸນາຕັ້ງທີ່ຢູ່ໃນໜ້າການຕັ້ງຄ່າ
lt: Nustatykite adresą nustatymų puslapyje
mr: कृपया सेटिंग्ज पृष्ठावर पत्ता सेट करा
ms: Sila tetapkan alamat dalam halaman tetapan
my: ဆက်တင်စာမျက်နှာတွင် လိပ်စာတစ်ခု သတ်မှတ်ပေးပါ။
no: Vennligst angi en adresse i innstillingene
pl: Ustaw adres na stronie ustawień
ro: Te rugăm să setezi o adresă în pagina de setări
si: කරුණාකර සැකසුම් පිටුවේ ලිපිනයක් සකසන්න
sk: Nastavte adresu na stránke nastavení
sq: Ju lutemi vendosni një adresë në faqen e cilësimeve
sr: Подесите адресу на страници са подешавањима
sv: Ange en adress i inställningarna
sw: Tafadhali weka anwani katika ukurasa wa mipangilio
ta: அமைப்புகள் பக்கத்தில் ஒரு முகவரியை அமைக்கவும்
te: సెట్టింగ్ పేజీలో చిరునామా సెట్ చేయండి
th: กรุณาตั้งค่าที่อยู่ในหน้าการตั้งค่า
tr: Lütfen ayarlar sayfasında bir adres belirleyin
uk: Будь ласка, вкажіть адресу в налаштуваннях
ur: براہ کرم ترتیبات کے صفحہ میں ایک پتہ ترتیب دیں
uz: Iltimos, sozlamalar sahifasida manzilni kiriting
vi: Vui lòng thiết lập địa chỉ trong trang cài đặt

source: Slovak
am: ስሎቫክኛ
ar: السلوفاكية
bg: Словашки
bn: স্লোভাক
bs: Slovački
ca: Eslovac
cs: Slovenština
da: Slovakisk
el: Σλοβακικά
et: Slovaki
fa: اسلواکی
fi: Slovakia
he: סלובקית
hi: स्लोवाक
hu: Szlovák
id: Slowakia
ja: スロバキア語
ka: სლოვაკური
kk: Словак
km: ស្លូវ៉ាគី
kn: ಸ್ಲೋವಾಕ್
ku: سلۆڤاکی
lo: ສະໂລວາເກຍ
lt: Slovakų
mr: स्लोव्हाक
ms: Bahasa Slovak
my: စလိုဗက်
no: Slovakisk
pl: Słowacki
ro: Slovacă
si: ස්ලෝවැක්
sk: Slovenčina
sq: Sllovakisht
sr: словачки
sv: Slovakiska
sw: Kislovak
ta: ஸ்லோவாக்
te: స్లోవాక్
th: สโลวัก
tr: Slovakça
uk: Словацька
ur: سلوواک
uz: Slovak tili
vi: Tiếng Slovak

# smsCodeExpired
source: The SMS code has expired. Please resend the verification code to try again.
am: የSMS ኮድ ጊዜ አልፏል። እባክዎ ኮዱን እንደገና ይላኩ።
ar: انتهت صلاحية رمز التحقق. يرجى إعادة إرسال رمز التحقق للمحاولة مرة أخرى
az: SMS kodunun müddəti bitib. Yenidən cəhd etmək üçün doğrulama kodunu yenidən göndərin.
bg: SMS кодът е изтекъл. Моля, изпратете отново верификационния код, за да опитате отново.
bn: এসএমএস কোডের মেয়াদ শেষ হয়ে গেছে। আবার চেষ্টা করতে দয়া করে যাচাইকরণ কোডটি আবার পাঠান৷
bs: SMS kod je istekao. Ponovo pošaljite verifikacioni kod da pokušate ponovo.
ca: El codi SMS ha caducat. Si us plau, torna a enviar el codi de verificació per tornar-ho a provar.
cs: Platnost SMS kódu vypršela. Pro opakování odešlete ověřovací kód znovu
da: SMS-koden er udløbet. Send venligst bekræftelseskoden igen for at prøve igen.
el: Ο κωδικός SMS έχει λήξει. Στείλτε ξανά τον κωδικό επαλήθευσης για να προσπαθήσετε ξανά
et: SMS-kood on aegunud. Palun saada kinnituskood uuesti, et proovida uuesti.
fa: کد پیامک منقضی شده است. لطفاً کد تأیید را دوباره ارسال کنید
fi: SMS-koodi on vanhentunut. Lähetä vahvistuskoodi uudelleen yrittääksesi uudelleen.
he: תוקף קוד האימות פג. אנא שלח שוב את קוד האימות כדי לנסות שוב
hi: SMS कोड समाप्त हो गया है। पुनः प्रयास करने के लिए कृपया सत्यापन कोड दोबारा भेजें।
hu: Az SMS kód lejárt. Kérjük, küldje el újra az ellenőrző kódot és próbálja újra.
id: Kode SMS telah kedaluwarsa. Kirim ulang kode verifikasi untuk mencoba lagi.
ja: SMSコードの有効期限が切れました。確認コードを再送信して、もう一度お試しください。
ka: SMS კოდს ვადა გაუვიდა. გთხოვთ, ხელახლა გააგზავნოთ დამადასტურებელი კოდი ხელახლა საცდელად.
kk: SMS кодының мерзімі аяқталды. Әрекетті қайталау үшін растау кодын қайта жіберіңіз
km: លេខកូដ SMS របស់អ្នកបានផុតកំណត់។ សូមផ្ញើលេខកូដផ្ទៀងផ្ទាត់ម្តងទៀត ដើម្បីព្យាយាមឡើងវិញ។
kn: SMS ಕೋಡ್ ಅವಧಿ ಮೀರಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಲು ಪರಿಶೀಲನಾ ಕೋಡ್ ಅನ್ನು ಮರು-ಕಳುಹಿಸಿ.
ku: کۆدی SMS بەسەرچووە. تکایە کۆدی پشتڕاستکردنەوە دووبارە بنێرە بۆ هەوڵدانەوە.
lo: ລະຫັດ SMS ໝົດອາຍຸແລ້ວ. ກະລຸນາສົ່ງລະຫັດຢືນຢັນຄືນໃໝ່ເພື່ອລອງອີກຄັ້ງ
lt: SMS kodas nebegalioja. Išsiųskite patvirtinimo kodą iš naujo ir bandykite dar kartą
mr: SMS कोड कालबाह्य झाला आहे. पुन्हा प्रयत्न करण्यासाठी कृपया पडताळणी कोड पुन्हा पाठवा.
ms: Kod SMS telah tamat tempoh. Sila hantar semula kod pengesahan untuk mencuba lagi.
my: SMS ကုဒ် သက်တမ်းကုန်သွားပါပြီ။ ထပ်စမ်းကြည့်ရန် အတည်ပြုကုဒ်ကို ပြန်လည်ပေးပို့ပါ။
no: SMS-koden har utløpt. Send verifiseringskoden på nytt for å prøve igjen
pl: Kod SMS wygasł. Wyślij ponownie kod weryfikacyjny, aby spróbować ponownie.
ro: Codul SMS a expirat. Te rugăm să retrimiți codul de verificare pentru a încerca din nou.
si: SMS කේතය කල් ඉකුත් වී ඇත. කරුණාකර නැවත සත්‍යාපනය කිරීමට තහවුරු කිරීමේ කේතය නැවත යවන්න.
sk: Platnosť SMS kódu vypršala. Odošlite overovací kód znova a skúste to ešte raz.
sq: Kodi SMS ka skaduar. Ju lutemi ridërgoni kodin e verifikimit për të provuar përsëri.
sr: СМС код је истекао. Поново пошаљите верификациони код да бисте покушали поново.
sv: SMS-koden har gått ut. Skicka verifieringskoden igen för att försöka igen.
sw: Msimbo wa SMS umekwisha muda wake. Tafadhali tuma tena nambari ya uthibitisho ili ujaribu tena.
ta: SMS குறியீடு காலாவதியானது. மீண்டும் முயற்சிக்க, சரிபார்ப்புக் குறியீட்டை மீண்டும் அனுப்பவும்.
te: SMS కోడ్ కాలదూరమైంది. తిరిగి ప్రయత్నించడానికి ధృవీకరణ కోడ్‌ను మళ్లీ పంపించండి.
th: รหัส SMS หมดอายุ กรุณาส่งรหัสยืนยันอีกครั้งเพื่อลองใหม่
tr: SMS kodunun süresi doldu. Tekrar denemek için lütfen doğrulama kodunu yeniden gönderin.
uk: Термін дії SMS-коду закінчився. Надішліть код підтвердження ще раз, щоб повторити спробу
ur: ایس ایم ایس کوڈ کی میعاد ختم ہو گئی ہے۔ دوبارہ کوشش کرنے کے لیے براہ کرم تصدیقی کوڈ دوبارہ بھیجیں
uz: SMS kod muddati tugagan. Qayta urinish uchun tasdiqlash kodini qayta yuboring.
vi: Mã SMS đã hết hạn. Vui lòng gửi lại mã xác minh để thử lại.

# somethingWrong
source: Something went wrong. Please try again later.
am: የተሳሳተ ነገር ነበር። እባክዎ አንድ ጊዜ ደግመው ይሞክሩ።
ar: حدث خطأ ما. الرجاء المحاولة لاحقاً.
az: Nəsə xəta baş verdi. Daha sonra yenidən cəhd edin.
bg: Нещо се обърка. Моля, опитайте отново по-късно.
bn: কিছু ভুল হয়েছে। পরে আবার চেষ্টা করুন।
bs: Nešto je pošlo po zlu. Molimo pokušajte ponovo kasnije.
ca: Hi ha hagut un problema. Si us plau, torna-ho a provar més tard.
cs: Něco se pokazilo. Zkuste to prosím později.
da: Noget gik galt. Prøv igen senere.
el: Κάτι πήγε στραβά. Παρακαλώ δοκιμάστε ξανά αργότερα.
et: Midagi läks valesti. Palun proovi hiljem uuesti.
fa: مشکلی پیش آمد. لطفاً بعداً دوباره امتحان کنید
fi: Jokin meni pieleen. Yritä myöhemmin uudelleen.
he: משהו השתבש. אנא נסה שוב מאוחר יותר.
hi: कुछ गलत हो गया। कृपया बाद में पुनः प्रयास करें।
hu: Valami hiba történt. Kérjük, próbálja újra később.
id: Terjadi kesalahan. Silakan coba lagi nanti.
ja: 問題が発生しました。後でもう一度お試しください。
ka: რაღაც შეცდომა მოხდა. გთხოვთ სცადოთ მოგვიანებით.
kk: Бірдеңе дұрыс болмады. Кейінірек қайталап көріңіз
km: មានអ្វីមួយមិនប្រក្រតី។ សូមព្យាយាមម្តងទៀតក្រោយមក។
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ku: هەڵەیەک ڕووی دا. تکایە دووبارە هەوڵ بدە.
lo: ມີບາງຢ່າງຜິດປົກກະຕິ. ກະລຸນາລອງໃໝ່ພາຍຫຼັງ
lt: Kažkas nepavyko. Bandykite dar kartą vėliau
mr: काहीतरी चूक झाली. कृपया नंतर पुन्हा प्रयत्न करा.
ms: Ada sesuatu yang tidak kena. Sila cuba sebentar lagi.
my: တစ်ခုခုမှားယွင်းနေသည်။ ခဏစောင့်ပြီးပြန်လည်ကြိုးစားပါ။.
no: Noe gikk galt. Vennligst prøv igjen senere
pl: Coś poszło nie tak. Spróbuj ponownie później.
ro: Ceva nu a mers bine. Te rugăm să încerci din nou mai târziu
si: යමක් වැරදී ඇත. කරුණාකර පසුව නැවත උත්සාහ කරන්න.
sk: Niečo sa pokazilo. Skúste to prosím neskôr.
sq: Diçka shkoi keq. Ju lutemi provoni përsëri më vonë.
sr: Нешто је пошло по злу. Покушајте поново касније.
sv: Något gick fel. Försök igen senare.
sw: Hitilafu fulani imetokea. Tafadhali jaribu tena baadaye.
ta: ஏதோ தவறு நடந்துவிட்டது. பின்னர் மீண்டும் முயற்சிக்கவும்
te: ఏదో తప్పుగా జరిగింది. దయచేసి కొద్దిసేపటి తర్వాత మళ్లీ ప్రయత్నించండి.
th: มีบางอย่างผิดพลาด กรุณาลองใหม่ภายหลัง
tr: Bir şeyler yanlış gitti. Lütfen daha sonra tekrar deneyin.
uk: Щось пішло не так. Будь ласка, спробуйте пізніше
ur: کچھ غلط ہو گیا۔ براہ کرم کچھ دیر بعد کوشش کریں
uz: Nimadir noto'g'ri bajarildi. Iltimos, keyinroq qayta urinib ko'ring
vi: Đã xảy ra lỗi. Vui lòng thử lại sau.

source: Sort by
am: እንደ ምን እንዲሰናዳ
ar: ترتيب حسب
az: Sırala
bg: Сортиране по
bn: ক্রমানুসার
bs: Sortiraj po
ca: Ordena per
cs: Seřadit podle
da: Sortér efter
el: Ταξινόμηση κατά
et: Sorteeri
fa: مرتب‌سازی بر اساس
fi: Järjestä
he: מיין לפי
hi: इसके अनुसार क्रमबद्ध करें
hu: Rendezés
id: Urutkan berdasarkan
ja: 並び替え
ka: დალაგება
kk: Сұрыптау
km: តម្រៀបតាម
kn: ವಿಂಗಡಿಸಿ
ku: ڕیزبەندی بە
lo: ຮຽງຕາມ
lt: Rūšiuoti pagal
mr: यानुसार क्रमवारी लावा
ms: Susun mengikut
my: အလိုက်စဥ်သည်
no: Sorter etter
pl: Sortuj według
ro: Sortează după
si: අනුපිළිවෙල
sk: Zoradiť podľa
sq: Rendit sipas
sr: Сортирај по
sv: Sortera efter
sw: Panga kwa
ta: வரிசைப்படுத்து
te: క్రమబద్ధీకరించు
th: เรียงตาม
tr: Sırala
uk: Сортувати за
ur: ترتیب دیں بذریعہ
uz: Saralash
vi: Sắp xếp theo

source: Sort Code
am: የመመደቢያ ኮድ
ar: الرمز البنكي
az: Sort Kodu
bg: Сортировъчен код
bn: সাজানোর কোড
bs: Sort kod
ca: Codi de classificació
cs: Kód banky
da: Sorteringskode
el: Κωδικός ταξινόμησης
et: Sorteerimiskood
fa: کد مرتب‌سازی
fi: Lajittelukoodi
he: קוד מיון
hi: सॉर्ट कोड
hu: Banki azonosító
id: Kode Sortir
ja: 支店コード
ka: სორტირების კოდი
kk: Сұрыптау коды
km: លេខកូដតម្រៀប
kn: ಕ್ರಮ ಸಂಖ್ಯೆ
ku: کۆدی جۆرکردن
lo: ລະຫັດຈັດຮຽງ
lt: Rūšiavimo kodas
mr: क्रमवारी कोड
ms: Kod jenis
my: ကုဒ်ကိုစီပါ။
no: Sorteringskode
pl: Kod sortowania
ro: Cod de sortare
si: තේරීම් කේතය
sk: Triediaci kód
sq: Kodi i renditjes
sr: Сорт Цоде
sv: Clearingnummer
sw: Msimbo wa Kupanga
ta: வரிசைக் குறியீடு
te: సార్టింగ్ కోడ్
th: รหัสธนาคาร
tr: Sıralama kodu
uk: Код сортування
ur: سارٹ کوڈ
uz: Saralash kodi
vi: Mã sắp xếp

source: State
am: ግዛት
ar: الولاية
az: dövlət
bg: Област
bn: রাজ্য
bs: Država
ca: Estat
cs: Stát
da: Stat
el: Περιφέρεια
et: Olek
fa: استان
fi: Osavaltio
he: מדינה
hi: राज्य
hu: Állam
id: Provinsi
ja: 都道府県
ka: შტატი
kk: Аймақ
km: រដ្ឋ
kn: ರಾಜ್ಯ
ku: پارێزگا
lo: ແຂວງ
lt: Valstija
mr: राज्य
ms: Negeri
my: ပြည်နယ်
no: Fylke
pl: Stan
ro: Județ
si: පළාත
sk: Štát
sq: Shteti
sr: Држава
sv: Stat
sw: Jimbo
ta: மாநிலம்
te: రాష్ట్రం
th: สถานะ
tr: Durum
uk: Область
ur: ریاست
uz: Shtat
vi: Tiểu bang

source: Store
am: መደብር
ar: المتجر
az: Mağaza
bg: Магазин
bn: দোকান
bs: Prodavnica
ca: Botiga
cs: Obchod
da: Butik
el: Κατάστημα
et: Pood
fa: فروشگاه
fi: Kauppa
he: חנות
hi: स्टोर
hu: Üzlet
id: Toko
ja: ストア
ka: მაღაზია
kk: Дүкен
km: ហាង
kn: ಅಂಗಡಿ
ku: فرۆشگا
lo: ຮ້ານ
lt: Parduotuvė
mr: दुकान
ms: Kedai
my: စတိုးဆိုင်
no: Butikk
pl: Sklep
ro: Magazin
si: වෙළඳසැල
sk: Obchod
sq: Dyqani
sr: Продавница
sv: Butik
sw: Duka
ta: கடை
te: దుకాణం
th: ร้านค้า
tr: Mağaza
uk: Магазин
ur: اسٹور
uz: Do'kon
vi: Cửa hàng

# storeAddress
source: Shop Address
am: የመደብሩ አድራሻ
ar: عنوان المتجر
az: Mağaza ünvanı
bg: Адрес на магазина
bn: দোকানের ঠিকানা
bs: Adresa prodavnice
ca: Adreça de la botiga
cs: Adresa obchodu
da: Butiksadresse
el: Διεύθυνση καταστήματος
et: Poe aadress
fa: آدرس فروشگاه
fi: Kaupan osoite
he: כתובת החנות
hi: दुकान का पता
hu: Üzlet címe
id: Alamat Toko
ja: 店舗住所
ka: მაღაზიის მისამართი
kk: Дүкен мекенжайы
km: អាសយដ្ឋានហាង
kn: ಅಂಗಡಿ ವಿಳಾಸ
ku: ناونیشانی دوکان
lo: ທີ່ຢູ່ຮ້ານ
lt: Parduotuvės adresas
mr: दुकानाचा पत्ता
ms: Alamat Kedai
my: ဆိုင်လိပ်စာ
no: Butikkadresse
pl: Adres sklepu
ro: Adresa magazinului
si: වෙළඳසැල් ලිපිනය
sk: Adresa obchodu
sq: Adresa e dyqanit
sr: Адреса продавнице
sv: Butiksadress
sw: Anwani ya Duka
ta: கடை முகவரி
te: దుకాణ చిరునామా
th: ที่อยู่ร้าน
tr: Mağaza Adresi
uk: Адреса магазину
ur: دکان کا پتہ
uz: Do'kon manzili
vi: Địa chỉ cửa hàng

# storeBanner
source: Banner
am: አሰሪ ባነር
ar: البانر
bg: Банер
bn: ব্যানার
bs: Baner
ca: Bàner
et: Bänner
fa: بنر
fi: Banneri
he: באנר
hi: बैनर
id: Spanduk
ja: バナー
ka: ბანერი
kk: Баннер
km: បដាហាង
kn: ಬ್ಯಾನರ್
ku: بانەر
lo: ປ້າຍໂຄສະນາ
lt: Reklaminis skydelis
mr: बॅनर
ms: Sepanduk
pl: Baner
si: බැනරය
sq: Baneri
sr: Банер
sw: Bango
ta: பேனர்
te: బ్యానర్
th: แบนเนอร์
uk: Банер
ur: بینر

source: Store Brand
am: የመደብሩ ምልክት
ar: العلامة التجارية للمتجر
az: Mağaza Brend
bg: Марка на магазина
bn: দোকানের ব্র্যান্ড
bs: Brend prodavnice
ca: Marca de la botiga
cs: Značka obchodu
da: Butiksmærke
el: Μάρκα καταστήματος
et: Poe kaubamärk
fa: برند فروشگاه
fi: Kaupan brändi
he: מותג החנות
hi: स्टोर ब्रांड
hu: Üzlet márka
id: Merek Toko
ja: ストアブランド
ka: მაღაზიის ბრენდი
kk: Дүкен бренді
km: ម៉ាកហាង
kn: ಅಂಗಡಿ ಬ್ರ್ಯಾಂಡ್
ku: مارکەی دۆکان
lo: ຍີ່ຫໍ້ຮ້ານ
lt: Parduotuvės prekės ženklas
mr: दुकान ब्रँड
ms: Jenama Kedai
my: ဆိုင်အမှတ်တံဆိပ်
no: Butikkmerke
pl: Marka sklepu
ro: Marca magazinului
si: වෙළඳසැල් වෙළඳ නාමය
sk: Značka obchodu
sq: Marka e dyqanit
sr: Бренд продавнице
sv: Butiksmärke
sw: Chapa ya Duka
ta: கடை பிராண்ட்
te: దుకాణ బ్రాండ్
th: แบรนด์ร้านค้า
tr: Mağaza Markası
uk: Бренд магазину
ur: اسٹور برانڈ
uz: Do'kon brendi
vi: Thương hiệu

# storeEmail
source: Shop Email
am: የመደርያ ኢሜይል
ar: البريد الإلكتروني للمتجر
az: Mağaza e-poçtu
bg: Имейл на магазина
bn: দোকানের ইমেইল
bs: Email prodavnice
ca: Correu electrònic de la botiga
cs: E-mail obchodu
da: Butiks-e-mail
el: Email καταστήματος
et: Poe e-post
fa: ایمیل فروشگاه
fi: Kaupan sähköposti
he: דוא"ל החנות
hi: दुकान का ईमेल
hu: Üzlet e-mail címe
id: Email Toko
ja: 店舗メール
ka: მაღაზიის ელ.ფოსტა
kk: Дүкен электрондық поштасы
km: អ៊ីមែលហាង
kn: ಅಂಗಡಿ ಇಮೇಲ್
ku: ئیمەیلی فرۆشگا
lo: ອີເມວຮ້ານ
lt: Parduotuvės el. paštas
mr: दुकान ईमेल
ms: E-mel kedai
my: ဆိုင်အီးမေးလ်
no: Butikkens e-post
pl: E-mail sklepu
ro: E-mail magazin
si: වෙළඳසැල් ඊමේල්
sk: E-mail obchodu
sq: Email-i i dyqanit
sr: Купујте е-пошту
sv: Butikens e-post
sw: Barua pepe ya duka
ta: கடை மின்னஞ்சல்
te: దుకాణ ఇమెయిల్
th: อีเมลร้านค้า
tr: Mağaza E-postası
uk: Email магазину
ur: دکان کا ای میل
uz: Do'kon elektron pochtasi
vi: Email cửa hàng

source: Store Location
am: የመደብሩ ቦታ
ar: موقع المتجر
az: Mağaza Yeri
bg: Местоположение на магазина
bn: দোকানের অবস্থান
bs: Lokacija prodavnice
ca: Ubicació de la botiga
cs: Umístění obchodu
da: Butiksplacering
el: Τοποθεσία καταστήματος
et: Poe asukoht
fa: مکان فروشگاه
fi: Kaupan sijainti
he: מיקום החנות
hi: दुकान का स्थान
hu: Üzlet helye
id: Lokasi Toko
ja: 店舗所在地
ka: მაღაზიის მდებარეობა
kk: Дүкен орналасқан жері
km: ទីតាំងហាង
kn: ಅಂಗಡಿಯ ಸ್ಥಳ
ku: شوێنی فرۆشگا
lo: ສະຖານທີ່ຮ້ານ
lt: Parduotuvės vieta
mr: दुकानाचे स्थान
ms: Lokasi Kedai
my: ဆိုင်တည်နေရာ
no: Butikklokasjon
pl: Lokalizacja sklepu
ro: Locația magazinului
si: වෙළඳසැල් ස්ථානය
sk: Lokalita obchodu
sq: Vendndodhja e dyqanit
sr: Локација продавнице
sv: Butiksplats
sw: Mahali pa Duka
ta: கடை இருப்பிடம்
te: దుకాణ స్థానం
th: ที่ตั้งร้าน
tr: Mağaza Konumu
uk: Розташування магазину
ur: اسٹور کا مقام
uz: Do'kon joylashuvi
vi: Vị trí cửa hàng

source: Store vacation
am: መደርያ እረፍት
ar: إجازة المتجر
az: Mağaza tətili
bg: Ваканция на магазина
bn: দোকানের ছুটি
bs: Odmor prodavnice
ca: Vacances de la botiga
cs: Dovolená obchodu
da: Butiksferie
el: Διακοπές καταστήματος
et: Poe puhkus
fa: تعطیلات فروشگاه
fi: Kaupan loma
he: חופשת חנות
hi: स्टोर की छुट्टी
hu: Üzleti szabadság
id: Liburan Toko
ja: 店舗休暇
ka: მაღაზიის არდადეგები
kk: Дүкен демалысы
km: ហាងវិស្សមកាល
kn: ಅಂಗಡಿ ರಜೆ
ku: پشووی دوکان
lo: ວັນພັກຂອງຮ້ານ
lt: Parduotuvės atostogos
mr: दुकान सुट्टी
ms: Percutian Kedai
no: Butikkferie
pl: Urlop sklepu
ro: Vacanță magazin
si: වෙළඳසැල් නිවාඩුව
sk: Dovolenka obchodu
sq: Pushimet e dyqanit
sr: Одмор у продавници
sv: Butikssemester
sw: Likizo ya Duka
ta: கடை விடுமுறை
te: దుకాణ విహారం
th: วันหยุดร้าน
tr: Mağaza Tatili
uk: Відпустка магазину
ur: اسٹور کی چھٹی
uz: Do'kon ta'tili
vi: Nghỉ cửa hàng

source: Support
am: ድጋፍ
ar: الدعم
az: Dəstək
bg: Поддръжка
bn: সমর্থন
bs: Podrška
ca: Suport
cs: Podpora
el: Υποστήριξη
et: Klienditugi
fa: پشتیبانی
fi: Tuki
he: תמיכה
hi: समर्थन
hu: Támogatás
id: Dukungan
ja: サポート
ka: მხარდაჭერა
kk: Қолдау
km: គាំទ្រ
kn: ಬೆಂಬಲ
ku: یارمەتی
lo: ສະໜັບສະໜູນ
lt: Pagalba
mr: सहाय्य
ms: Sokongan
my: ပံ့ပိုးမှု
no: Kundestøtte
pl: Wsparcie
ro: Suport
si: සහාය
sk: Podpora
sq: Mbështetje
sr: Подршка
sw: Msaada
ta: ஆதரவு
te: మద్దతు
th: ช่วยเหลือ
tr: Destek
uk: Підтримка
ur: مدد
uz: Qo'llab-quvvatlash
vi: Hỗ trợ
