Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# currencyNotSupportedRazorpayMessage
source: Currency {currency} is not supported by your Razorpay account. Please contact support to enable international payments or change to a supported currency.
am: {currency} ምንዛሬ በRazorpay መለያዎ አይደገፍም። እባክዎን ድጋፍ በመጠየቅ ዓለም አቀፍ ክፍያዎችን አንቀሳቅስ ወይም የሚደገፍ ምንዛሬ ይምረጡ።
ar: العملة {currency} غير مدعومة في حساب Razorpay الخاص بك. يرجى التواصل مع الدعم لتفعيل المدفوعات الدولية أو تغيير العملة إلى عملة مدعومة.
az: {currency} valyutası Razorpay hesabınız tərəfindən dəstəklənmir. Zəhmət olmasa, beynəlxalq ödənişləri aktivləşdirmək üçün dəstəyə müraciət edin və ya dəstəklənən valyutaya keçin.
bg: Валутата {currency} не се поддържа от вашия акаунт в Razorpay. Моля, свържете се с поддръжката, за да активирате международни плащания или сменете на поддържана валута.
bn: আপনার রেজারপে অ্যাকাউন্টে {currency} মুদ্রা সমর্থিত নয়। আন্তর্জাতিক পেমেন্ট চালু করতে অথবা সমর্থিত মুদ্রায় পরিবর্তন করতে অনুগ্রহ করে সাপোর্টে যোগাযোগ করুন।
bs: Valuta {currency} nije podržana na vašem Razorpay računu. Molimo kontaktirajte podršku da omogućite međunarodna plaćanja ili promijenite na podržanu valutu.
ca: La moneda {currency} no és compatible amb el teu compte de Razorpay. Si us plau, contacta amb el suport per activar els pagaments internacionals o canvia a una moneda compatible.
cs: Měna {currency} není podporována vaším účtem Razorpay. Kontaktujte prosím podporu pro povolení mezinárodních plateb nebo změňte na podporovanou měnu.
da: Valutaen {currency} understøttes ikke af din Razorpay-konto. Kontakt venligst support for at aktivere internationale betalinger eller skift til en understøttet valuta.
el: Το νόμισμα {currency} δεν υποστηρίζεται από τον λογαριασμό σας στο Razorpay. Παρακαλώ επικοινωνήστε με την υποστήριξη για να ενεργοποιήσετε διεθνείς πληρωμές ή αλλάξτε σε υποστηριζόμενο νόμισμα.
et: Valuuta {currency} ei ole teie Razorpay kontol toetatud. Palun võtke ühendust klienditoega, et lubada rahvusvahelised maksed või vahetage toetatud valuuta vastu.
fa: ارز {currency} توسط حساب Razorpay شما پشتیبانی نمی‌شود. لطفاً برای فعال‌سازی پرداخت‌های بین‌المللی با پشتیبانی تماس بگیرید یا ارز خود را به یکی از ارزهای پشتیبانی‌شده تغییر دهید.
fi: Valuutta {currency} ei ole tuettu Razorpay-tililläsi. Ota yhteyttä asiakastukeen kansainvälisten maksujen aktivoimiseksi tai vaihda tuettuun valuuttaan.
he: המטבע {currency} אינו נתמך על ידי חשבון Razorpay שלך. אנא פנה לתמיכה כדי להפעיל תשלומים בינלאומיים או החלף למטבע נתמך.
hi: मुद्रा {currency} आपके Razorpay खाते द्वारा समर्थित नहीं है। कृपया अंतरराष्ट्रीय भुगतान सक्षम करने के लिए सपोर्ट से संपर्क करें या समर्थित मुद्रा में बदलें।
hu: A(z) {currency} pénznemet a Razorpay fiókod nem támogatja. Kérjük, vedd fel a kapcsolatot az ügyfélszolgálattal a nemzetközi fizetések engedélyezéséhez, vagy válts egy támogatott pénznemre.
id: Mata uang {currency} tidak didukung oleh akun Razorpay Anda. Silakan hubungi dukungan untuk mengaktifkan pembayaran internasional atau ubah ke mata uang yang didukung.
ja: 通貨{currency}は、お使いのRazorpayアカウントではサポートされていません。国際決済の有効化や対応通貨への変更については、サポートまでご連絡ください。
ka: ვალუტა {currency} არ არის მხარდაჭერილი თქვენი Razorpay ანგარიშით. გთხოვთ, დაუკავშირდეთ მხარდაჭერას საერთაშორისო გადახდების ჩასართავად ან გადახვიდეთ მხარდაჭერილ ვალუტაზე.
kk: {currency} валютасы сіздің Razorpay аккаунтыңызда қолдау көрсетілмейді. Халықаралық төлемдерді қосу немесе қолдау көрсетілетін валютаға ауысу үшін қолдау қызметіне хабарласыңыз.
km: រូបិយប័ណ្ណ {currency} មិនត្រូវបានគណនី Razorpay របស់អ្នកគាំទ្រទេ។ សូមទាក់ទងក្រុមគាំទ្រដើម្បីបើកការទូទាត់អន្តរជាតិ ឬផ្លាស់ប្តូរទៅរូបិយប័ណ្ណដែលគាំទ្រ។
kn: ನಿಮ್ಮ ರೇಝರ್ಪೇ ಖಾತೆಯಲ್ಲಿ ಕರೆನ್ಸಿ {currency} ಬೆಂಬಲಿತವಲ್ಲ. ದಯವಿಟ್ಟು ಅಂತಾರಾಷ್ಟ್ರೀಯ ಪಾವತಿಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ಅಥವಾ ಬೆಂಬಲಿತ ಕರೆನ್ಸಿಗೆ ಬದಲಾಯಿಸಲು ಸಹಾಯವನ್ನು ಸಂಪರ್ಕಿಸಿ.
ku: دراوی {currency} لەلایەن هەژماری Razorpayی تۆ پشتیوانی ناکرێت. تکایە پەیوەندیمان پێوە بکە بۆ چالاککردنی پارەدانە نێودەوڵەتی یان گۆڕینی بۆ دراوی پشتیوانکراو.
lo: ສະກຸນເງິນ {currency} ບໍ່ຖືກຮອງຮັບໂດຍບັນຊີ Razorpay ຂອງທ່ານ. ກະລຸນາຕິດຕໍ່ຝ່າຍສະໜັບສະໜຸນເພື່ອເປີດໃຊ້ການຊໍາລະເງິນລະຫວ່າງປະເທດ ຫຼື ປ່ຽນເປັນສະກຸນເງິນທີ່ຮອງຮັບ.
lt: Valiuta {currency} nėra palaikoma jūsų Razorpay paskyroje. Prašome susisiekti su pagalba, kad įjungtumėte tarptautinius mokėjimus arba pakeiskite į palaikomą valiutą.
mr: तुमच्या Razorpay खात्याद्वारे {currency} हे चलन समर्थित नाही. कृपया आंतरराष्ट्रीय पेमेंट्स सक्षम करण्यासाठी समर्थनाशी संपर्क साधा किंवा समर्थित चलन निवडा.
ms: Mata wang {currency} tidak disokong oleh akaun Razorpay anda. Sila hubungi sokongan untuk mengaktifkan pembayaran antarabangsa atau tukar kepada mata wang yang disokong.
my: သင်၏ Razorpay အကောင့်တွင် {currency} ငွေကြေးကို မပံ့ပိုးပါ။ နိုင်ငံတကာငွေပေးချေမှုကို ဖွင့်ရန် သို့မဟုတ် ပံ့ပိုးထားသော ငွေကြေးသို့ ပြောင်းရန် support ကို ဆက်သွယ်ပါ။
no: Valutaen {currency} støttes ikke av din Razorpay-konto. Kontakt support for å aktivere internasjonale betalinger eller bytt til en støttet valuta.
pl: Waluta {currency} nie jest obsługiwana przez Twoje konto Razorpay. Skontaktuj się z pomocą techniczną, aby włączyć płatności międzynarodowe lub zmień na obsługiwaną walutę.
ro: Moneda {currency} nu este acceptată de contul tău Razorpay. Te rugăm să contactezi suportul pentru a activa plățile internaționale sau să schimbi la o monedă acceptată.
si: {currency} මුදල් ඒකකය ඔබගේ Razorpay ගිණුම විසින් සහය නොදක්වයි. කරුණාකර ජාත්‍යන්තර ගෙවීම් සක්‍රීය කිරීමට සහාය ලබා ගැනීමට හෝ සහය දක්වන මුදල් ඒකකයකට වෙනස් කිරීමට සහාය කණ්ඩායම අමතන්න.
sk: Mena {currency} nie je podporovaná vaším účtom Razorpay. Kontaktujte podporu, aby ste povolili medzinárodné platby, alebo zmeňte na podporovanú menu.
sq: Monedha {currency} nuk është e mbështetur nga llogaria juaj Razorpay. Ju lutemi kontaktoni mbështetjen për të aktivizuar pagesat ndërkombëtare ose ndryshoni në një monedhë të mbështetur.
sr: Valuta {currency} nije podržana na vašem Razorpay nalogu. Molimo kontaktirajte podršku da omogućite međunarodna plaćanja ili promenite na podržanu valutu.
sv: Valutan {currency} stöds inte av ditt Razorpay-konto. Kontakta supporten för att aktivera internationella betalningar eller byt till en stödd valuta.
sw: Sarafu {currency} haiungwa mkono na akaunti yako ya Razorpay. Tafadhali wasiliana na msaada ili kuwezesha malipo ya kimataifa au ubadilishe kuwa sarafu inayoungwa mkono.
ta: உங்கள் Razorpay கணக்கில் {currency} நாணயம் ஆதரிக்கப்படவில்லை. சர்வதேச பணப்பரிவர்த்தனைகளை இயக்க ஆதரவை தொடர்புகொள்ளவும் அல்லது ஆதரிக்கப்படும் நாணயத்திற்கு மாற்றவும்.
te: మీ రేజర్‌పే ఖాతా {currency} కరెన్సీని మద్దతు ఇవ్వదు. దయచేసి అంతర్జాతీయ చెల్లింపులను ప్రారంభించేందుకు సపోర్ట్‌ను సంప్రదించండి లేదా మద్దతు ఉన్న కరెన్సీకి మార్చండి.
th: สกุลเงิน {currency} ไม่รองรับโดยบัญชี Razorpay ของคุณ กรุณาติดต่อฝ่ายสนับสนุนเพื่อเปิดใช้งานการชำระเงินระหว่างประเทศหรือเปลี่ยนเป็นสกุลเงินที่รองรับ
tr: {currency} para birimi Razorpay hesabınız tarafından desteklenmiyor. Lütfen uluslararası ödemeleri etkinleştirmek için destek ile iletişime geçin veya desteklenen bir para birimine geçin.
uk: Валюта {currency} не підтримується вашим обліковим записом Razorpay. Зверніться до служби підтримки, щоб увімкнути міжнародні платежі або змініть на підтримувану валюту.
ur: آپ کے ریزر پے اکاؤنٹ میں کرنسی {currency} سپورٹ نہیں کی جاتی۔ براہ کرم سپورٹ سے رابطہ کریں تاکہ بین الاقوامی ادائیگیاں فعال کی جا سکیں یا سپورٹڈ کرنسی میں تبدیل کریں۔
uz: {currency} valyutasi sizning Razorpay hisobingiz tomonidan qo‘llab-quvvatlanmaydi. Iltimos, xalqaro to‘lovlarni yoqish yoki qo‘llab-quvvatlanadigan valyutaga o‘tish uchun yordam xizmatiga murojaat qiling.
vi: Đơn vị tiền tệ {currency} không được tài khoản Razorpay của bạn hỗ trợ. Vui lòng liên hệ hỗ trợ để bật thanh toán quốc tế hoặc đổi sang đơn vị tiền tệ được hỗ trợ.

# pressBackButtonAgainToExit
source: Press again to exit
am: እንደገና ይጫኑ ለመውጣት
ar: اضغط مره اخرى للخروج
az: Çıxmaq üçün yenidən basın
bg: Натиснете отново, за да излезете
bn: বাহির হতে আবার চাপুন
bs: Pritisnite ponovo za izlaz
ca: Prem de nou per sortir
cs: Stiskněte znovu pro ukončení
da: Tryk igen for at afslutte
el: Πατήστε ξανά για έξοδο
et: Väljumiseks vajuta uuesti
fa: برای خروج دوباره فشار دهید
fi: Paina uudelleen poistuaksesi
he: לחץ שוב כדי לצאת
hi: बाहर निकलने के लिए फिर से दबाएँ
hu: Nyomd meg újra a kilépéshez
id: Tekan lagi untuk keluar
ja: もう一度押すと終了します
ka: გასასვლელად დააჭირეთ კიდევ ერთხელ
kk: Шығу үшін қайта басыңыз
km: ចុចម្តងទៀតដើម្បីចេញ
kn: ನಿರ್ಗಮಿಸಲು ಮತ್ತೊಮ್ಮೆ ಒತ್ತಿರಿ
ku: دووبارە بکە بۆ دەرچوون
lo: ກົດອີກຄັ້ງເພື່ອອອກ
lt: Paspauskite dar kartą, kad išeitumėte
mr: बाहेर पडण्यासाठी पुन्हा दाबा
ms: Tekan sekali lagi untuk keluar
my: ထပ်မံနှိပ်ပါက ထွက်မည်
no: Trykk igjen for å avslutte
pl: Naciśnij ponownie, aby wyjść
ro: Apasă din nou pentru a ieși
si: පිටවීමට නැවත ඔබන්න
sk: Stlačte znova pre ukončenie
sq: Shtypni përsëri për të dalë
sr: Pritisnite ponovo za izlaz
sv: Tryck igen för att avsluta
sw: Bonyeza tena ili utoke
ta: வெளியேற மீண்டும் அழுத்தவும்
te: బయటికి వెళ్లడానికి మళ్లీ నొక్కండి
th: กดอีกครั้งเพื่อออก
tr: Çıkmak için tekrar basın
uk: Натисніть ще раз, щоб вийти
ur: باہر نکلنے کے لیے دوبارہ دبائیں
uz: Chiqish uchun yana bir marta bosing
vi: Nhấn lại để thoát

source: Start Chat
am: ውይይት ጀምር
ar: ابدأ الدردشة
az: Söhbətə Başla
bg: Започни чат
bn: চ্যাট শুরু করুন
bs: Započni chat
ca: Inicia el xat
cs: Zahájit chat
el: Ξεκινήστε συνομιλία
et: Alusta vestlust
fa: شروع گفتگو
fi: Aloita chat
he: התחל צ'אט
hi: चैट शुरू करें
hu: Csevegés indítása
id: Mulai Chat
ja: チャットを開始
ka: ჩატის დაწყება
kk: Чатты бастау
km: ចាប់ផ្តើមជជែក
kn: ಚಾಟ್ ಪ್ರಾರಂಭಿಸಿ
ku: گفتوگۆ دەست پێبکە
lo: ເລີ່ມສົນທະນາ
lt: Pradėti pokalbį
mr: चॅट सुरू करा
ms: Mulakan Sembang
my: စတင်စကားပြောရန်
pl: Rozpocznij czat
ro: Începe chatul
si: කතාබස් ආරම්භ කරන්න
sk: Začať chat
sq: Fillo Bisedën
sr: Započni čet
sv: Starta chatt
sw: Anza Mazungumzo
ta: சாட் தொடங்கு
te: చాట్ ప్రారంభించండి
th: เริ่มแชท
tr: Sohbete Başla
uk: Почати чат
ur: چیٹ شروع کریں
uz: Chatni boshlash
vi: Bắt đầu trò chuyện

# haveYouGotQuestion
source: Have you got a question? Write to us!
am: ጥያቄ አለዎት? ወደ እኛ ይጻፉ!
ar: هل لديك سؤال؟ اكتب لنا!
az: Sualınız var? Bizə yazın!
bg: Имате въпрос? Пишете ни!
bn: আপনার কোনো প্রশ্ন আছে? আমাদের লিখুন!
bs: Imate li pitanje? Pišite nam!
ca: Tens alguna pregunta? Escriu-nos!
cs: Máte otázku? Napište nám!
da: Har du et spørgsmål? Skriv til os!
el: Έχετε κάποια ερώτηση; Γράψτε μας!
et: Kas sul on küsimus? Kirjuta meile!
fa: سوالی دارید؟ برای ما بنویسید!
fi: Onko sinulla kysyttävää? Kirjoita meille!
he: יש לך שאלה? כתוב לנו!
hi: क्या आपके पास कोई सवाल है? हमें लिखें!
hu: Van kérdésed? Írj nekünk!
id: Punya pertanyaan? Tulis kepada kami!
ja: ご質問がありますか？お気軽にご連絡ください！
ka: გაქვთ კითხვა? მოგვწერეთ!
kk: Сұрағыңыз бар ма? Бізге жазыңыз!
km: មានសំណួរមែនទេ? សូមសរសេរមកយើង!
kn: ನಿಮಗೆ ಪ್ರಶ್ನೆಯಿದೆಯೇ? ನಮಗೆ ಬರೆಯಿರಿ!
ku: پرسیارێکت هەیە؟ پەیام بنێرە بۆمان!
lo: ທ່ານມີຄໍາຖາມບໍ? ຂຽນຫາພວກເຮົາເລີຍ!
lt: Turite klausimą? Parašykite mums!
mr: तुमच्याकडे काही प्रश्न आहे का? आम्हाला लिहा!
ms: Ada soalan? Tulis kepada kami!
my: မေးခွန်းရှိပါသလား? ကျွန်ုပ်တို့ထံ စာရေးပေးပါ!
no: Har du et spørsmål? Skriv til oss!
pl: Masz pytanie? Napisz do nas!
ro: Ai o întrebare? Scrie-ne!
si: ඔබට ප්‍රශ්නයක් තිබේද? අපට ලියන්න!
sk: Máte otázku? Napíšte nám!
sq: Keni ndonjë pyetje? Na shkruani!
sr: Imate pitanje? Pišite nam!
sv: Har du en fråga? Skriv till oss!
sw: Una swali? Tuandikie!
ta: உங்களிடம் கேள்வி உள்ளதா? எங்களுக்கு எழுதுங்கள்!
te: మీకు ఏదైనా ప్రశ్న ఉందా? మాకు రాయండి!
th: มีคำถามหรือไม่? เขียนถึงเราได้เลย!
tr: Bir sorunuz mu var? Bize yazın!
uk: Є питання? Напишіть нам!
ur: کیا آپ کا کوئی سوال ہے؟ ہمیں لکھیں!
uz: Savolingiz bormi? Bizga yozing!
vi: Bạn có câu hỏi nào không? Hãy viết cho chúng tôi!

source: End Chat
am: ውይይት ያቁሙ
ar: إنهاء الدردشة
az: Söhbəti Bitir
bg: Край на чата
bn: চ্যাট শেষ করুন
bs: Završi chat
ca: Finalitza el xat
cs: Ukončit chat
da: Afslut chat
el: Τερματισμός συνομιλίας
et: Lõpeta vestlus
fa: پایان گفتگو
fi: Lopeta chat
he: סיים צ'אט
hi: चैट समाप्त करें
hu: Csevegés befejezése
id: Akhiri Chat
ja: チャットを終了
ka: ჩატის დასრულება
kk: Чатты аяқтау
km: បញ្ចប់ជជែក
kn: ಚಾಟ್ ಮುಗಿಸಿ
ku: گفتوگۆ کۆتایی پێهات
lo: ສິ້ນສຸດສົນທະນາ
lt: Baigti pokalbį
mr: चॅट समाप्त करा
ms: Tamatkan Sembang
my: စကားပြောခြင်းကို ပြီးဆုံးရန်
no: Avslutt chat
pl: Zakończ czat
ro: Încheie chatul
si: කතාබස් අවසන් කරන්න
sk: Ukončiť chat
sq: Përfundo Bisedën
sr: Završi čet
sv: Avsluta chatt
sw: Maliza Mazungumzo
ta: சாட் முடிக்கவும்
te: చాట్ ముగించండి
th: จบการแชท
tr: Sohbeti Bitir
uk: Завершити чат
ur: چیٹ ختم کریں
uz: Chatni yakunlash
vi: Kết thúc trò chuyện

# chatEnded
source: The chat has been ended. Please start a new chat.
am: ውይይቱ ተወውቷል። እባክዎ አዲስ ውይይት ይጀምሩ።
ar: تم إنهاء الدردشة. يرجى بدء دردشة جديدة.
az: Söhbət bitdi. Zəhmət olmasa, yeni söhbətə başlayın.
bg: Чатът беше прекратен. Моля, започнете нов чат.
bn: চ্যাটটি শেষ হয়েছে। অনুগ্রহ করে নতুন চ্যাট শুরু করুন।
bs: Chat je završen. Molimo započnite novi chat.
ca: El xat s'ha acabat. Si us plau, inicia un nou xat.
cs: Chat byl ukončen. Zahajte prosím nový chat.
da: Chatten er afsluttet. Start venligst en ny chat.
el: Η συνομιλία έχει τερματιστεί. Παρακαλώ ξεκινήστε νέα συνομιλία.
et: Vestlus on lõpetatud. Palun alusta uut vestlust.
fa: گفتگو به پایان رسید. لطفاً یک گفتگوی جدید شروع کنید.
fi: Chat on lopetettu. Aloita uusi chat.
he: הצ'אט הסתיים. אנא התחל צ'אט חדש.
hi: चैट समाप्त हो गई है। कृपया नई चैट शुरू करें।
hu: A csevegés befejeződött. Kérjük, indíts új csevegést.
id: Chat telah diakhiri. Silakan mulai chat baru.
ja: チャットが終了しました。新しいチャットを開始してください。
ka: ჩატი დასრულებულია. გთხოვთ, დაიწყეთ ახალი ჩატი.
kk: Чат аяқталды. Жаңа чат бастаңыз.
km: ការជជែកត្រូវបានបញ្ចប់។ សូមចាប់ផ្តើមជជែកថ្មី។
kn: ಚಾಟ್ ಮುಗಿದಿದೆ. ದಯವಿಟ್ಟು ಹೊಸ ಚಾಟ್ ಪ್ರಾರಂಭಿಸಿ.
ku: گفتوگۆ کۆتایی پێهات. تکایە گفتوگۆیەکی نوێ دەست پێبکە.
lo: ການສົນທະນາໄດ້ຖືກສິ້ນສຸດ. ກະລຸນາເລີ່ມສົນທະນາໃໝ່.
lt: Pokalbis buvo baigtas. Pradėkite naują pokalbį.
mr: चॅट समाप्त झाला आहे. कृपया नवीन चॅट सुरू करा.
ms: Sembang telah ditamatkan. Sila mulakan sembang baru.
my: စကားပြောခြင်း ပြီးဆုံးသွားပါပြီ။ အသစ်စတင်ပါ။
no: Chatten er avsluttet. Vennligst start en ny chat.
pl: Czat został zakończony. Rozpocznij nowy czat.
ro: Chatul a fost încheiat. Te rugăm să începi un nou chat.
si: කතාබස් අවසන් වී ඇත. කරුණාකර නව කතාබස්යක් ආරම්භ කරන්න.
sk: Chat bol ukončený. Prosím, začnite nový chat.
sq: Biseda është përfunduar. Ju lutemi filloni një bisedë të re.
sr: Čet je završen. Molimo započnite novi čet.
sv: Chatten har avslutats. Starta en ny chatt.
sw: Mazungumzo yameisha. Tafadhali anza mazungumzo mapya.
ta: சாட் முடிக்கப்பட்டது. புதிய சாட் ஒன்றை தொடங்கவும்.
te: చాట్ ముగించబడింది. దయచేసి కొత్త చాట్ ప్రారంభించండి.
th: การแชทได้สิ้นสุดแล้ว กรุณาเริ่มแชทใหม่
tr: Sohbet sona erdi. Lütfen yeni bir sohbet başlatın.
uk: Чат завершено. Будь ласка, почніть новий чат.
ur: چیٹ ختم ہو گئی ہے۔ براہ کرم نئی چیٹ شروع کریں۔
uz: Chat yakunlandi. Iltimos, yangi chat boshlang.
vi: Trò chuyện đã kết thúc. Vui lòng bắt đầu cuộc trò chuyện mới.

# areYouSureEndChat
source: Are you sure you want to end this chat?
am: ይህን ውይይት ማቁም እርግጠኛ ነዎት?
ar: هل أنت متأكد أنك تريد إنهاء هذه الدردشة؟
az: Bu söhbəti bitirmək istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да прекратите този чат?
bn: আপনি কি নিশ্চিত যে এই চ্যাটটি শেষ করতে চান?
bs: Jeste li sigurni da želite završiti ovaj chat?
ca: Estàs segur que vols acabar aquest xat?
cs: Opravdu chcete tento chat ukončit?
da: Er du sikker på, at du vil afslutte denne chat?
el: Είστε σίγουροι ότι θέλετε να τερματίσετε αυτή τη συνομιλία;
et: Kas oled kindel, et soovid selle vestluse lõpetada?
fa: آیا مطمئن هستید که می‌خواهید این گفتگو را پایان دهید؟
fi: Oletko varma, että haluat lopettaa tämän chatin?
he: האם אתה בטוח שברצונך לסיים את הצ'אט הזה?
hi: क्या आप वाकई इस चैट को समाप्त करना चाहते हैं?
hu: Biztosan be akarod fejezni ezt a csevegést?
id: Apakah Anda yakin ingin mengakhiri chat ini?
ja: 本当にこのチャットを終了しますか？
ka: დარწმუნებული ხართ, რომ გსურთ ამ ჩატის დასრულება?
kk: Бұл чатты аяқтағыңыз келетініне сенімдісіз бе?
km: តើអ្នកប្រាកដថាចង់បញ្ចប់ការជជែកនេះមែនទេ?
kn: ಈ ಚಾಟ್ ಅನ್ನು ಮುಗಿಸಲು ನಿಮಗೆ ಖಚಿತವಾಗಿದೆಯೇ?
ku: دڵنیایت لەوەی دەتەوێت ئەم گفتوگۆیە کۆتایی پێبهێنیت؟
lo: ທ່ານແນ່ໃຈບໍວ່າຈະສິ້ນສຸດການສົນທະນານີ້?
lt: Ar tikrai norite baigti šį pokalbį?
mr: तुम्हाला हा चॅट समाप्त करायचा आहे का याची खात्री आहे का?
ms: Adakah anda pasti mahu menamatkan sembang ini?
my: ဤစကားပြောခြင်းကို ပြီးဆုံးချင်ပါသလား?
no: Er du sikker på at du vil avslutte denne chatten?
pl: Czy na pewno chcesz zakończyć ten czat?
ro: Ești sigur că vrei să închei acest chat?
si: ඔබට මෙම කතාබස් අවසන් කිරීමට විශ්වාසද?
sk: Ste si istý, že chcete ukončiť tento chat?
sq: Jeni i sigurt që dëshironi të përfundoni këtë bisedë?
sr: Da li ste sigurni da želite da završite ovaj čet?
sv: Är du säker på att du vill avsluta chatten?
sw: Una uhakika unataka kumaliza mazungumzo haya?
ta: இந்த சாட் முடிக்க விரும்புகிறீர்களா என்று உறுதியாக இருக்கிறீர்களா?
te: మీరు ఈ చాట్‌ను ముగించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือว่าต้องการจบการแชทนี้?
tr: Bu sohbeti bitirmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете завершити цей чат?
ur: کیا آپ واقعی اس چیٹ کو ختم کرنا چاہتے ہیں؟
uz: Bu chatni yakunlashga ishonchingiz komilmi?
vi: Bạn có chắc muốn kết thúc cuộc trò chuyện này không?

# notLoggedInLiveChatWarning
source: You are not logged in, the chat will expire if you exit.
am: አልተገቡም፣ ውይይቱ ከውጣችሁ በኋላ ያቋርጣል።
ar: أنت غير مسجل الدخول، ستنتهي الدردشة إذا خرجت.
az: Daxil olmamısınız, çıxarsanız söhbət müddəti bitəcək.
bg: Не сте влезли в профила си, чатът ще изтече, ако излезете.
bn: আপনি লগইন করেননি, বাহির হলে চ্যাটটি মেয়াদোত্তীর্ণ হবে।
bs: Niste prijavljeni, chat će isteći ako izađete.
ca: No has iniciat sessió, el xat caducarà si surts.
cs: Nejste přihlášeni, chat bude ukončen, pokud odejdete.
da: Du er ikke logget ind, chatten udløber hvis du afslutter.
el: Δεν είστε συνδεδεμένοι, η συνομιλία θα λήξει αν αποχωρήσετε.
et: Sa ei ole sisse logitud, vestlus aegub kui lahkud.
fa: شما وارد نشده‌اید، گفتگو با خروج شما منقضی می‌شود.
fi: Et ole kirjautunut sisään, chat vanhenee jos poistut.
he: אינך מחובר, הצ'אט יפוג אם תצא.
hi: आप लॉग इन नहीं हैं, यदि आप बाहर निकलते हैं तो चैट समाप्त हो जाएगी।
hu: Nem vagy bejelentkezve, a csevegés lejár, ha kilépsz.
id: Anda belum masuk, chat akan berakhir jika Anda keluar.
ja: ログインしていません。終了するとチャットは期限切れになります。
ka: თქვენ არ ხართ შესული სისტემაში, ჩატი დასრულდება თუ გახვალთ.
kk: Сіз жүйеге кірмегенсіз, егер шықсаңыз, чат аяқталады.
km: អ្នកមិនបានចូលគណនីទេ ការជជែកនឹងផុតកំណត់បើអ្នកចេញ។
kn: ನೀವು ಲಾಗಿನ್ ಆಗಿಲ್ಲ, ನೀವು ನಿರ್ಗಮಿಸಿದರೆ ಚಾಟ್ ಅವಧಿ ಮುಗಿಯುತ್ತದೆ.
ku: تۆ چوونەژوورەوە نەکردووە، گفتوگۆکە دەکۆتایی پێهات ئەگەر دەرچیت.
lo: ທ່ານຍັງບໍ່ໄດ້ເຂົ້າລະບົບ, ການສົນທະນາຈະໝົດອາຍຸຖ້າທ່ານອອກ.
lt: Jūs nesate prisijungę, pokalbis baigsis, jei išeisite.
mr: तुम्ही लॉग इन केलेले नाही, तुम्ही बाहेर पडल्यास चॅट कालबाह्य होईल.
ms: Anda belum log masuk, sembang akan tamat jika anda keluar.
my: သင် ဝင်ရောက်မလုပ်ရသေးပါ၊ ထွက်ပါက စကားပြောခြင်း သက်တမ်းကုန်သွားပါမည်။
no: Du er ikke logget inn, chatten vil utløpe hvis du avslutter.
pl: Nie jesteś zalogowany, czat wygaśnie po wyjściu.
ro: Nu ești autentificat, chatul va expira dacă ieși.
si: ඔබ පුරනය වී නොමැත, ඔබ පිටවුවහොත් කතාබස්ය කල් ඉකුත් වේ.
sk: Nie ste prihlásený, chat sa ukončí, ak odídete.
sq: Nuk jeni të kyçur, biseda do të skadojë nëse dilni.
sr: Niste prijavljeni, čet će isteći ako izađete.
sv: Du är inte inloggad, chatten kommer att upphöra om du avslutar.
sw: Hujaingia, mazungumzo yataisha ukitoka.
ta: நீங்கள் உள்நுழையவில்லை, நீங்கள் வெளியேறினால் சாட் காலாவதியாகும்.
te: మీరు లాగిన్ కాలేదు, మీరు బయటకు వెళ్లితే చాట్ ముగిసిపోతుంది.
th: คุณยังไม่ได้เข้าสู่ระบบ การแชทจะหมดอายุหากคุณออกจากหน้านี้
tr: Giriş yapmadınız, çıkarsanız sohbet sona erecek.
uk: Ви не ввійшли в систему, чат буде завершено, якщо ви вийдете.
ur: آپ لاگ ان نہیں ہیں، اگر آپ باہر نکلے تو چیٹ ختم ہو جائے گی۔
uz: Siz tizimga kirmagansiz, agar chiqib ketsangiz chat muddati tugaydi.
vi: Bạn chưa đăng nhập, trò chuyện sẽ hết hạn nếu bạn thoát.

source: Live Chat
am: ቀጥታ ውይይት
ar: الدردشة المباشرة
az: Canlı Söhbət
bg: Чат на живо
bn: লাইভ চ্যাট
bs: Chat uživo
ca: Xat en directe
cs: Živý chat
el: Ζωντανή συνομιλία
et: Reaalajas vestlus
fa: گفتگوی زنده
he: צ'אט חי
hi: लाइव चैट
hu: Élő csevegés
ja: ライブチャット
ka: ცოცხალი ჩატი
kk: Тікелей чат
km: ជជែកផ្ទាល់
kn: ಲೈವ್ ಚಾಟ್
ku: گفتوگۆی ڕاستەوخۆ
lo: ສົນທະນາສົດ
lt: Tiesioginis pokalbis
mr: लाईव्ह चॅट
ms: Sembang Langsung
my: တိုက်ရိုက်စကားပြော
pl: Czat na żywo
ro: Chat live
si: සජීවී කතාබස්
sk: Živý chat
sq: Bisedë Live
sr: Uživo čet
sv: Livechatt
sw: Mazungumzo ya Moja kwa Moja
ta: நேரடி சாட்
te: లైవ్ చాట్
th: แชทสด
tr: Canlı Sohbet
uk: Онлайн-чат
ur: لائیو چیٹ
uz: Jonli chat
vi: Trò chuyện trực tiếp

source: Added to cart
am: ወደ ግብይት ተጨምሯል
ar: تمت الإضافة إلى السلة
az: Səbətə əlavə olundu
bg: Добавено в количката
bn: কার্টে যোগ হয়েছে
bs: Dodano u korpu
ca: Afegit al carret
cs: Přidáno do košíku
da: Tilføjet til kurv
el: Προστέθηκε στο καλάθι
et: Lisatud ostukorvi
fa: به سبد خرید اضافه شد
fi: Lisätty ostoskoriin
he: נוסף לעגלה
hi: कार्ट में जोड़ा गया
hu: Kosárba helyezve
id: Ditambahkan ke keranjang
ja: カートに追加しました
ka: კალათაში დამატებულია
kk: Себетке қосылды
km: បានបន្ថែមទៅក្នុងកន្ត្រក
kn: ಕಾರ್ಟ್‌ಗೆ ಸೇರಿಸಲಾಗಿದೆ
ku: زیادکرا بۆ سەبەتە
lo: ເພີ່ມໃສ່ກະຕ່າແລ້ວ
lt: Pridėta į krepšelį
mr: कार्टमध्ये जोडले
ms: Ditambah ke troli
my: စျေးခြင်းထဲသို့ ထည့်ပြီးပါပြီ
no: Lagt til i handlekurven
pl: Dodano do koszyka
ro: Adăugat în coș
si: කරත්තයට එකතු කර ඇත
sk: Pridané do košíka
sq: Shtuar në shportë
sr: Dodato u korpu
sv: Tillagd i kundvagn
sw: Imeongezwa kwenye rukwama
ta: வண்டியில் சேர்க்கப்பட்டது
te: కార్ట్‌లో జోడించబడింది
th: เพิ่มลงในรถเข็นแล้ว
tr: Sepete eklendi
uk: Додано до кошика
ur: کارٹ میں شامل کر دیا گیا
uz: Savatchaga qo‘shildi
vi: Đã thêm vào giỏ hàng

source: Change Password
am: የይለፍ ቃል ቀይር
ar: تغيير كلمة المرور
az: Şifrəni Dəyiş
bg: Смени парола
bn: পাসওয়ার্ড পরিবর্তন করুন
bs: Promijeni lozinku
ca: Canvia la contrasenya
cs: Změnit heslo
da: Skift adgangskode
el: Αλλαγή κωδικού πρόσβασης
et: Muuda parooli
fa: تغییر رمز عبور
fi: Vaihda salasana
he: שנה סיסמה
hi: पासवर्ड बदलें
hu: Jelszó megváltoztatása
id: Ubah Kata Sandi
ja: パスワードを変更
ka: პაროლის შეცვლა
kk: Құпия сөзді өзгерту
km: ផ្លាស់ប្តូរពាក្យសម្ងាត់
kn: ಪಾಸ್ವರ್ಡ್ ಬದಲಾಯಿಸಿ
ku: وشەی نهێنی بگۆڕە
lo: ປ່ຽນລະຫັດຜ່ານ
lt: Keisti slaptažodį
mr: पासवर्ड बदला
ms: Tukar Kata Laluan
my: စကားဝှက်ပြောင်းရန်
no: Endre passord
pl: Zmień hasło
ro: Schimbă parola
si: මුරපදය වෙනස් කරන්න
sk: Zmeniť heslo
sq: Ndrysho Fjalëkalimin
sr: Promeni lozinku
sv: Byt lösenord
sw: Badilisha Nenosiri
ta: கடவுச்சொல்லை மாற்றவும்
te: పాస్‌వర్డ్ మార్చండి
th: เปลี่ยนรหัสผ่าน
tr: Şifreyi Değiştir
uk: Змінити пароль
ur: پاس ورڈ تبدیل کریں
uz: Parolni o‘zgartirish
vi: Đổi mật khẩu

source: Account Security
am: የመለያ ደህንነት
ar: أمان الحساب
az: Hesab Təhlükəsizliyi
bg: Сигурност на акаунта
bn: অ্যাকাউন্ট সুরক্ষা
bs: Sigurnost računa
ca: Seguretat del compte
cs: Zabezpečení účtu
da: Konto sikkerhed
el: Ασφάλεια λογαριασμού
et: Konto turvalisus
fa: امنیت حساب
fi: Tilin turvallisuus
he: אבטחת חשבון
hi: खाता सुरक्षा
hu: Fiókbiztonság
id: Keamanan Akun
ja: アカウントのセキュリティ
ka: ანგარიშის უსაფრთხოება
kk: Аккаунт қауіпсіздігі
km: សុវត្ថិភាពគណនី
kn: ಖಾತೆ ಭದ್ರತೆ
ku: پاراستنی هەژمار
lo: ຄວາມປອດໄພບັນຊີ
lt: Paskyros saugumas
mr: खाते सुरक्षा
ms: Keselamatan Akaun
my: အကောင့်လုံခြုံရေး
no: Kontosikkerhet
pl: Bezpieczeństwo konta
ro: Securitatea contului
si: ගිණුම් ආරක්ෂාව
sk: Bezpečnosť účtu
sq: Siguria e Llogarisë
sr: Bezbednost naloga
sv: Kontosäkerhet
sw: Usalama wa Akaunti
ta: கணக்கு பாதுகாப்பு
te: ఖాతా భద్రత
th: ความปลอดภัยของบัญชี
tr: Hesap Güvenliği
uk: Безпека акаунта
ur: اکاؤنٹ سیکیورٹی
uz: Hisob xavfsizligi
vi: Bảo mật tài khoản
