Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Manage Stock
am: አክሲዮን አስተዳድር
ar: إدارة المخزون
az: Stoku idarə et
bg: Управление на склада
bn: স্টক পরিচালনা করুন
bs: Upravljaj zalihama
ca: Gestionar estoc
cs: Spravovat zásoby
da: Administrer lager
el: Διαχείριση αποθέματος
et: Halda laoseisu
fa: مدیریت موجودی
fi: Hallitse varastoa
he: נהל מלאי
hi: स्टॉक प्रबंधित करें
hu: Készlet kezelése
id: Kelola Stok
ja: 在庫管理
ka: მარაგის მართვა
kk: Қорды басқару
km: គ្រប់គ្រងស្តុក
kn: ಸ್ಟಾಕ್ ನಿರ್ವಹಿಸಿ
ku: بەڕێوە بردنى کۆگا
lo: ຄຸ້ມຄອງສ່າງ
lt: Valdyti atsargas
mr: साठा व्यवस्थापित करा
ms: Urus stok
my: စတော့ကို စီမံခန့်ခွဲပါ။
no: Administrer lager
pl: Zarządzaj zapasami
ro: Gestionează stocul
si: ගබඩා කළමනාකරණය
sk: Spravovať zásoby
sq: Menaxho stokun
sr: Управљај залихама
sv: Hantera lager
sw: Dhibiti hisa
ta: கையிருப்பு நிர்வகிக்கவும்
te: స్టాక్ నిర్వహణ
th: จัดการสต็อก
tr: Stokları Yönet
uk: Керування запасами
ur: اسٹاک کا انتظام کریں۔
uz: Zaxirani boshqarish
vi: Quản lý kho

source: Short Description
am: አጭር መግለጫ
ar: وصف قصير
az: Qısa təsvir
bg: Кратко описание
bn: ছোট বিবরণ
bs: Kratki opis
ca: Descripció breu
cs: Krátký popis
da: Kort beskrivelse
el: Σύντομη περιγραφή
et: Lühikirjeldus
fa: توضیح کوتاه
fi: Lyhyt kuvaus
he: תיאור קצר
hi: संक्षिप्त विवरण
hu: Rövid leírás
id: Deskripsi Singkat
ja: 簡単な説明
ka: მოკლე აღწერა
kk: Қысқаша сипаттама
km: ពិពណ៌នាខ្លី
kn: ಸಣ್ಣ ವಿವರಣೆ
ku: پوختەى ڕوونکردنەوە
lo: ລາຍລະອຽດໂດຍຫຍໍ້
lt: Trumpas aprašymas
mr: संक्षिप्त वर्णन
ms: Penerangan Ringkas
my: အတိုချုံးဖော်ပြချက်
no: Kort beskrivelse
pl: Krótki opis
ro: Descriere scurtă
si: කෙටි විස්තරය
sk: Krátky popis
sq: Përshkrim i shkurtër
sr: Кратки опис
sv: Kort beskrivning
sw: Maelezo Mafupi
ta: குறுகிய விளக்கம்
te: సంక్షిప్త వివరణ
th: คำอธิบายสั้นๆ
tr: Kısa Açıklama
uk: Короткий опис
ur: مختصر تفصیل
uz: Qisqa tavsif
vi: Mô tả ngắn

source: Update Info
am: መረጃ አዘምን
ar: تحديث المعلومات
az: Məlumatı yeniləyin
bg: Обнови информация
bn: আপডেট তথ্য
bs: Ažuriraj informacije
ca: Actualitzar informació
cs: Aktualizovat informace
da: Opdater information
el: Ενημέρωση πληροφοριών
et: Uuenda infot
fa: به‌روزرسانی اطلاعات
fi: Päivitystiedot
he: עדכן מידע
hi: जानकारी अपडेट करें
hu: Információk frissítése
id: Perbarui Info
ja: 情報を更新
ka: ინფორმაციის განახლება
kk: Ақпаратты жаңарту
km: ព័ត៌មានបច្ចុប្បន្នភាព
kn: ಮಾಹಿತಿಯನ್ನು ನವೀಕರಿಸಿ
ku: نوێکردنەوى زانیارییەکان
lo: ປັບປຸງຂໍ້ມູນ
lt: Atnaujinti informaciją
mr: माहिती अद्यतनित करा
ms: Kemas kini Maklumat
my: အပ်ဒိတ်အချက်အလက်
no: Oppdater informasjon
pl: Zaktualizuj informacje
ro: Actualizează informațiile
si: තොරතුරු යාවත්කාලීන කරන්න
sk: Aktualizovať informácie
sq: Përditëso informacionin
sr: Ажурирај информације
sv: Uppdatera information
sw: Sasisha Taarifa
ta: தகவலைப் புதுப்பிக்கவும்
te: సమాచారాన్ని నవీకరించండి
th: อัปเดตข้อมูล
tr: Bilgileri Güncelle
uk: Оновити інформацію
ur: معلومات کی تازہ کاری
uz: Ma'lumotni yangilash
vi: Cập nhật thông tin

source: Stock
am: አክሲዮን
ar: المخزون
az: Səhm
bg: Склад
bn: স্টক
bs: Zalihe
ca: Estoc
cs: Skladem
da: Lager
el: Απόθεμα
et: Laoseis
fa: موجودی
fi: Varasto
he: מלאי
hi: स्टॉक
hu: Készlet
id: Stok
ja: 在庫
ka: მარაგი
kk: Қор
km: ស្តុក
kn: ಸ್ಟಾಕ್
ku: گۆکا
lo: ສິນຄ້າໃນສາງ
lt: Atsargos
mr: साठा
ms: Stok
my: စတော့
no: Lager
pl: Zapasy
ro: Stoc
si: ගබඩාව
sk: Skladom
sq: Stoku
sr: Залиха
sv: Lager
sw: Hisa
ta: கையிருப்பு
te: స్టాక్
th: สต็อก
tr: Stok
uk: Запас
ur: اسٹاک
uz: Zaxira
vi: Kho

source: Pending
am: በመጠባበቅ ላይ
ar: قيد الانتظار
az: Gözlənir
bg: Изчакващо
bn: বিচারাধীন
bs: Na čekanju
ca: Pendent
cs: Čekající
da: Afventer
el: Σε εκκρεμότητα
et: Ootel
fa: در انتظار
fi: Odottaa
he: ממתין
hi: लंबित
hu: Függőben
id: Tertunda
ja: 保留中
ka: მოლოდინში
kk: Күтілуде
km: កំពុងរង់ចាំ
kn: ಬಾಕಿಯಿದೆ
ku: چاوەڕوانە
lo: ກຳລັງດຳເນີນ
lt: Laukiama
mr: प्रलंबित
ms: Belum selesai
my: ဆိုင်းငံ့ထားသည်။
no: Venter
pl: Oczekujące
ro: În așteptare
si: විමසමින් පවතී
sk: Čakajúce
sq: Në pritje
sr: На чекању
sv: Väntande
sw: Inasubiri
ta: நிலுவையில் உள்ளது
te: పెండింగ్
th: รอดำเนินการ
tr: Beklemede
uk: В очікуванні
ur: زیر التواء
uz: Kutilmoqda
vi: Đang chờ xử lý

source: Approve
am: አጽድቅ
ar: موافقة
az: Təsdiqlə
bg: Одобри
bn: অনুমোদন করুন
bs: Odobri
ca: Aprovar
cs: Schválit
da: Godkend
el: Έγκριση
et: Kinnita
fa: تایید
fi: Hyväksy
he: אשר
hi: मंजूर
hu: Jóváhagyás
id: Setujui
ja: 承認
ka: დამტკიცება
kk: Бекіту
km: អនុម័ត
kn: ಅನುಮೋದಿಸಿ
ku: پەسەندکردن
lo: ອະນຸມັດ
lt: Patvirtinti
mr: मंजूर करा
ms: Terima
my: လက်မခံပါ။
no: Godkjenn
pl: Zatwierdź
ro: Aprobă
si: අනුමත කරන්න
sk: Schváliť
sq: Mirato
sr: Одобри
sv: Godkänn
sw: Idhinisha
ta: அங்கீகரிக்கவும்
te: ఆమోదించండి
th: อนุมัติ
tr: Onayla
uk: Затвердити
ur: منظور کریں
uz: Tasdiqlash
vi: Phê duyệt

source: Approved
am: ጸድቋል
ar: تمت الموافقة
az: Təsdiqləndi
bg: Одобрено
bn: অনুমোদিত
bs: Odobreno
ca: Aprovat
cs: Schváleno
da: Godkendt
el: Εγκρίθηκε
et: Kinnitatud
fa: تایید شده
fi: Hyväksytty
he: מאושר
hi: स्वीकृत
hu: Jóváhagyva
id: Disetujui
ja: 承認済み
ka: დამტკიცებულია
kk: Бекітілді
km: បានអនុម័ត
kn: ಅನುಮೋದಿಸಲಾಗಿದೆ
ku: پەسەندکراوە
lo: ອະນຸມັດແລ້ວ
lt: Patvirtinta
mr: मंजूर केले
ms: Diluluskan
my: အတည်
no: Godkjent
pl: Zatwierdzony
ro: Aprobat
si: අනුමත කර ඇත
sk: Schválené
sq: I miratuar
sr: Одобрено
sv: Godkänd
sw: Imeidhinishwa
ta: அங்கீகரிக்கப்பட்டது
te: ఆమోదించబడింది
th: อนุมัติแล้ว
tr: Onaylandı
uk: Затверджено
ur: منظور شدہ
uz: Tasdiqlangan
vi: Đã duyệt

source: Rating
am: ደረጃ አሰጣጥ
ar: التقييم
az: Reytinq
bg: Оценка
bn: রেটিং
bs: Ocjena
ca: Valoració
cs: Hodnocení
da: Bedømmelse
el: Βαθμολογία
et: Hinnang
fa: امتیاز
fi: Arvosana
he: דירוג
hi: रेटिंग
hu: Értékelés
ja: 評価
ka: შეფასება
kk: Бағалау
km: ការវាយតម្លៃ
kn: ರೇಟಿಂಗ್
ku: هەڵسەنگاند
lo: ຄະແນນ
lt: Įvertinimas
mr: मूल्यांकन
ms: Penilaian
my: အဆင့်သတ်မှတ်ချက်
no: Vurdering
pl: Ocena
ro: Evaluare
si: තරු ශ්‍රේණිගත කිරීම
sk: Hodnotenie
sq: Vlerësimi
sr: Оцена
sv: Betyg
sw: Ukadiriaji
ta: மதிப்பீடு
te: రేటింగ్
th: คะแนน
tr: Değerlendirme
uk: Рейтинг
ur: درجہ بندی
uz: Baho
vi: Đánh giá

source: Change
am: ለውጥ
ar: تغيير
az: Dəyişdir
bg: Промени
bn: পরিবর্তন করুন
bs: Promijeni
ca: Canviar
cs: Změnit
da: Skift
el: Αλλαγή
et: Muuda
fa: تغییر
fi: Muuta
he: שנה
hi: परिवर्तन
hu: Módosítás
id: Ubah
ja: 変更
ka: შეცვლა
kk: Өзгерту
km: ផ្លាស់ប្តូរ
kn: ಬದಲಿಸಿ
ku: گۆڕین
lo: ປ່ຽນແປງ
lt: Keisti
mr: बदल
ms: Tukar
my: ပြောင်းလဲပါ။
no: Endre
pl: Zmień
ro: Schimbă
si: වෙනස් කරන්න
sk: Zmeniť
sq: Ndrysho
sr: Промени
sv: Ändra
sw: Badilisha
ta: மாற்று
te: మార్చండి
th: เปลี่ยน
tr: Değiştir
uk: Змінити
ur: تبدیل کریں
uz: O'zgartirish
vi: Thay đổi

source: Review Approval
am: የግምገማ ማጽደቅ
ar: مراجعة الموافقة
az: Təsdiqi nəzərdən keçirin
bg: Одобрение на отзив
bn: পর্যালোচনা অনুমোদন
bs: Pregled odobrenja
ca: Aprovació de la revisió
cs: Schválení recenze
da: Godkendelse af anmeldelse
el: Έγκριση αξιολόγησης
et: Arvustuse heakskiitmine
fa: تأیید بررسی
fi: Arvostelun hyväksyntä
he: אישור ביקורת
hi: समीक्षा अनुमोदन
hu: Értékelés jóváhagyása
id: Persetujuan Ulasan
ja: レビューの承認
ka: შეფასების დამტკიცება
kk: Пікірді бекіту
km: ពិនិត្យការអនុម័ត
kn: ವಿಮರ್ಶೆ ಅನುಮೋದನೆ
ku: پێداچوونەوە ى پەسەندکردن
lo: ການອະນຸມັດ
lt: Peržiūros patvirtinimas
mr: पुनरावलोकन मंजुरी
ms: Semakan Kelulusan
my: ပြန်လည်သုံးသပ်အတည်ပြုချက်
no: Vurderingsgodkjenning
pl: Zatwierdzenie recenzji
ro: Aprobare recenzie
si: සමාලෝචන අනුමැතිය
sk: Schválenie recenzie
sq: Miratimi i vlerësimit
sr: Одобрење рецензије
sv: Granska godkännande
sw: Hakiki Idhini
ta: மதிப்புரை அங்கீகாரம்
te: సమీక్ష ఆమోదం
th: การอนุมัติรีวิว
tr: İnceleme Onayı
uk: Перевірка відгуку
ur: منظوری کا جائزہ
uz: Tasdiqlashni ko'rib chiqish
vi: Xem xét phê duyệt

source: Home
am: መነሻ
ar: الرئيسية
az: Ana səhifə
bg: Начало
bn: হোম
bs: Početna
ca: Inici
cs: Domů
da: HJEM
el: Αρχική
et: Avaleht
fa: خانه
fi: Koti
he: בית
hi: होम
hu: Főoldal
id: Beranda
ja: ホーム
ka: მთავარი
kk: Басты бет
km: ទំព័រដើម
kn: ಮುಖಪುಟ
ku: سەرەکى
lo: ໜ້າຫຼັກ
lt: Pagrindinis
mr: मुख्यपृष्ठ
ms: LAMAN UTAMA
my: အိမ်
no: Hjem
pl: Strona główna
ro: Acasă
si: මුල් පිටුව
sk: Domov
sq: Kryefaqja
sr: Почетна
sv: Hem
sw: Nyumbani
ta: முகப்பு
te: హోమ్
th: หน้าหลัก
tr: Ana Sayfa
uk: Головна
ur: ہوم
uz: Bosh sahifa
vi: Trang chủ

source: Reviews
am: ግምገማዎች
ar: التقييمات
az: Rəylər
bg: Отзиви
bn: পর্যালোচনা
bs: Recenzije
ca: Ressenyes
cs: Recenze
da: Anmeldelser
el: Κριτικές
et: Arvustused
fa: نظرات
fi: Arvostelut
he: ביקורות
hi: समीक्षाएं
hu: Értékelések
id: Ulasan
ja: レビュー
ka: შეფასებები
kk: Пікірлер
km: ការវាយតម្លៃ
kn: ವಿಮರ್ಶೆಗಳು
ku: هەڵسەنگاندنەکان
lo: ຄຳຄິດເຫັນ
lt: Atsiliepimai
mr: पुनरावलोकने
ms: Ulasan
my: သုံးသပ်ချက်များ
no: Anmeldelser
pl: Recenzje
ro: Recenzii
si: සමාලෝචන
sk: Recenzie
sq: Vlerësimet
sr: Рецензије
sv: Recensioner
sw: Maoni
ta: மதிப்புரைகள்
te: సమీక్షలు
th: รีวิว
tr: İncelemeler
uk: Відгуки
ur: جائزے
uz: Sharhlar
vi: Đánh giá

source: Update Status
am: ሁኔታን አዘምን
ar: تحديث الحالة
az: Statusu yeniləyin
bg: Обнови статус
bn: আপডেট স্থিতি
bs: Ažuriraj status
ca: Actualitzar estat
cs: Aktualizovat stav
da: Opdater status
el: Ενημέρωση κατάστασης
et: Uuenda olekut
fa: به‌روزرسانی وضعیت
fi: Päivitä tila
he: עדכן סטטוס
hi: स्थिति अपडेट करें
hu: Státusz frissítése
id: Perbarui Status
ja: ステータスを更新
ka: სტატუსის განახლება
kk: Күйді жаңарту
km: បច្ចុប្បន្នភាពស្ថានភាព
kn: ನವೀಕರಣ ಸ್ಥಿತಿ
ku: نوێکردنەوەى دۆخ
lo: ປັບປຸງສະຖານະ
lt: Atnaujinti būseną
mr: स्थिती अद्यतनित करा
ms: Kemas kini Status
my: အခြေအနေကို အပ်ဒိတ်လုပ်ပါ။
no: Oppdater status
pl: Zaktualizuj status
ro: Actualizează starea
si: තත්ත්වය යාවත්කාලීන කරන්න
sk: Aktualizovať stav
sq: Përditëso statusin
sr: Ажурирај статус
sv: Uppdatera status
sw: Sasisha Hali
ta: நிலையைப் புதுப்பிக்கவும்
te: స్థితిని నవీకరించండి
th: อัปเดตสถานะ
tr: Güncelleme Durumu
uk: Оновити статус
ur: حیثیت اپ ڈیٹ کریں
uz: Holatni yangilash
vi: Cập nhật trạng thái

# chatListScreen
source: Messages
am: መልዕክቶች
ar: قائمة المحادثات
az: Mesajlar
bg: Съобщения
bn: বার্তা
bs: Poruke
ca: Missatges
cs: Zprávy
da: Beskeder
el: Μηνύματα
et: Sõnumid
fa: پیام‌ها
fi: Viestit
he: מסך רשימת צ'אט
hi: चैट सूची स्क्रीन
hu: Csevegőlista
id: Layar Daftar Obrolan
ja: チャットリスト
ka: შეტყობინებები
kk: Хабарламалар
km: សារ
kn: ಚಾಟ್ ಪಟ್ಟಿ ಪರದೆ
ku: نامەکان
lo: ຂໍ້ຄວາມ
lt: Žinutės
mr: संदेश
ms: Mesej
my: စာတို
no: Meldinger
pl: Wiadomości
ro: Lista de conversații
si: කතාබස් ලැයිස්තුව
sk: Správy
sq: Mesazhet
sr: Листа разговора
sv: Meddelanden
sw: Ujumbe
ta: செய்திகள்
te: సందేశాలు
th: รายการแชท
tr: Mesaj Listesi
uk: Повідомлення
ur: پیغامات
uz: Xabarlar
vi: Danh sách trò chuyện

source: Card Number
am: የካርድ ቁጥር
ar: رقم البطاقة
az: Kart nömrəsi
bg: Номер на карта
bn: কার্ড নম্বর
bs: Broj kartice
ca: Número de targeta
cs: Číslo karty
da: Kortnummer
el: Αριθμός κάρτας
et: Kaardi number
fa: شماره کارت
fi: Kortin numero
he: מספר כרטיס
hi: कार्ड नंबर
hu: Kártyaszám
id: Nomor Kartu
ja: カード番号
ka: ბარათის ნომერი
kk: Карта нөмірі
km: លេខកាត
kn: ಕಾರ್ಡ್ ಸಂಖ್ಯೆ
ku: ژمارەى کارت
lo: ເລກບັດ
lt: Kortelės numeris
mr: कार्ड क्रमांक
ms: Nombor kad
my: ကတ်နံပါတ်
no: Kortnummer
pl: Numer karty
ro: Număr card
si: කාඩ්පත් අංකය
sk: Číslo karty
sq: Numri i kartës
sr: Број картице
sv: Kortnummer
sw: Namba ya kadi
ta: அட்டை எண்
te: కార్డ్ నంబర్
th: หมายเลขบัตร
tr: Kart Numarası
uk: Номер картки
ur: کارڈ نمبر
uz: Karta raqami
vi: Số thẻ

# expiredDate
source: Expiration Date
am: የመጨረሻ ቀን
ar: تاريخ انتهاء الصلاحية
az: Bitmə tarixi
bg: Дата на изтичане
bn: মেয়াদ শেষের তারিখ
bs: Datum isteka
ca: Data de caducitat
cs: Datum vypršení platnosti
da: Udløbsdato
el: Ημερομηνία λήξης
et: Aegumiskuupäev
fa: تاریخ انقضا
fi: Vanhentunut päivämäärä
he: תאריך תפוגה
hi: समाप्ति तिथि
hu: Lejárati dátum
id: Tanggal Kedaluwarsa
ja: 有効期限
ka: ვადის გასვლის თარიღი
kk: Мерзімі өткен күн
km: កាលបរិច្ឆេទផុតកំណត់
kn: ಅವಧಿ ಮುಗಿದ ದಿನಾಂಕ
ku: بەروارى بەسەر چوون
lo: ວັນທີ່ໝົດອາຍຸ
lt: Galiojimo pabaigos data
mr: कालबाह्यता तारीख
ms: Tarikh luput
my: သက်တမ်းကုန်ဆုံးရက်
no: Utløpsdato
pl: Wygasła data
ro: Dată expirare
si: කල් ඉකුත් වන දිනය
sk: Dátum expirácie
sq: Data e skadimit
sr: Датум истека
sv: Utgångsdatum
sw: Tarehe ya kuisha
ta: காலாவதி தேதி
te: గడువు తేదీ
th: วันหมดอายุ
tr: Son Kullanma Tarihi
uk: Дата закінчення терміну дії
ur: ختم تاریخ
uz: Muddati tugagan sana
vi: Ngày hết hạn

# expiredDateHint
source: MM/YY
am: ወር/ዓመት
ar: شهر/سنة
az: AY/İL
bg: ММ/ГГ
bs: MM/GG
ca: MM/AA
cs: MM / RR
da: MM/ÅÅ
el: ΜΜ/ΕΕ
et: KK/AA
fi: KK/VV
hi: माह/वर्ष
hu: HH/ÉÉ
kk: АА/ЖЖ
kn: ಅವಧಿ ಮುಗಿದ ದಿನಾಂಕ ಸೂಚನೆ ಮಮ/ವೈವೈ
lt: MM/MM
mr: महिना/वर्ष
ms: MM/TT
no: MM/ÅÅ
pl: MM/RR
ro: LL/AA
si: මාසය/වර්ෂය
sk: MM/RR
sq: MM/VV
sr: ММ/ГГ
sv: MM/ÅÅ
th: เดือน/ปี
tr: AA/YY
uk: ММ/РР
uz: OY/YIL

source: CVV
bn: সিভিভি
hi: सीवीवी
kn: ಸಿವಿವಿ
mr: सीव्हीव्ही

source: Card Holder
am: የካርድ ባለቤት
ar: حامل البطاقة
az: Kart sahibi
bg: Име на картодържателя
bn: কার্ডধারক
bs: Ime na kartici
ca: Titular de la targeta
cs: Držitel karty
da: Kortholder
el: Κάτοχος κάρτας
et: Kaardi omanik
fa: دارنده کارت
fi: Kortinhaltija
he: בעל הכרטיס
hi: कार्डधारक
hu: Kártyatulajdonos
id: Pemegang Kartu
ja: カード名義人
ka: ბარათის მფლობელი
kk: Карта иесі
km: អ្នកកាន់កាត
kn: ಕಾರ್ಡ್ ಹೊಂದಿರುವವರು
ku: هەڵگرى کارت
lo: ຊື່ຜູ້ຖືບັດ
lt: Kortelės turėtojas
mr: कार्डधारक
ms: Pemegang Kad
my: ကတ်ကိုင်ဆောင်သူ
no: Kortholder
pl: Posiadacz karty
ro: Titular card
si: කාඩ්පත් හිමිකරු
sk: Držiteľ karty
sq: Mbajtësi i kartës
sr: Власник картице
sv: Kortinnehavare
sw: Mwenye Kadi
ta: அட்டை வைத்திருப்பவர்
te: కార్డ్ హోల్డర్
th: ชื่อผู้ถือบัตร
tr: Kart Sahibi
uk: Власник картки
ur: کارڈ ہولڈر
uz: Karta egasi
vi: Chủ thẻ

# mustSelectOneItem
source: You must select 1 item
am: 1 እቃ መምረጥ አለብዎት
ar: يجب اختيار عنصر واحد
az: Ən azı 1 element seçilməlidir
bg: Трябва да изберете 1 артикул
bn: ১টি আইটেম নির্বাচন করতে হবে
bs: Morate odabrati 1 stavku
ca: Has de seleccionar 1 element
cs: Musíte vybrat jednu položku
da: Du skal vælge 1 vare
el: Πρέπει να επιλέξετε 1 στοιχείο
et: Pead valima 1 üksuse
fa: باید حداقل یک مورد را انتخاب کنید
fi: Valitse vähintään yksi kohde
he: חובה לבחור פריט אחד
hi: कम से कम 1 आइटम चुनना आवश्यक है
hu: 1 elemet kell kiválasztania
id: Harus memilih 1 item
ja: 1つ選択してください
ka: უნდა აირჩიოთ მინიმუმ 1 ელემენტი
kk: 1 элементті таңдау қажет
km: ត្រូវជ្រើសរើសទំនិញ ១
kn: ಕನಿಷ್ಠ ಒಂದು ಐಟಂ ಆಯ್ಕೆಮಾಡಬೇಕು
ku: پێویستە ١ ئایتم هەڵبژێریت
lo: ຕ້ອງເລືອກ 1 ລາຍການ
lt: Turite pasirinkti 1 elementą
mr: किमान १ आयटम निवडणे आवश्यक आहे
ms: Mesti pilih 1 item
my: အကြောင်းအရာ 1 ခု ရွေးရပါမည်။
no: Du må velge 1 element
pl: Musisz wybrać 1 element
ro: Trebuie să selectezi cel puțin un articol
si: අවම වශයෙන් එක් අයිතමයක් තෝරා ගත යුතුය
sk: Musíte vybrať aspoň 1 položku
sq: Duhet të zgjidhni 1 artikull
sr: Морате изабрати 1 ставку
sv: Måste välja ett objekt
sw: Lazima uchague kipengee 1
ta: ஒரு உருப்படியையாவது தேர்ந்தெடுக்க வேண்டும்
te: మీరు కనీసం ఒక అంశాన్ని ఎంచుకోవాలి
th: ต้องเลือกอย่างน้อย 1 รายการ
tr: 1 öğe seçilmeli
uk: Потрібно вибрати 1 елемент
ur: 1 آئٹم منتخب کرنا ضروری ہے۔
uz: 1 ta elementni tanlash kerak
vi: Phải chọn 1 mục

# optionsTotal
source: Options total: {price}
am: አማራጮች ድምር: {price}
ar: إجمالي الخيارات: {price}
az: Cəmi seçimlər: {price}
bg: Общо опции: {price}
bn: অপশন মোট: {price}
bs: Ukupno opcija: {price}
ca: Total d'opcions: {price}
cs: Celkem možností: {price}
da: Indstillinger i alt: {price}
el: Σύνολο επιλογών: {price}
et: Valikute kogusumma: {price}
fa: مجموع گزینه‌ها: {price}
fi: Vaihtoehdot yhteensä: {price}
he: סה״כ אפשרויות: {price}
hi: विकल्पों का कुल: {price}
hu: Opciók összesen: {price}
id: Total opsi: {price}
ja: オプション合計：{price}
ka: ვარიანტების ჯამი: {price}
kk: Опциялардың жалпы құны: {price}
km: សរុបជម្រើស៖ {price}
kn: ಒಟ್ಟು ಆಯ್ಕೆಗಳು: {price}
ku: کۆى گشتى هەڵبژاردنەکان: {price}
lo: ຕົວເລືອກທັງໝົດ: {price}
lt: Parinkčių suma: {price}
mr: पर्यायांची एकूण किंमत: {price}
ms: Jumlah pilihan: {price}
my: ရွေးချယ်စရာများ စုစုပေါင်း- {price}
no: Alternativer totalt: {price}
pl: Suma opcji: {price}
ro: Total opțiuni: {price}
si: තෝරාගත් විකල්ප එකතුව: {price}
sk: Celkové možnosti: {price}
sq: Opsionet totale: {price}
sr: Укупно опција: {price}
sv: Totalt antal alternativ: {price}
sw: Jumla ya chaguo: {price}
ta: விருப்பங்கள் மொத்தம்: {price}
te: ఆప్షన్ల మొత్తం: {price}
th: ราคารวมตัวเลือก: {price}
tr: Toplam seçenek: {price}
uk: Всього опцій: {price}
ur: کل اختیارات: {price}
uz: Jami variantlar: {price}
vi: Tổng số tùy chọn: {price}

source: Options
am: አማራጮች
ar: الخيارات
az: Seçimlər
bg: Опции
bn: অপশন
bs: Opcije
ca: Opcions
cs: Možnosti
da: Muligheder
el: Επιλογές
et: Valikud
fa: گزینه‌ها
fi: Vaihtoehdot
he: אפשרויות
hi: विकल्प
hu: Opciók
id: Opsi
ja: オプション
ka: პარამეტრები
kk: Опциялар
km: ជម្រើស
kn: ಆಯ್ಕೆಗಳು
ku: هەڵبژاردنەکان
lo: ທາງເລືອກ
lt: Parinktys
mr: पर्याय
ms: Pilihan
my: ရွေးချယ်မှုများ
no: Alternativer
pl: Opcje
ro: Opțiuni
si: විකල්ප
sk: Možnosti
sq: Opsionet
sr: Опције
sv: Alternativ
sw: Chaguo
ta: விருப்பங்கள்
te: ఆప్షన్లు
th: ตัวเลือก
tr: Seçenekler
uk: Опції
ur: اختیارات
uz: Variantlar
vi: Tùy chọn

# pleaseSelectRequiredOptions
source: Please select the required options!
am: እባክዎ የሚያስፈልጉ አማራጮችን ይምረጡ!
ar: يرجى اختيار الخيارات المطلوبة!
az: Zəhmət olmasa tələb olunan variantları seçin!
bg: Моля, изберете задължителните опции!
bn: অনুগ্রহ করে প্রয়োজনীয় বিকল্পগুলি নির্বাচন করুন!
bs: Molimo odaberite potrebne opcije!
ca: Si us plau, selecciona les opcions necessàries!
cs: Vyberte prosím požadované možnosti!
da: Vælg venligst de påkrævede muligheder!
el: Παρακαλώ επιλέξτε τις απαιτούμενες επιλογές!
et: Palun vali vajalikud valikud!
fa: لطفاً گزینه‌های ضروری را انتخاب کنید!
fi: Valitse vaaditut vaihtoehdot!
he: אנא בחר באפשרויות הנדרשות!
hi: कृपया आवश्यक विकल्प चुनें!
hu: Kérjük, válassza ki a szükséges opciókat!
id: Pilih opsi yang diperlukan!
ja: 必須オプションを選択してください
ka: გთხოვთ აირჩიოთ სავალდებულო ვარიანტები!
kk: Қажетті опцияларды таңдаңыз!
km: សូមជ្រើសរើសជម្រើសដែលត្រូវការ!
kn: ದಯವಿಟ್ಟು ಅಗತ್ಯ ಆಯ್ಕೆಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ!
ku: تکایە هەڵبژاردنە پێویستەکان دیارى بکە!
lo: ກະລຸນາເລືອກຕົວເລືອກທີ່ຕ້ອງການ!
lt: Pasirinkite reikiamas parinktis!
mr: कृपया आवश्यक पर्याय निवडा!
ms: Sila pilih pilihan yang diperlukan!
my: လိုအပ်သောရွေးချယ်မှုများကို ကျေးဇူးပြု၍ ရွေးချယ်ပါ။
no: Vennligst velg påkrevde alternativer!
pl: Wybierz wymagane opcje!
ro: Te rugăm să selectezi opțiunile necesare!
si: අවශ්‍ය විකල්ප තෝරන්න!
sk: Prosím, vyberte požadované možnosti!
sq: Ju lutemi zgjidhni opsionet e kërkuara!
sr: Молимо изаберите потребне опције!
sv: Välj önskade alternativ!
sw: Tafadhali chagua chaguo zinazohitajika!
ta: தேவையான விருப்பங்களைத் தேர்ந்தெடுக்கவும்!
te: దయచేసి అవసరమైన ఎంపికలను ఎంచుకోండి!
th: กรุณาเลือกตัวเลือกที่จำเป็น!
tr: Lütfen gerekli seçenekleri seçin!
uk: Виберіть необхідні опції!
ur: براہ کرم مطلوبہ اختیارات منتخب کریں!
uz: Iltimos, kerakli variantlarni tanlang!
vi: Vui lòng chọn các tùy chọn bắt buộc!

source: Location
am: አካባቢ
ar: الموقع
az: Məkan
bg: Местоположение
bn: অবস্থান
bs: Lokacija
ca: Ubicació
cs: Umístění
da: Beliggenhed
el: Τοποθεσία
et: Asukoht
fa: موقعیت مکانی
fi: Sijainti
he: מיקום
hi: स्थान
hu: Helyszín
id: Lokasi
ja: 場所
ka: ადგილმდებარეობა
kk: Орналасқан жері
km: ទីតាំង
kn: ಸ್ಥಳ
ku: شوێن
lo: ສະຖານທີ່
lt: Vieta
mr: स्थान
ms: Lokasi
my: တည်နေရာ
no: Sted
pl: Lokalizacja
ro: Locație
si: ස්ථානය
sk: Poloha
sq: Vendndodhja
sr: Локација
sv: Plats
sw: Mahali
ta: இடம்
te: స్థానం
th: ตำแหน่งที่ตั้ง
tr: Konum
uk: Місцезнаходження
ur: مقام
uz: Joylashuv
vi: Vị trí

source: Send
am: ላክ
ar: إرسال
az: Göndər
bg: Изпрати
bn: পাঠান
bs: Pošalji
ca: Enviar
cs: Odeslat
el: Αποστολή
et: Saada
fa: ارسال
fi: Lähetä
he: שלח
hi: भेजें
hu: Küldés
id: Kirim
ja: 送信
ka: გაგზავნა
kk: Жіберу
km: ផ្ញើ
kn: ಕಳುಹಿಸಿ
ku: ناردن
lo: ສົ່ງ
lt: Siųsti
mr: पाठवा
ms: Hantar
my: ပို့ပါ။
pl: Wyślij
ro: Trimite
si: යවන්න
sk: Odoslať
sq: Dërgo
sr: Пошаљи
sv: Skicka
sw: Tuma
ta: அனுப்பு
te: పంపండి
th: ส่ง
tr: Gönder
uk: Надіслати
ur: بھیجیں
uz: Yuborish
vi: Gửi

# typeYourMessage
source: Type your message here...
am: መልእክትዎን እዚህ ይጻፉ...
ar: اكتب رسالتك هنا...
az: Mesajınızı bura yazın...
bg: Напишете съобщението си тук...
bn: এখানে আপনার বার্তা টাইপ করুন...
bs: Upišite svoju poruku ovdje...
ca: Escriu el teu missatge aquí...
cs: Zde napište svou zprávu...
da: Skriv din besked her...
el: Γράψτε το μήνυμά σας εδώ...
et: Kirjuta oma sõnum siia...
fa: پیام خود را اینجا بنویسید...
fi: Kirjoita viestisi tähän...
he: הקלד את הודעתך כאן...
hi: अपना संदेश यहां लिखें...
hu: Írja ide üzenetét...
id: Ketik pesan Anda di sini...
ja: ここにメッセージを入力...
ka: ჩაწერეთ თქვენი შეტყობინება აქ...
kk: Хабарламаңызды осы жерге теріңіз...
km: សរសេរសាររបស់អ្នកនៅទីនេះ...
kn: ನಿಮ್ಮ ಸಂದೇಶವನ್ನು ಇಲ್ಲಿ ಟೈಪ್ ಮಾಡಿ...
ku: پەیامەکەت لێرە بنووسە...
lo: ພິມຂໍ້ຄວາມຂອງທ່ານ...
lt: Rašykite savo žinutę čia...
mr: तुमचा संदेश येथे टाइप करा...
ms: Taip mesej anda di sini...
my: သင့်စာကို ဤနေရာတွင် ရိုက်ထည့်ပါ...
no: Skriv meldingen din her...
pl: Wpisz swoją wiadomość tutaj...
ro: Scrie mesajul tău aici...
si: ඔබේ පණිවිඩය ටයිප් කරන්න...
sk: Napíšte svoju správu tu...
sq: Shkruani mesazhin tuaj këtu...
sr: Унесите своју поруку овде...
sv: Skriv ditt meddelande här...
sw: Andika ujumbe wako hapa...
ta: உங்கள் செய்தியை இங்கே தட்டச்சு செய்யவும்...
te: మీ సందేశాన్ని టైప్ చేయండి...
th: พิมพ์ข้อความของคุณที่นี่...
tr: Mesajınızı buraya yazın...
uk: Введіть ваше повідомлення тут...
ur: یہاں اپنا پیغام لکھیں...
uz: Xabaringizni shu yerga yozing...
vi: Nhập tin nhắn của bạn ở đây...

source: Dashboard
am: ዳሽቦርድ
ar: لوحة التحكم
az: İdarə paneli
bg: Табло
bn: ড্যাশবোর্ড
bs: Kontrolna ploča
ca: Tauler
cs: Přehled
el: Πίνακας ελέγχου
et: Töölaud
fa: داشبورد
fi: Hallintapaneeli
he: לוח בקרה
hi: डैशबोर्ड
hu: Vezérlőpult
id: Dasbor
ja: ダッシュボード
ka: დაფა
kk: Басқару тақтасы
km: ផ្ទាំងគ្រប់គ្រង
kn: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
ku: داشبۆرد
lo: ໜ້າຫຼັກ
lt: Valdymo skydelis
mr: डॅशबोर्ड
ms: Papan Pemuka
my: ဒိုင်ခွက်
no: Kontrollpanel
pl: Panel
ro: Panou de control
si: උපකරණ පුවරුව
sk: Nástenka
sq: Paneli
sr: Контролна табла
sv: Kontrollpanel
sw: Dashibodi
ta: டாஷ்போர்டு
te: డాష్‌బోర్డ్
th: แดชบอร์ด
tr: Panel
uk: Панель керування
ur: ڈیش بورڈ
uz: Boshqaruv paneli
vi: Bảng điều khiển

source: Edit
am: አስተካክል:
ar: تعديل
az: Redaktə et:
bg: Редактирай:
bn: সম্পাদনা করুন:
bs: Uredi:
ca: Editar:
cs: Upravit:
da: Rediger:
el: Επεξεργασία:
et: Muuda:
fa: ویرایش:
fi: Muokkaa:
he: ערוך:
hi: संपादित करें:
hu: Szerkesztés:
ja: 編集：
ka: რედაქტირება:
kk: Өңдеу:
km: កែសម្រួល៖
kn: ತಿದ್ದು:
ku: گۆڕانکارى:
lo: ແກ້ໄຂ:
lt: Redaguoti:
mr: संपादित करा:
ms: Sunting:
my: တည်းဖြတ်ရန်-
no: Rediger:
pl: Edytuj:
ro: Editează:
si: සංස්කරණය:
sk: Upraviť
sq: Redakto:
sr: Уреди:
sv: Redigera:
sw: Hariri:
ta: திருத்து:
te: సంపాదించండి:
th: แก้ไข:
tr: Düzenle:
uk: Редагувати:
ur: ترمیم:
uz: Tahrirlash:
vi: Sửa:

# editWithoutColon
source: Edit
am: አስተካክል
ar: تعديل
az: Redaktə et
bg: Редактирай
bn: সম্পাদনা করুন
bs: Uredi
ca: Editar
cs: Upravit
da: Rediger
el: Επεξεργασία
et: Muuda
fa: ویرایش
fi: Muokkaa
he: ערוך
hi: संपादित करें
hu: Szerkesztés
ja: 編集
ka: რედაქტირება
kk: Өңдеу
km: កែសម្រួល
kn: ತಿದ್ದು
ku: گۆڕانکارى
lo: ແກ້ໄຂ
lt: Redaguoti
mr: संपादित करा
ms: Sunting
my: တည်းဖြတ်ပါ။
no: Rediger
pl: Edytuj
ro: Editează
si: සංස්කරණය
sk: Upraviť
sq: Redakto
sr: Уреди
sv: Redigera
sw: Hariri
ta: திருத்து
te: సంపాదించండి
th: แก้ไข
tr: Düzenle
uk: Редагувати
ur: ترمیم
uz: Tahrirlash
vi: chỉnh sửa
