Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Privacy Policy
am: የግላዊነት ፖሊሲ
ar: سياسة الخصوصية
az: Məxfilik Siyasəti
bg: Политика за поверителност
bn: গোপনীয়তা নীতি
bs: Politika privatnosti
ca: Política de privadesa
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
el: Πολιτική απορρήτου
et: Privaatsuspoliitika
fa: حریم خصوصی
fi: Tietosuojakäytäntö
he: מדיניות פרטיות
hi: गोपनीयता नीति
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
ja: プライバシーポリシー
ka: კონფიდენციალურობის პოლიტიკა
kk: Құпиялық саясаты
km: គោលការណ៍ភាពឯកជន
kn: ಗೌಪ್ಯತಾ ನೀತಿ
ku: سیاسەتی نهێنی
lo: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ
lt: Privatumo politika
mr: गोपनीयता धोरण
ms: Dasar privasi
my: ကိုယ်ပိုင်လွတ်လပ်ခွင့်မူဝါဒ
no: Personvernregler
pl: Polityka prywatności
ro: Politică de confidențialitate
si: රහස්‍යතා ප්‍රතිපත්තිය
sk: Ochrana osobných údajov
sq: Politika e privatësisë
sr: Политика приватности
sv: Integritetspolicy
sw: Sera ya faragha
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
ur: رازداری کی پالیسی
uz: Maxfiylik siyosati
vi: Chính sách bảo mật

source: Add A New Post
am: አዲስ ልጥፍ ያክሉ
ar: إضافة منشور جديد
az: Yeni yazı əlavə edin
bg: Добавяне на нова публикация
bn: একটি নতুন পোস্ট যোগ করুন
bs: Dodaj novu objavu
ca: Afegeix una nova publicació
cs: Přidat nový příspěvek
da: Tilføj et nyt indlæg
el: Προσθήκη νέας ανάρτησης
et: Lisa uus postitus
fa: افزودن پست جدید
fi: Lisää uusi julkaisu
he: הוסף פוסט חדש
hi: नई पोस्ट जोड़ें
hu: Új bejegyzés hozzáadása
id: Tambah Postingan Baru
ja: 新規投稿を追加
ka: დაამატეთ ახალი პოსტი
kk: Жаңа жазба қосу
km: បន្ថែមប្រកាសថ្មី
kn: ಹೊಸ ಪೋಸ್ಟ್ ಸೇರಿಸಿ
ku: پۆستی نوێ زیاد بکە
lo: ເພີ່ມໂພສໃໝ່
lt: Pridėti naują įrašą
mr: नवीन पोस्ट जोडा
ms: Tambah Catatan Baharu
my: ပို့စ်အသစ်တစ်ခုတင်သည်။
no: Legg til et nytt innlegg
pl: Dodaj nowy post
ro: Adaugă o postare nouă
si: නව පළ කිරීමක් එක් කරන්න
sk: Pridať nový príspevok
sq: Shto një postim të ri
sr: Додај нови пост
sv: Lägg till ett nytt inlägg
sw: Ongeza Chapisho Jipya
ta: புதிய இடுகையைச் சேர்க்கவும்
te: కొత్త పోస్ట్ జోడించండి
th: เพิ่มโพสต์ใหม่
tr: Yeni Gönderi Ekle
uk: Додати новий допис
ur: نئی پوسٹ شامل کریں
uz: Yangi post qo'shish
vi: Thêm bài viết mới

source: Title
am: ርዕስ
ar: العنوان
az: Başlıq
bg: Заглавие
bn: শিরোনাম
bs: Naslov
ca: Títol
cs: Název
da: Titel
el: Τίτλος
et: Pealkiri
fa: عنوان
fi: Otsikko
he: כותרת
hi: शीर्षक
hu: Cím
id: Judul
ja: タイトル
ka: სათაური
kk: Атауы
km: ចំណងជើង
kn: ಶೀರ್ಷಿಕೆ
ku: ناونیشان
lo: ຫົວຂໍ້
lt: Pavadinimas
mr: शीर्षक
ms: Tajuk
my: ခေါင်းစဉ်
no: Tittel
pl: Tytuł
ro: Titlu
si: මාතෘකාව
sk: Názov
sq: Titulli
sr: наслов
sv: Titel
sw: Kichwa
ta: தலைப்பு
te: శీర్షిక
th: ชื่อเรื่อง
tr: Başlık
uk: Заголовок
ur: عنوان
uz: Sarlavha
vi: Tiêu đề

source: Content
am: ይዘት
ar: المحتوى
az: Məzmun
bg: Съдържание
bn: বিষয়বস্তু
bs: Sadržaj
ca: Contingut
cs: Obsah
da: Indhold
el: Περιεχόμενο
et: Sisu
fa: محتوا
fi: Sisältö
he: תוכן
hi: सामग्री
hu: Tartalom
id: Konten
ja: コンテンツ
ka: შინაარსი
kk: Мазмұн
km: ខ្លឹមសារ
kn: ವಿಷಯ
ku: ناوەڕۆک
lo: ເນື້ອຫາ
lt: Turinys
mr: मजकूर
ms: Kandungan
my: အကြောင်းအရာ
no: Innhold
pl: Treść
ro: Conținut
si: අන්තර්ගතය
sk: Obsah
sq: Përmbajtje
sr: Садржај
sv: Innehåll
sw: Yaliyomo
ta: உள்ளடக்கம்
te: విషయము
th: เนื้อหา
tr: İçerik
uk: Вміст
ur: مواد
uz: Tarkib
vi: Nội dung

# imageFeature
source: Featured Image
am: ተወዳጅ ምስል
ar: ميزة الصورة
az: Şəkil xüsusiyyəti
bg: Основно изображение
bn: ছবির বৈশিষ্ট্য
bs: Slika
ca: Imatge destacada
cs: Vlastnost obrázku
da: Billedfunktion
el: Χαρακτηριστικό εικόνας
et: Pildi funktsioon
fa: ویژگی تصویر
fi: Kuvaominaisuus
he: תכונת תמונה
hi: छवि विशेषता
hu: Kiemelt kép
id: Fitur Gambar
ja: 画像機能
ka: გამორჩეული სურათი
kk: Сурет мүмкіндігі
km: លក្ខណៈពិសេសរូបភាព
kn: ಚಿತ್ರ ವೈಶಿಷ್ಟ್ಯ
ku: وێنەی تایبەتی
lo: ຄຸນນະສົມບັດຮູບພາບ
lt: Vaizdo funkcija
mr: प्रतिमा वैशिष्ट्य
ms: Ciri Imej
my: Image Feature
no: Fremhevet bilde
pl: Zdjęcie główne
ro: Caracteristică imagine
si: රූප විශේෂාංගය
sk: Obrázková funkcia
sq: Veçori e imazhit
sr: Феатуред Имаге
sv: Bildfunktion
sw: Kipengele cha Picha
ta: படத்தின் அம்சம்
te: ఫీచర్ చేసిన చిత్రం
th: รูปภาพเด่น
tr: Görsel Özelliği
uk: Зображення
ur: تصویری خصوصیت
uz: Rasm xususiyati
vi: Ảnh đặc trưng

source: Submit
am: አቅርብ
ar: إرسال
az: Təqdim et
bg: Изпращане
bn: জমা দিন
bs: Pošalji
ca: Envia
cs: Odeslat
da: Indsend
el: Υποβολή
et: Esita
fa: ثبت
fi: Lähetä
he: שלח
hi: जमा करें
hu: Beküldés
id: Kirim
ja: 送信
ka: გაგზავნა
kk: Жіберу
km: ដាក់ស្នើ
kn: ಸಲ್ಲಿಸಿ
ku: ناردن
lo: ສົ່ງ
lt: Pateikti
mr: सबमिट करा
ms: Hantar
no: Send inn
pl: Wyślij
ro: Trimite
si: ඉදිරිපත් කරන්න
sk: Odoslať
sq: Dërgo
sr: Субмит
sv: Skicka
sw: Wasilisha
ta: சமர்ப்பி
te: సమర్పించండి
th: ส่ง
tr: Gönder
uk: Надіслати
ur: جمع کرائیں
uz: Yuborish
vi: Gửi

# createNewPostSuccessfully
source: Your post has been successfully created as a draft. Please take a look at your admin site.
am: ልጥፍዎ በተሳካ ሁኔታ እንደ አዲስ ስብስብ ተፈጥሯል። እባክዎ በአስተዳደሩ ገጽ ይመልከቱ።
ar: تم إنشاء منشورك بنجاح كمسودة. يرجى إلقاء نظرة على لوحة الإدارة.
az: Yazınız qaralama olaraq uğurla yaradıldı. Zəhmət olmasa admin panelinizə nəzər salın.
bg: Вашата публикация е успешно създадена като чернова. Моля, проверете в административния панел.
bn: আপনার পোস্টটি সফলভাবে একটি খসড়া হিসেবে তৈরি করা হয়েছে। আপনার প্রশাসক সাইটে একবার দেখুন।
bs: Vaša objava je uspješno kreirana kao nacrt. Molimo pogledajte svoju administratorsku stranicu.
ca: La teva publicació s'ha creat correctament com a esborrany. Si us plau, revisa-la al teu panell d'administració.
cs: Váš příspěvek byl úspěšně vytvořen jako koncept. Podívejte se prosím na svůj administrátorský web.
da: Dit indlæg er blevet oprettet som kladde. Tjek dit admin-websted.
el: Η ανάρτησή σας δημιουργήθηκε με επιτυχία ως πρόχειρο. Ρίξτε μια ματιά στον πίνακα διαχείρισης.
et: Sinu postitus on edukalt loodud mustandina. Palun vaata seda oma administraatori lehel.
fa: پست شما با موفقیت به عنوان پیش‌نویس ایجاد شد. لطفاً به پنل مدیریت خود نگاهی بیندازید.
fi: Julkaisusi on luotu onnistuneesti luonnoksena. Katso hallintasivustolta.
he: הפוסט שלך נוצר בהצלחה כטיוטה. אנא בדוק באתר הניהול שלך.
hi: आपकी पोस्ट सफलतापूर्वक ड्राफ्ट के रूप में बनाई गई है। कृपया अपनी व्यवस्थापक साइट पर एक नज़र डालें।
hu: A bejegyzés sikeresen létrejött piszkozatként. Tekintse meg az admin felületen.
id: Postingan Anda berhasil dibuat sebagai draf. Silakan cek di situs admin Anda.
ja: 投稿は下書きとして保存されました。管理画面をご確認ください。
ka: თქვენი პოსტი წარმატებით შეიქმნა როგორც მონახაზი. გთხოვთ, შეამოწმოთ თქვენი ადმინისტრატორის საიტი.
kk: Жазбаңыз нобай ретінде сәтті жасалды. Әкімші сайтын тексеріңіз.
km: ប្រកាសរបស់អ្នកត្រូវបានបង្កើតជាសេចក្តីព្រាងដោយជោគជ័យ។ សូមពិនិត្យគេហទំព័រគ្រប់គ្រងរបស់អ្នក
kn: ನಿಮ್ಮ ಪೋಸ್ಟ್ ಡ್ರಾಫ್ಟ್ ಆಗಿ ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ನಿರ್ವಾಹಕ ತಾಣವನ್ನು ನೋಡಿ.
ku: پۆستەکەت بەسەرکەوتوویی وەک پڕۆژەیەک دروست کرا. تکایە سەیری ماڵپەڕی بەڕێوەبەر بکە.
lo: ບົດຄວາມຂອງທ່ານໄດ້ສ້າງສຳເລັດແລ້ວ. ກະລຸນາເບິ່ງຢູ່ເທິງເວັບໄຊທ໌ admin ຂອງທ່ານ.
lt: Jūsų įrašas sėkmingai sukurtas kaip juodraštis. Peržiūrėkite savo administratoriaus svetainę.
mr: तुमची पोस्ट मसुदा म्हणून यशस्वीरित्या तयार केली गेली आहे. कृपया तुमच्या प्रशासक साइटवर एक नजर टाका
ms: Catatan anda telah berjaya dibuat sebagai draf. Sila lihat laman pentadbir anda.
no: Innlegget ditt er opprettet som utkast. Ta en titt på administrasjonssiden din
pl: Twój post został pomyślnie utworzony jako szkic. Sprawdź panel administratora.
ro: Postarea ta a fost creată cu succes ca schiță. Te rugăm să verifici site-ul de administrare
si: ඔබගේ පළ කිරීම කෙටුම්පතක් ලෙස සාර්ථකව නිර්මාණය කර ඇත. කරුණාකර ඔබගේ පරිපාලක වෙබ් අඩවිය බලන්න.
sk: Váš príspevok bol úspešne vytvorený ako koncept. Pozrite sa prosím na svoju administrátorskú stránku.
sq: Postimi juaj është krijuar me sukses si draft. Ju lutemi hidhini një sy faqes tuaj të administratorit.
sr: Ваш пост је успешно креиран као нацрт. Молимо погледајте свој админ сајт.
sv: Ditt inlägg har skapats som ett utkast. Ta en titt på din administratörssida.
sw: Chapisho lako limeundwa kama rasimu. Tafadhali angalia tovuti yako ya msimamizi.
ta: உங்கள் இடுகை வரைவாக வெற்றிகரமாக உருவாக்கப்பட்டது. உங்கள் நிர்வாகி தளத்தைப் பாருங்கள்
te: మీ పోస్ట్ విజయవంతంగా ముసాయిదాగా సృష్టించబడింది. దయచేసి మీ అడ్మిన్ సైట్‌లో చూడండి.
th: สร้างโพสต์เป็นฉบับร่างสำเร็จ กรุณาตรวจสอบในหน้าผู้ดูแลระบบ
tr: Gönderiniz taslak olarak başarıyla oluşturuldu. Lütfen yönetici panelinize göz atın.
uk: Ваш допис успішно створено як чернетку. Будь ласка, перегляньте його в панелі адміністратора
ur: آپ کی پوسٹ کامیابی سے ڈرافٹ کے طور پر بنائی گئی ہے۔ براہ کرم اپنی ایڈمن سائٹ پر نظر ڈالیں
uz: Post qoralama sifatida muvaffaqiyatli yaratildi. Iltimos, administrator panelingizni tekshiring
vi: Bài viết của bạn đã được tạo thành công dưới dạng bản nháp. Vui lòng xem trang quản trị.

# emptySearch
source: You haven't searched for items yet. Let's start now - we'll help you.
am: እስካሁን ዕቃዎችን አልፈልጉም። እባክዎ እንጀምር – እርዳታ እናቀርባለን።
ar: لم تبحث عن أي عناصر حتى الآن. لنبدأ الآن - سنساعدك.
az: Siz hələ elementləri axtarmamısınız. İndi başlayaq - biz sizə kömək edəcəyik.
bg: Все още не сте търсили продукти. Нека започнем сега - ще ви помогнем.
bn: আপনি এখনও কোনো আইটেম খোঁজেননি। এখনই শুরু করা যাক - আমরা আপনাকে সহায়তা করব।
bs: Još niste tražili stavke. Počnimo sada - pomoći ćemo vam.
ca: Encara no has cercat cap article. Comencem ara: t'ajudarem.
cs: Zatím jste nic nehledali. Začněme hned – pomůžeme vám.
da: Du har ikke søgt efter varer endnu. Lad os starte nu – vi hjælper dig.
el: Δεν έχετε αναζητήσει ακόμη αντικείμενα. Ας ξεκινήσουμε τώρα - θα σας βοηθήσουμε.
et: Sa pole veel ühtegi toodet otsinud. Alustame nüüd - me aitame sind.
fa: هنوز موردی را جستجو نکرده‌اید. بیایید از اینجا شروع کنیم - ما به شما کمک خواهیم کرد.
fi: Et ole vielä hakenut kohteita. Aloitetaan nyt - me autamme sinua.
he: עדיין לא חיפשת פריטים. בוא נתחיל - נעזור לך.
hi: आपने अभी तक कोई आइटम नहीं खोजा है। आइए अब शुरू करें - हम आपकी मदद करेंगे।
hu: Még nem keresett elemeket. Kezdjük el most – segítünk.
id: Anda belum mencari item. Mari mulai sekarang - kami akan membantu Anda.
ja: まだ検索していません。今から始めましょう - お手伝いします。
ka: თქვენ ჯერ არ გიძებნიათ ნივთები. დავიწყოთ ახლა - ჩვენ დაგეხმარებით.
kk: Сіз әлі элементтерді іздемедіңіз. Қазір бастайық – біз сізге көмектесеміз.
km: អ្នកមិនទាន់ស្វែងរកធាតុណាមួយទេ។ ចាប់ផ្តើមឥឡូវនេះ - យើងនឹងជួយអ្នក
kn: ನೀವು ಇನ್ನೂ ಯಾವುದೇ ಐಟಂಗಳನ್ನು ಹುಡುಕಿಲ್ಲ. ಈಗ ಪ್ರಾರಂಭಿಸೋಣ - ನಾವು ನಿಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತೇವೆ
ku: هێشتا هیچ شتێکت نەگەڕاوە. ئێستا دەست پێ بکە - یارمەتیت دەدەین.
lo: ເຈົ້າຍັງບໍ່ໄດ້ຊອກຫາລາຍການເທື່ອ. ກະລຸນາປ້ອນຂໍ້ມູນ.
lt: Dar neieškojote prekių. Pradėkime dabar – mes jums padėsime.
mr: तुम्ही अजून कोणतेही आयटम शोधलेले नाहीत. चला आता सुरुवात करूया - आम्ही तुम्हाला मदत करू.
ms: Anda belum mencari item lagi. Mari mulakan sekarang - kami akan membantu anda.
no: Du har ikke søkt etter noe ennå. La oss komme i gang - vi skal hjelpe deg
pl: Nie wyszukiwałeś jeszcze żadnych produktów. Zacznij teraz - pomożemy Ci.
ro: Nu ai căutat încă articole. Hai să începem acum - te vom ajuta
si: ඔබ තවම අයිතම සොයා නැත. දැන් ආරම්භ කරමු - අපි ඔබට උදව් කරන්නෙමු.
sk: Zatiaľ ste nehľadali žiadne položky. Začnime teraz – pomôžeme vám.
sq: Nuk keni kërkuar ende për artikuj. Le të fillojmë tani - ne do t'ju ndihmojmë.
sr: Још нисте тражили ставке. Почнимо сада - помоћи ћемо вам.
sv: Du har inte sökt efter något än. Låt oss börja - vi hjälper dig.
sw: Bado hujatafuta vipengee. Wacha tuanze sasa - tutakusaidia.
ta: நீங்கள் இன்னும் உருப்படிகளைத் தேடவில்லை. இப்போது தொடங்குவோம் - நாங்கள் உங்களுக்கு உதவுவோம்
te: మీరు ఇంకా ఏ అంశాలను శోధించలేదు. ఇప్పుడు ప్రారంభిద్దాం - మేము మీకు సహాయపడతాం.
th: คุณยังไม่ได้ค้นหารายการ มาเริ่มกันเลย - เราจะช่วยคุณ
tr: Henüz öğe aramadınız. Şimdi başlayalım - size yardım edeceğiz.
uk: Ви ще нічого не шукали. Почніть зараз — ми допоможемо вам
ur: آپ نے ابھی تک آئٹمز تلاش نہیں کیے۔ آئیے اب شروع کریں - ہم آپ کی مدد کریں گے
uz: Siz hali biror narsani qidirmadingiz. Keling, hozir boshlaymiz - biz sizga yordam beramiz.
vi: Bạn chưa tìm kiếm mục nào. Hãy bắt đầu ngay - chúng tôi sẽ giúp bạn.

source: Create Post
am: ልጥፍ ያዘጋጁ
ar: إنشاء منشور
az: Yazı yarat
bg: Създаване на публикация
bn: পোস্ট তৈরি করুন
bs: Kreiraj objavu
ca: Crea una publicació
cs: Vytvořit příspěvek
da: Opret indlæg
el: Δημιουργία ανάρτησης
et: Loo postitus
fa: ایجاد پست
fi: Luo julkaisu
he: צור פוסט
hi: पोस्ट बनाएं
hu: Bejegyzés létrehozása
id: Buat Postingan
ja: 投稿を作成
ka: პოსტის შექმნა
kk: Жазба жасау
km: បង្កើតប្រកាស
kn: ಪೋಸ್ಟ್ ರಚಿಸಿ
ku: پۆست دروست بکە
lo: ສ້າງບົດຄວາມ
lt: Sukurti įrašą
mr: पोस्ट तयार करा
ms: Cipta Catatan
no: Opprett innlegg
pl: Utwórz post
ro: Creează postare
si: පළ කිරීමක් නිර්මාණය කරන්න
sk: Vytvoriť príspevok
sq: Krijo postim
sr: Креирај пост
sv: Skapa inlägg
sw: Unda Chapisho
ta: இடுகையை உருவாக்கு
te: పోస్ట్ సృష్టించండి
th: สร้างโพสต์
tr: Gönderi Oluştur
uk: Створити допис
ur: پوسٹ بنائیں
uz: Post yaratish
vi: Tạo bài viết

# emptyComment
source: Your comment cannot be empty
am: ማስተያየትዎ ባዶ መሆን አይቻልም
ar: لا يمكن أن يكون التعليق فارغاً
az: Şərhiniz boş ola bilməz
bg: Коментарът не може да бъде празен
bn: আপনার মন্তব্য খালি থাকতে পারে না
bs: Vaš komentar ne može biti prazan
ca: El teu comentari no pot estar buit
cs: Váš komentář nemůže být prázdný
da: Din kommentar må ikke være tom
el: Το σχόλιό σας δεν μπορεί να είναι κενό
et: Sinu kommentaar ei saa olla tühi
fa: نظر شما نمی‌تواند خالی باشد
fi: Kommenttisi ei voi olla tyhjä
he: התגובה שלך לא יכולה להיות ריקה
hi: टिप्पणी खाली नहीं हो सकती
hu: A hozzászólás nem lehet üres
id: Komentar tidak boleh kosong
ja: コメントを入力してください
ka: თქვენი კომენტარი არ შეიძლება იყოს ცარიელი
kk: Пікіріңіз бос болмауы керек
km: មតិរបស់អ្នកមិនអាចទទេបានទេ
kn: ನಿಮ್ಮ ಕಾಮೆಂಟ್ ಖಾಲಿ ಇರಬಾರದು
ku: لێدوانەکەت نابێت بەتاڵ بێت
lo: ບໍ່ສາມາດຫວ່າງເປົ່າໄດ້
lt: Jūsų komentaras negali būti tuščias
mr: तुमची टिप्पणी रिकामी असू शकत नाही
ms: Komen anda tidak boleh kosong
no: Kommentaren kan ikke være tom
pl: Komentarz nie może być pusty
ro: Comentariul nu poate fi gol
si: ඔබගේ අදහස හිස් විය නොහැක
sk: Váš komentár nemôže byť prázdny
sq: Komenti juaj nuk mund të jetë bosh
sr: Коментар не може бити празан
sv: Din kommentar får inte vara tom
sw: Maoni yako hayawezi kuwa tupu
ta: உங்கள் கருத்து காலியாக இருக்க முடியாது
te: మీ వ్యాఖ్య ఖాళీగా ఉండకూడదు
th: ไม่มีความคิดเห็น
tr: Yorumunuz boş olamaz
uk: Коментар не може бути порожнім
ur: آپ کا تبصرہ خالی نہیں ہو سکتا
uz: Izohingiz bo'sh bo'lishi mumkin emas
vi: Bình luận không được để trống

source: Hindi
am: ሒንዲኛ
ar: الهندية
bg: Хинди
bn: হিন্দি
cs: hindština
el: Χίντι
fa: هندی
he: הינדי
hi: हिंदी
ja: ヒンディー語
ka: ჰინდი
kk: Хинди
km: ហិណ្ឌី
kn: ಹಿಂದಿ
ku: هیندی
lo: ຮິນດູ
mr: हिंदी
si: හින්දි
sk: hindský
sr: Хинди
sw: Kihindi
ta: இந்தி
te: హిందీ
th: ฮินดี
tr: Hintçe
uk: Хінді
ur: ہندی
uz: Hind tili
vi: Tiếng Hindi

source: Korean
am: ኮሪያኛ
ar: الكورية
az: Koreya
bg: Корейски
bn: কোরিয়ান
bs: Korejski
ca: Coreà
cs: korejština
da: koreansk
el: Κορεάτικα
et: Korea
fa: کره‌ای
fi: Korea
he: קוריאנית
hi: कोरियाई
hu: Koreai
id: Korea
ja: 韓国語
ka: კორეული
kk: Корей
km: កូរ៉េ
kn: ಕೊರಿಯನ್
ku: کۆریایی
lo: ພາສາເກົາຫຼີ
lt: Korėjiečių
mr: कोरियन
ms: Korea
my: ကိုးရီးယား
no: Koreansk
pl: koreański
ro: Coreeană
si: කොරියානු
sk: kórejský
sr: Корејски
sv: koreanska
sw: Kikorea
ta: கொரியன்
te: కొరియన్
th: เกาหลี
tr: Korece
uk: Корейська
ur: کوریائی
uz: Koreyscha
vi: Tiếng Hàn

source: Dutch
am: ሆላንድኛ
ar: الهولندية
az: Holland
bg: Холандски
bn: ডাচ
bs: Holandski
ca: Neerlandès
cs: holandština
da: hollandsk
el: Ολλανδικά
et: Hollandi
fa: هلندی
fi: Hollanti
he: הולנדית
hi: डच
hu: Holland
id: Belanda
ja: オランダ語
ka: ჰოლანდიური
kk: Голланд
km: ហូឡង់
kn: ಡಚ್
ku: هۆڵەندی
lo: ພາສາໂຮນລັງ
lt: Olandų
mr: डच
ms: Belanda
my: ဒတ်ခ်ျ
no: Nederlandsk
pl: holenderski
ro: Olandeză
si: ලන්දේසි
sk: holandský
sq: Holandisht
sr: Холандски
sv: holländska
sw: Kiholanzi
ta: டச்சு
te: డచ్
th: ดัตช์
tr: Hollandaca
uk: Нідерландська
ur: ڈچ
uz: Gollandcha
vi: Tiếng Hà Lan

# relatedLayoutTitle
source: Things You Might Love
am: እናንተ ሊወዱት የሚችሉ ነገሮች
ar: أشياء قد تعجبك
az: Sevə biləcəyiniz Şeylər
bg: Свързани блогове
bn: আপনি যা পছন্দ করতে পারেন
bs: Stvari koje biste mogli voljeti
ca: Blogs relacionats
cs: Mohlo by se vám líbit
da: Det kunne du også lide
el: Προϊόντα που μπορεί να σας αρέσουν
et: Seotud blogid
fa: چیزهایی که ممکن است دوست داشته باشید
fi: Saatat myös pitää näistä
he: דברים שאולי תאהב
hi: चीजें जो आपको पसंद आ सकती हैं
hu: Ezek is érdekelhetik
id: Hal yang Mungkin Anda Suka
ja: おすすめ商品
ka: მსგავსი ბლოგები
kk: Сізге ұнауы мүмкін
km: អ្វីដែលអ្នកអាចចូលចិត្ត
kn: ನೀವು ಇಷ್ಟಪಡಬಹುದಾದ ವಿಷಯಗಳು
ku: شتەکانێک کە دەتوانیت حەزت پێ بێت
lo: ສິ່ງທີ່ທ່ານອາດຈະມັກ
lt: Jums gali patikti
mr: तुम्हाला आवडतील अशा गोष्टी
ms: Produk Yang Mungkin Anda Suka
my: သင်ကြိုက်လောက်မည့်ပစ္စည်းများ
no: Relaterte blogger
pl: Może Ci się spodobać
ro: Lucruri care ți-ar putea plăcea
si: ඔබට ආදරය කළ හැකි දේ
sk: Mohlo by sa vám páčiť
sq: Gjëra që mund t'ju pëlqejnë
sr: Ствари које бисте могли волети
sv: Saker du kanske gillar
sw: Vitu Unavyoweza Kupenda
ta: நீங்கள் விரும்பக்கூடியவை
te: మీకు ఇష్టమైన విషయాలు
th: สิ่งที่คุณอาจชอบ
tr: Sevebileceğiniz Şeyler
uk: Те, що вам може сподобатися
ur: وہ چیزیں جن سے آپ محبت کر سکتے ہیں
uz: Sizga yoqishi mumkin bo'lgan narsalar
vi: Có thể bạn thích

# audioDetected
source: Audio item(s) detected. Do you want to add to Audio Player?
am: የድምጽ ነገር(ዎች) ተገኘ። ወደ የድምጽ ተጫውቷሪ መጨመር ይፈልጋሉ?
ar: تم اكتشاف محتوى صوتي. هل تريد إضافة مشغل الصوت؟
az: Audio element(lər) aşkar edildi. Audio pleyerə əlavə etmək istəyirsiniz?
bg: Открити са аудио елементи. Искате ли да ги добавите към аудио плейъра?
bn: অডিও আইটেম সনাক্ত করা হয়েছে। আপনি কি অডিও প্লেয়ার যোগ করতে চান?
bs: Otkrivena je audio stavka. Želite li je dodati u Audio Player?
ca: S'han detectat elements d'àudio. Vols afegir-los al reproductor d'àudio?
cs: Byly zjištěny zvukové položky. Chcete je přidat do přehrávače?
da: Lydfil(er) fundet. Vil du tilføje til Audio Player?
el: Εντοπίστηκαν στοιχεία ήχου. Θέλετε να προσθέσετε στο Audio Player;
et: Tuvastati helifail(id). Kas soovid lisada helipleierisse?
fa: مورد(های) صوتی شناسایی شد. آیا می‌خواهید به پخش‌کننده صوتی اضافه کنید؟
fi: Äänisisältö havaittu. Haluatko lisätä äänisoittimen?
he: זוהה קובץ אודיו. האם להוסיף אותו לנגן האודיו?
hi: ऑडियो आइटम का पता चला है। क्या आप ऑडियो प्लेयर में जोड़ना चाहते हैं?
hu: Hangfájl(ok) észlelve. Hozzá szeretné adni az Audio Playerhez?
id: Item audio terdeteksi. Apakah Anda ingin menambahkannya ke Pemutar Audio?
ja: 音声ファイルが検出されました。音声プレーヤーに追加しますか？
ka: აღმოჩენილია აუდიო ელემენტ(ებ)ი. გსურთ აუდიო ფლეერში დამატება?
kk: Аудио файл(дар) анықталды. Аудио ойнатқышқа қосқыңыз келе ме?
km: រកឃើញឯកសារសំឡេង។ តើអ្នកចង់បន្ថែមទៅកម្មវិធីចាក់អូឌីយ៉ូទេ?
kn: ಆಡಿಯೋ ಐಟಂಗಳು ಪತ್ತೆಯಾಗಿವೆ. ನೀವು ಆಡಿಯೋ ಪ್ಲೇಯರ್‌ಗೆ ಸೇರಿಸಲು ಬಯಸುವಿರಾ?
ku: بابەتی دەنگی دۆزرایەوە. دەتەوێت زیاد بکەیت بۆ پەخشکەری دەنگ؟
lo: ກວດພົບລາຍການສຽງ. ທ່ານຕ້ອງການເພີ່ມໃສ່ເຄື່ອງຫຼິ້ນສຽງບໍ?
lt: Aptiktas garso elementas (-ai). Ar norite pridėti prie garso grotuvo?
mr: ऑडिओ आयटम आढळले. तुम्हाला ऑडिओ प्लेयरमध्ये जोडायचे आहे का?
ms: Item audio dikesan. Adakah anda ingin menambahkannya pada Pemain Audio?
no: Lydfil(er) oppdaget. Vil du legge til i lydavspilleren?
pl: Wykryto elementy audio. Czy chcesz dodać je do odtwarzacza?
ro: Element(e) audio detectat(e). Vrei să adaugi la Audio Player?
si: ශ්‍රව්‍ය අයිතම(ය) අනාවරණය විය. ඔබට ශ්‍රව්‍ය වාදකයට එක් කිරීමට අවශ්‍යද?
sk: Bol rozpoznaný zvukový záznam. Chcete ho pridať do prehrávača?
sq: U zbuluan artikuj audio. Dëshironi të shtoni në Audio Player?
sr: Откривене аудио ставке. Желите ли додати у Аудио Плејер?
sv: Ljudfil upptäckt. Vill du lägga till i ljudspelaren?
sw: Faili ya sauti imetambuliwa. Je, ungependa kuiongeza kwenye Kicheza Sauti?
ta: ஆடியோ உருப்படி(கள்) கண்டறியப்பட்டது. ஆடியோ பிளேயரில் சேர்க்க விரும்புகிறீர்களா?
te: ఆడియో అంశం(లు) కనుగొనబడ్డాయి. మీరు ఆడియో ప్లేయర్‌లో జోడించాలనుకుంటున్నారా?
th: ตรวจพบไฟล์เสียง ต้องการเพิ่มเครื่องเล่นเสียงหรือไม่?
tr: Ses öğeleri algılandı. Ses Oynatıcıya eklemek istiyor musunuz?
uk: Виявлено аудіофайл(и). Бажаєте додати до аудіоплеєра?
ur: آڈیو آئٹمز کا پتہ چلا۔ کیا آپ آڈیو پلیئر میں شامل کرنا چاہتے ہیں؟
uz: Audio fayl(lar) aniqlandi. Audio pleerga qo'shmoqchimisiz?
vi: Đã phát hiện nội dung âm thanh. Bạn có muốn thêm vào trình phát âm thanh không?

# dateASC
source: Date ascending
am: በቀን በወጥተኛ ቅደም ተከተል
ar: التاريخ تصاعدياً
az: Tarix artan
bg: Дата във възходящ ред
bn: আরোহণের তারিখ
bs: Datum uzlazno
ca: Data ascendent
cs: Datum vzestupně
da: Dato stigende
el: Ημερομηνία αύξουσα
et: Kuupäev kasvavalt
fa: تاریخ صعودی
fi: Päivämäärä nousevasti
he: תאריך עולה
hi: तिथि आरोही
hu: Dátum szerint növekvő
id: Tanggal menaik
ja: 日付（昇順）
ka: თარიღი ზრდადობით
kk: Күні бойынша өсу
km: កាលបរិច្ឆេទឡើង
kn: ದಿನಾಂಕ ಏರಿಕೆ ಕ್ರಮ
ku: بە ڕێکخستنی بەروار بەرزبوونەوە
lo: ລຳດັບວັນທີ
lt: Data didėjančia tvarka
mr: चढत्या तारखेनुसार
ms: Tarikh menaik
my: ငယ်စဉ်ကြီးလိုက်ရက်စွဲ
no: Dato stigende
pl: Data rosnąco
ro: Data crescător
si: දින ආරෝහණය
sk: Dátum vzostupne
sq: Data në rritje
sr: Датум растући
sv: Datum stigande
sw: Tarehe kwa kupanda
ta: ஏறுவரிசை தேதி
te: తేదీ పెరుగుతున్న క్రమంలో
th: วันที่จากน้อยไปมาก
tr: Tarih artan
uk: Дата за зростанням
ur: تاریخ چڑھتی ہے
uz: Sana o'sish tartibida
vi: Ngày tăng dần

# dateDESC
source: Date descending
am: በቀን በቅደም ተከተል
ar: التاريخ تنازلياً
az: Tarix azalan
bg: Дата в низходящ ред
bn: তারিখ অবতরণ
bs: Datum silazno
ca: Data descendent
cs: Datum sestupně
da: Dato faldende
el: Ημερομηνία φθίνουσα
et: Kuupäev kahanevalt
fa: تاریخ نزولی
fi: Päivämäärä laskevasti
he: תאריך יורד
hi: तिथि अवरोही
hu: Dátum szerint csökkenő
id: Tanggal menurun
ja: 日付（降順）
ka: თარიღი კლებადობით
kk: Күні бойынша кему
km: កាលបរិច្ឆេទចុះក្រោយ
kn: ದಿನಾಂಕ ಇಳಿಕೆ ಕ್ರಮ
ku: بەروار بەرەو خوارەوە
lo: ວັນທີຫຼຸດລົງ
lt: Data mažėjančia tvarka
mr: उतरत्या तारखेनुसार
ms: Tarikh menurun
my: ကြီးစဉ်ငယ်လိုက်ရက်စွဲ
no: Dato synkende
pl: Data malejąco
ro: Data descrescător
si: දින අවරෝහණය
sk: Dátum zostupne
sq: Data në zbritje
sr: Датум опадајући
sv: Datum fallande
sw: Tarehe Kushuka
ta: இறங்கு வரிசை தேதி
te: తేదీ తగ్గుతున్న క్రమంలో
th: วันที่จากมากไปน้อย
tr: Tarih azalan
uk: Дата за спаданням
ur: نزولی تاریخ
uz: Sana kamayish tartibida
vi: Ngày giảm dần

source: See Order
am: ትዕዛዝ ይመልከቱ
ar: عرض الطلب
az: Sifarişə baxın
bg: Преглед на поръчката
bn: অর্ডার দেখুন
bs: Pogledaj narudžbu
ca: Veure comanda
cs: Zobrazit objednávku
da: Se ordre
el: Δείτε την παραγγελία
et: Vaata tellimust
fa: مشاهده سفارش
fi: Katso tilaus
he: צפה בהזמנה
hi: ऑर्डर देखें
hu: Rendelés megtekintése
id: Lihat Pesanan
ja: 注文を確認
ka: შეკვეთის ნახვა
kk: Тапсырысты қарау
km: មើលការបញ្ជាទិញ
kn: ಆದೇಶ ನೋಡಿ
ku: داواکاری ببینە
lo: ເບິ່ງຄຳສັ່ງຊື້
lt: Peržiūrėti užsakymą
mr: ऑर्डर पहा
ms: Lihat Pesanan
my: အော်ဒါကြည့်ရန်
no: Se bestilling
pl: Zobacz zamówienie
ro: Vezi comanda
si: ඇණවුම බලන්න
sk: Zobraziť objednávku
sq: Shiko porosinë
sr: Види Ред
sv: Se beställning
sw: Tazama Agizo
ta: ஆர்டரைப் பார்க்கவும்
te: ఆర్డర్ చూడండి
th: ดูคำสั่งซื้อ
tr: Siparişi Gör
uk: Переглянути замовлення
ur: آرڈر دیکھیں
uz: Buyurtmani ko'rish
vi: Xem đơn hàng

source: Open Map
am: ካርታ ክፈት
ar: فتح الخريطة
az: Xəritəni açın
bg: Отваряне на картата
bn: মানচিত্র খুলুন
bs: Otvori mapu
ca: Obre el mapa
cs: Otevřít mapu
da: Kort
el: Άνοιγμα χάρτη
et: Kaart
fa: باز کردن نقشه
fi: Avaa kartta
he: פתח מפה
hi: नक्शा खोलें
hu: Térkép megnyitása
id: Buka Peta
ja: 地図を開く
ka: რუკა
kk: Картаны ашу
km: បើកផែនទី
kn: ನಕ್ಷೆ ತೆರೆಯಿರಿ
ku: نەخشە بکەرەوە
lo: ເປີດແຜນທີ່
lt: Žemėlapis
mr: नकाशा उघडा
ms: Peta
my: မြေပုံ
no: Kart
pl: Otwórz mapę
ro: Deschide harta
si: සිතියම විවෘත කරන්න
sk: Mapa
sq: Harta
sr: Отворите мапу
sv: Öppna karta
sw: Ramani
ta: வரைபடம்
te: మ్యాప్ తెరవండి
th: เปิดแผนที่
tr: Haritayı Aç
uk: Відкрити карту
ur: نقشہ کھولیں
uz: Xaritani ochish
vi: Mở bản đồ
