Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# bookingSuccess
source: Successfully Booked
am: በተሳካ ሁኔታ ተይዟል
ar: تم الحجز بنجاح
az: Uğurla rezerv edildi
bg: Резервирано успешно
bn: সফলভাবে বুক করা হয়েছে
bs: Uspješno rezervisano
ca: Reservat correctament
cs: Rezervace byla úspěšná
da: Booket med succes
el: Η κράτηση έγινε με επιτυχία
et: Broneerimine õnnestus
fa: با موفقیت رزرو شد
fi: Varattu onnistuneesti
he: הוזמן בהצלחה
hi: सफलतापूर्वक बुक किया गया
hu: Sikeres foglalás
id: Berhasil Dipesan
ja: 予約が完了しました
ka: წარმატებით დაჯავშნილია
kk: Сәтті брондалды
km: កក់ដោយជោគជ័យ
kn: ಬುಕ್ಕಿಂಗ್ ಯಶಸ್ವಿಯಾಗಿದೆ
ku: شوێنگرتن بەسەرکەوتوویی تۆمارکرا
lo: ຈອງສຳເລັດແລ້ວ
lt: Sėkmingai užsakyta
mr: यशस्वीरित्या बुक केले
ms: Berjaya Ditempah
my: ကြိုတင်စာရင်းသွင်းပြီးပါပြီ။
no: Bestilt
pl: Pomyślnie zarezerwowano
ro: Rezervat cu succes
si: සාර්ථකව වෙන් කරන ලදී
sk: Úspešne rezervované
sq: Rezervuar me sukses
sr: Успешно резервисано
sv: Bokning genomförd
sw: Imehifadhiwa kwa mafanikio
ta: வெற்றிகரமாக முன்பதிவு செய்யப்பட்டது
te: విజయవంతంగా బుక్ చేయబడింది
th: จองสำเร็จ
tr: Başarıyla Rezerve Edildi
uk: Успішно заброньовано
ur: کامیابی سے بک ہو گیا
uz: Muvaffaqiyatli band qilindi
vi: Đặt thành công

# booked
source: Already booked
am: አስቀድሞ ተይዟል
ar: تم الحجز بالفعل
az: Artıq rezerv edilib
bg: Вече е резервирано
bn: ইতিমধ্যে বুক করা হয়েছে
bs: Već rezervisano
ca: Ja reservat
cs: Rezervováno
da: Allerede booket
el: Έχει ήδη κρατηθεί
et: Juba broneeritud
fa: قبلاً رزرو شده است
fi: Jo varattu
he: כבר הוזמן
hi: पहले से बुक किया हुआ
hu: Már foglalt
id: Sudah dipesan
ja: 予約済み
ka: უკვე დაჯავშნილია
kk: Брондалды
km: បានកក់រួច
kn: ಈಗಾಗಲೇ ಬುಕ್ ಮಾಡಲಾಗಿದೆ
ku: پێشتر رزگرتووە
lo: ຈອງແລ້ວ
lt: Jau užsakyta
mr: आधीच बुक केले आहे
ms: Sudah ditempah
my: ဘွတ်ကင်လုပ်ထားပြီးသား
no: Allerede bestilt
pl: Już zarezerwowane
ro: Deja rezervat
si: වෙන් කරන ලදී
sk: Už rezervované
sq: Tashmë e rezervuar
sr: Већ резервисано
sv: Redan bokad
sw: Tayari imehifadhiwa
ta: ஏற்கனவே முன்பதிவு செய்யப்பட்டுள்ளது
te: ఇప్పటికే బుక్ చేయబడింది
th: จองแล้ว
tr: Zaten rezerve edilmiş
uk: Вже заброньовано
ur: پہلے سے بک شدہ
uz: Band qilingan
vi: Đã đặt

source: Waiting for confirmation
am: ማረጋገጫ በመጠበቅ ላይ
ar: في انتظار التأكيد
az: Təsdiq gözlənilir
bg: Изчаква потвърждение
bn: নিশ্চিতকরণের জন্য অপেক্ষা করছি
bs: Čeka se potvrda
ca: Esperant confirmació
cs: Čekání na potvrzení
da: Venter på bekræftelse
el: Αναμονή επιβεβαίωσης
et: Ootab kinnitust
fa: در انتظار تأیید
fi: Odotetaan vahvistusta
he: מחכה לאישור
hi: पुष्टि की प्रतीक्षा कर रहा है
hu: Megerősítésre vár
id: Menunggu konfirmasi
ja: 確認待ち
ka: დადასტურების მოლოდინი
kk: Растауды күту
km: កំពុងរង់ចាំការបញ្ជាក់
kn: ದೃಢೀಕರಣಕ್ಕಾಗಿ ಕಾಯಲಾಗುತ್ತಿದೆ
ku: چاوەڕوانی دووپاتکردنەوە
lo: ລໍຖ້າການຢືນຢັນ
lt: Laukiama patvirtinimo
mr: पुष्टीकरणाची प्रतीक्षा करत आहे
ms: Menunggu Pengesahan
my: အတည်ပြုချက်ကို စောင့်နေပါတယ်။
no: Venter på bekreftelse
pl: Oczekiwanie na potwierdzenie
ro: În așteptarea confirmării
si: තහවුරු කිරීම සඳහා රැඳී සිටිමින්
sk: Čaká sa na potvrdenie
sq: Duke pritur konfirmimin
sr: Чека се потврда
sv: Väntar på bekräftelse
sw: Inasubiri uthibitisho
ta: உறுதிப்படுத்தலுக்காக காத்திருக்கிறது
te: ధృవీకరణ కోసం వేచి ఉంది
th: รอการยืนยัน
tr: Onay Bekleniyor
uk: Очікування підтвердження
ur: تصدیق کا انتظار ہے
uz: Tasdiqlash kutilmoqda
vi: Đang chờ xác nhận

# bookingConfirm
source: Confirmed
am: ተረጋግጧል
ar: تم التأكيد
az: Təsdiqləndi
bg: Потвърдено
bn: নিশ্চিত করা হয়েছে
bs: Potvrđeno
ca: Confirmat
cs: Potvrzeno
da: Bekræftet
el: Επιβεβαιώθηκε
et: Kinnitatud
fa: تایید شده
fi: Vahvistettu
he: אושר
hi: पुष्टि की गई
hu: Megerősítve
id: Dikonfirmasi
ja: 予約確認
ka: დადასტურებულია
kk: Расталды
km: បានបញ្ជាក់
kn: ಬುಕ್ಕಿಂಗ್ ದೃಢೀಕರಿಸಲಾಗಿದೆ
ku: دڵنیابوو
lo: ຢືນຢັນ
lt: Patvirtinta
mr: पुष्टी केली
ms: Disahkan
my: အတည်ပြုခဲ့သည်။
no: Bekreftet
pl: Potwierdzona
ro: Confirmat
si: තහවුරු කරන ලදී
sk: Potvrdené
sq: I konfirmuar
sr: Потврђено
sv: Bekräftad
sw: Imethibitishwa
ta: உறுதிப்படுத்தப்பட்டது
te: ధృవీకరించబడింది
th: ยืนยันแล้ว
tr: Onaylandı
uk: Підтверджено
ur: تصدیق شدہ
uz: Tasdiqlangan
vi: Đã xác nhận

source: Booking Cancelled
am: ቦታ ማስያዝ ተሰርዟል
ar: تم إلغاء الحجز
az: Rezervasiya ləğv edildi
bg: Резервацията е отменена
bn: বুকিং বাতিল করা হয়েছে
bs: Rezervacija otkazana
ca: Reserva cancel·lada
cs: Rezervace zrušena
da: Booking annulleret
el: Ακύρωση κράτησης
et: Broneering tühistatud
fa: رزرو لغو شد
fi: Varaus peruutettu
he: ההזמנה בוטלה
hi: बुकिंग रद्द की गई
hu: Foglalás törölve
id: Pemesanan Dibatalkan
ja: 予約をキャンセル
ka: ჯავშნის გაუქმება
kk: Брондау бас тартылды
km: បានបោះបង់ការកក់
kn: ಬುಕ್ಕಿಂಗ್ ರದ್ದುಮಾಡಲಾಗಿದೆ
ku: هەڵبژاردنەکە هەڵوەشاوە
lo: ຍົກເລີກການຈອງ
lt: Užsakymas atšauktas
mr: बुकिंग रद्द केले
ms: Tempahan Dibatalkan
my: ကြိုတင်စာရင်းသွင်းခြင်းကို ပယ်ဖျက်လိုက်ပါပြီ။
no: Bestilling kansellert
pl: Rezerwacja anulowana
ro: Rezervare anulată
si: වෙන් කිරීම අවලංගු කරන ලදී
sk: Rezervácia zrušená
sq: Rezervimi u anulua
sr: Резервација отказана
sv: Bokning avbokad
sw: Uhifadhi Umeghairiwa
ta: முன்பதிவு ரத்து செய்யப்பட்டது
te: బుకింగ్ రద్దు చేయబడింది
th: การจองถูกยกเลิก
tr: Rezervasyon İptal Edildi
uk: Бронювання скасовано
ur: بکنگ منسوخ
uz: Buyurtma bekor qilindi
vi: Đã hủy đặt

# bookingUnavailable
source: Booking is unavailable
am: ቦታ ማስያዝ አይገኝም
ar: الحجز غير متاح
az: Rezervasiya mümkün deyil
bg: Резервацията не е налична
bn: বুকিং অনুপলব্ধ
bs: Rezervacija nedostupna
ca: La reserva no està disponible
cs: Rezervace není k dispozici
da: Booking er ikke tilgængelig
el: Η κράτηση δεν είναι διαθέσιμη
et: Broneering pole saadaval
fa: رزرو در دسترس نیست
fi: Varaus ei ole käytettävissä
he: ההזמנה אינה זמינה
hi: बुकिंग उपलब्ध नहीं है
hu: A foglalás nem érhető el
id: Pemesanan Tidak Tersedia
ja: 予約できません
ka: ჯავშანი მიუწვდომელია
kk: Брондау қолжетімсіз
km: មិនអាចកក់បាន
kn: ಬುಕ್ಕಿಂಗ್ ಲಭ್ಯವಿಲ್ಲ
ku: حجزکردن بەردەست نییە
lo: ບໍ່ສາມາດຈອງໄດ້
lt: Užsakymas negalimas
mr: बुकिंग उपलब्ध नाही
ms: Tempahan tidak tersedia
my: ကြိုတင်စာရင်းသွင်းခြင်း မရနိုင်ပါ။
no: Bestilling er ikke tilgjengelig
pl: Rezerwacja jest niedostępna
ro: Rezervarea nu este disponibilă
si: වෙන් කිරීම කළ නොහැක
sk: Rezervácia nie je dostupná
sq: Rezervimi nuk është i disponueshëm
sr: Резервација није доступна
sv: Bokning är inte tillgänglig
sw: Uhifadhi haupatikani
ta: முன்பதிவு கிடைக்கவில்லை
te: బుకింగ్ అందుబాటులో లేదు
th: การจองไม่พร้อมใช้งาน
tr: Rezervasyon yapılamıyor
uk: Бронювання недоступне
ur: بکنگ دستیاب نہیں
uz: Buyurtma mavjud emas
vi: Không có đặt chỗ

source: Booking Summary
am: የቦታ ማስያዝ ማጠቃለያ
ar: ملخص الحجز
az: Rezervasiya xülasəsi
bg: Резюме на резервацията
bn: বুকিং সারসংক্ষেপ
bs: Sažetak rezervacije
ca: Resum de la reserva
cs: Shrnutí rezervace
da: Bookingoversigt
el: Σύνοψη κράτησης
et: Broneeringu kokkuvõte
fa: خلاصه رزرو
fi: Varauksen yhteenveto
he: סיכום הזמנה
hi: बुकिंग सारांश
hu: Foglalási összefoglaló
id: Ringkasan Pemesanan
ja: 予約の概要
ka: ჯავშნის შეჯამება
kk: Брондау қорытындысы
km: សង្ខេបការកក់
kn: ಬುಕ್ಕಿಂಗ್ ಸಾರಾಂಶ
ku: پوختەی شوێنگرتن
lo: ສະຫຼຸບການຈອງ
lt: Užsakymo santrauka
mr: बुकिंग सारांश
ms: Ringkasan Tempahan
my: ကြိုတင်စာရင်းသွင်းမှု အကျဉ်းချုပ်
no: Bestillingssammendrag
pl: Podsumowanie rezerwacji
ro: Rezumatul rezervării
si: වෙන් කිරීම් සාරාංශය
sk: Prehľad rezervácie
sq: Përmbledhja e rezervimit
sr: Преглед резервације
sv: Bokningsöversikt
sw: Muhtasari wa Kuhifadhi
ta: முன்பதிவு சுருக்கம்
te: బుకింగ్ సంగ్రహం
th: สรุปการจอง
tr: Rezervasyon Özeti
uk: Підсумок бронювання
ur: بکنگ کا خلاصہ
uz: Buyurtma xulosasi
vi: Tóm tắt đặt chỗ

# dateEnd
source: End Date
am: የመጨረሻ ቀን
ar: تاريخ الانتهاء
az: Bitmə tarixi
bg: Крайна дата
bn: শেষ তারিখ
bs: Datum završetka
ca: Data de finalització
cs: Datum ukončení
da: Slutdato
el: Ημερομηνία λήξης
et: Lõppkuupäev
fa: تاریخ پایان
fi: Päättymispäivä
he: תאריך סיום
hi: समाप्ति तिथि
hu: Befejezés dátuma
id: Tanggal Berakhir
ja: 終了日
ka: დასრულების თარიღი
kk: Аяқталу күні
km: កាលបរិច្ឆេទបញ្ចប់
kn: ಅಂತಿಮ ದಿನಾಂಕ
ku: بەرواری تەواوبون
lo: ວັນທີສິ້ນສຸດ
lt: Pabaigos data
mr: समाप्ती तारीख
ms: Tarikh tamat
my: ကုန်ဆုံးရက်စွဲ
no: Sluttdato
pl: Data zakończenia
ro: Data de sfârșit
si: අවසන් දිනය
sk: Dátum ukončenia
sq: Data e mbarimit
sr: Датум завршетка
sv: Slutdatum
sw: Tarehe ya mwisho
ta: முடிவு தேதி
te: ముగింపు తేదీ
th: วันที่สิ้นสุด
tr: Bitiş Tarihi
uk: Дата закінчення
ur: تاریخ اختتام
uz: Tugash sanasi
vi: Ngày kết thúc

# dateStart
source: Start Date
am: የመጀመሪያ ቀን
ar: تاريخ البدء
az: Başlama tarixi
bg: Начална дата
bn: শুরুর তারিখ
bs: Datum početka
ca: Data d'inici
cs: Datum zahájení
da: Startdato
el: Ημερομηνία έναρξης
et: Alguskuupäev
fa: تاریخ شروع
fi: Aloituspäivä
he: תאריך התחלה
hi: प्रारंभ तिथि
hu: Kezdés dátuma
id: Tanggal Mulai
ja: 開始日
ka: დაწყების თარიღი
kk: Басталу күні
km: កាលបរិច្ឆេទចាប់ផ្តើម
kn: ಆರಂಭ ದಿನಾಂಕ
ku: بەرواری دەسپێکردن
lo: ວັນທີເລີ່ມຕົ້ນ
lt: Pradžios data
mr: प्रारंभ तारीख
ms: Tarikh Mula
my: စတင်သည့်ရက်စွဲ
no: Startdato
pl: Data rozpoczęcia
ro: Data de început
si: ආරම්භක දිනය
sk: Dátum začiatku
sq: Data e fillimit
sr: Датум почетка
sv: Startdatum
sw: Tarehe ya Kuanza
ta: தொடக்க தேதி
te: ప్రారంభ తేదీ
th: วันที่เริ่มต้น
tr: Başlangıç Tarihi
uk: Дата початку
ur: تاریخ آغاز
uz: Boshlanish sanasi
vi: Ngày bắt đầu

source: Tickets
am: ትኬቶች
ar: التذاكر
az: Biletlər
bg: Билети
bn: টিকিট
bs: Ulaznice
ca: Entrades
cs: Vstupenky
da: Billetter
el: Εισιτήρια
et: Piletid
fa: بلیت‌ها
fi: Liput
he: כרטיסים
hi: टिकट
hu: Jegyek
id: Tiket
ja: チケット
ka: ბილეთები
kk: Билеттер
km: សំបុត្រ
kn: ಟಿಕೆಟ್‌ಗಳು
ku: تکتەکان
lo: ປີ້
lt: Bilietai
mr: तिकिटे
ms: Tiket
my: လက်မှတ်များ
no: Billetter
pl: Bilety
ro: Bilete
si: ප්‍රවේශ පත්‍ර
sk: Lístky
sq: Biletat
sr: Карте
sv: Biljetter
sw: Tiketi
ta: டிக்கெட்டுகள்
te: టికెట్లు
th: ตั๋ว
tr: Biletler
uk: Квитки
ur: ٹکٹس
uz: Chiptalar
vi: Vé

source: Request Booking
am: ቦታ ማስያዝ ጠይቅ
ar: طلب الحجز
az: Rezervasyon tələb edin
bg: Заяви резервация
bn: অনুরোধ বুকিং
bs: Zatraži rezervaciju
ca: Sol·licitar reserva
cs: Požádat o rezervaci
da: Anmod om reservation
el: Αίτημα κράτησης
et: Broneeringu taotlus
fa: درخواست رزرو
fi: Pyydä varausta
he: בקש הזמנה
hi: बुकिंग का अनुरोध करें
hu: Foglalás kérése
id: Minta Pemesanan
ja: 予約をリクエスト
ka: დაჯავშნის მოთხოვნა
kk: Брондауға сұрау жіберу
km: ស្នើសុំកក់
kn: ಬುಕ್ಕಿಂಗ್‌ಗೆ ವಿನಂತಿಸಿ
ku: شوێنگرتن داوابکە
lo: ຮ້ອງຂໍການຈອງ
lt: Prašyti užsakymo
mr: बुकिंगची विनंती करा
ms: Minta Tempahan
my: Booking တောင်းပါ။
no: Be om bestilling
pl: Poproś o rezerwację
ro: Solicită rezervare
si: අයදුම් කරන්න
sk: Požiadať o rezerváciu
sq: Kërko rezervim
sr: Затражи резервацију
sv: Begär bokning
sw: Omba Kuhifadhi
ta: முன்பதிவு கோரிக்கை
te: బుకింగ్ అభ్యర్థించండి
th: ขอการจอง
tr: Rezervasyon İste
uk: Запит на бронювання
ur: بکنگ کی درخواست کریں
uz: Band qilishni so'rash
vi: Yêu cầu đặt chỗ

source: Extra Services
am: ተጨማሪ አገልግሎቶች
ar: خدمات إضافية
az: Əlavə xidmətlər
bg: Допълнителни услуги
bn: অতিরিক্ত সেবা
bs: Dodatne usluge
ca: Serveis addicionals
cs: Doplňkové služby
da: Ekstra tjenester
el: Επιπλέον υπηρεσίες
et: Lisateenused
fa: خدمات اضافی
fi: Lisäpalvelut
he: שירותים נוספים
hi: अतिरिक्त सेवाएं
hu: Extra szolgáltatások
id: Layanan Ekstra
ja: 追加サービス
ka: დამატებითი სერვისები
kk: Қосымша қызметтер
km: សេវាកម្មបន្ថែម
kn: ಹೆಚ್ಚುವರಿ ಸೇವೆಗಳು
ku: خزمەتگوزاری زیاتر
lo: ບໍລິການພິເສດ
lt: Papildomos paslaugos
mr: अतिरिक्त सेवा
ms: Perkhidmatan tambahan
my: အပိုဝန်ဆောင်မှုများ
no: Ekstratjenester
pl: Dodatkowe usługi
ro: Servicii extra
si: අමතර සේවාවන්
sk: Extra služby
sq: Shërbime shtesë
sr: Додатне услуге
sv: Extra tjänster
sw: Huduma za ziada
ta: கூடுதல் சேவைகள்
te: అదనపు సేవలు
th: บริการเพิ่มเติม
tr: Ekstra Hizmetler
uk: Додаткові послуги
ur: اضافی خدمات
uz: Qo'shimcha xizmatlar
vi: Dịch vụ bổ sung

source: Guests
am: እንግዶች
ar: الضيوف
az: Qonaqlar
bg: Гости
bn: অতিথি
bs: Gosti
ca: Convidats
cs: Hosté
da: GÆSTER
el: Επισκέπτες
et: Külalised
fa: مهمانان
fi: Vieraat
he: אורחים
hi: मेहमान
hu: Vendégek
id: Tamu
ja: ゲスト
ka: სტუმრები
kk: Қонақтар
km: ភ្ញៀវ
kn: ಅತಿಥಿಗಳು
ku: میوان
lo: ແຂກ
lt: Svečiai
mr: पाहुणे
ms: Tetamu
my: ဧည့်သည်
no: Gjester
pl: Goście
ro: Oaspeți
si: අමුත්තන්
sk: Hostia
sq: Mysafirët
sr: Гости
sv: Gäster
sw: Wageni
ta: விருந்தினர்கள்
te: అతిథులు
th: แขก
tr: Misafirler
uk: Гості
ur: مہمان
uz: Mehmonlar
vi: Khách

source: Hour
am: ሰዓት
ar: ساعة
az: saat
bg: Час
bn: ঘন্টা
bs: Sat
ca: Hora
cs: Hodina
da: Time
el: Ώρα
et: Tund
fa: ساعت
fi: Tunti
he: שעה
hi: घंटा
hu: Óra
id: Jam
ja: 時間
ka: საათი
kk: Сағат
km: ម៉ោង
kn: ಗಂಟೆ
ku: کاتژمێر
lo: ຊົ່ວໂມງ
lt: Valanda
mr: तास
ms: Jam
my: နာရီ
no: Time
pl: Godzina
ro: Oră
si: පැය
sk: Hodina
sq: Orë
sr: Сат
sv: Timme
sw: Saa
ta: மணி
te: గంట
th: ชั่วโมง
tr: Saat
uk: Година
ur: گھنٹہ
uz: Soat
vi: Giờ

source: Features
am: ባህሪያት
ar: المميزات
az: Xüsusiyyətlər
bg: Характеристики
bn: বৈশিষ্ট্য
bs: Karakteristike
ca: Característiques
cs: Funkce
da: FUNKTIONER
el: Χαρακτηριστικά
et: Omadused
fa: ویژگی‌ها
fi: Ominaisuudet
he: תכונות
hi: विशेषताएं
hu: Jellemzők
id: Fitur
ja: 特徴
ka: მახასიათებლები
kk: Мүмкіндіктер
km: លក្ខណៈពិសេស
kn: ವೈಶಿಷ್ಟ್ಯಗಳು
ku: تایبەتمەندیەکان
lo: ແນະນຳ
lt: Funkcijos
mr: वैशिष्ट्ये
ms: Ciri-ciri
my: အင်္ဂါရပ်များ
no: Funksjoner
pl: Funkcje
ro: Caracteristici
si: විශේෂාංග
sk: Funkcie
sq: Veçoritë
sr: Карактеристике
sv: Funktioner
sw: Vipengele
ta: அம்சங்கள்
te: లక్షణాలు
th: คุณสมบัติ
tr: Özellikler
uk: Особливості
ur: خصوصیات
uz: Xususiyatlar
vi: Tính năng

source: Remove from Wishlist
am: ከምኞት ዝርዝር አስወግድ
ar: إزالة من قائمة الرغبات
az: İstək siyahısından silin
bg: Премахни от списъка с желания
bn: উইশলিস্ট থেকে সরান
bs: Ukloni s liste želja
ca: Eliminar de la llista de desitjos
cs: Odebrat ze seznamu přání
da: Fjern fra ønskeliste
el: Αφαίρεση από τη λίστα επιθυμιών
et: Eemalda soovinimekirjast
fa: حذف از لیست علاقه‌مندی‌ها
fi: Poista toivelistalta
he: הסר מרשימת המשאלות
hi: विशलिस्ट से हटाएं
hu: Eltávolítás a kívánságlistáról
id: Hapus dari Wishlist
ja: お気に入りから削除
ka: სურვილების სიიდან ამოშლა
kk: Тілектер тізімінен жою
km: យកចេញពីបញ្ជីចង់បាន
kn: ಇಚ್ಛಾಪಟ್ಟಿಯಿಂದ ತೆಗೆದುಹಾಕಿ
ku: سڕینەوە لە لیستی دڵخوازەکاندا
lo: ລຶບອອກຈາກລາຍການທີ່ມັກ
lt: Pašalinti iš pageidavimų sąrašo
mr: विशलिस्टमधून काढा
ms: Buang dari Senarai Hajat
my: ဆန္ဒစာရင်းမှ ဖယ်ရှားပါ။
no: Fjern fra ønskelisten
pl: Usuń z listy życzeń
ro: Elimină din lista de dorințe
si: පැතුම් ලැයිස්තුවෙන් ඉවත් කරන්න
sk: Odstrániť zo zoznamu želaní
sq: Hiq nga lista e dëshirave
sr: Уклони са листе жеља
sv: Ta bort från önskelistan
sw: Ondoa kwenye Orodha ya Matamanio
ta: விரும்பியவை பட்டியலிலிருந்து அகற்று
te: ఇష్టమైన వాటి జాబితా నుండి తొలగించండి
th: ลบออกจากรายการที่ต้องการ
tr: İstek Listesinden Kaldır
uk: Видалити зі списку бажань
ur: خواہش کی فہرست سے ہٹائیں
uz: Istaklar ro'yxatidan olib tashlash
vi: Xóa khỏi danh sách yêu thích

source: Map
am: ካርታ
ar: الخريطة
az: Xəritə
bg: Карта
bn: মানচিত্র
bs: Mapa
ca: Mapa
cs: Mapa
da: Kort
el: Χάρτης
et: Kaart
fa: نقشه
fi: Kartta
he: מפה
hi: नक्शा
hu: Térkép
id: Peta
ja: 地図
ka: რუქა
kk: Карта
km: ផែនទី
kn: ನಕ್ಷೆ
ku: نەخشە
lo: ແຜນທີ່
lt: Žemėlapis
mr: नकाशा
ms: Peta
my: မြေပုံ
no: Kart
pl: Mapa
ro: Hartă
si: සිතියම
sk: Mapa
sq: Harta
sr: Мапа
sv: Karta
sw: Ramani
ta: வரைபடம்
te: మ్యాప్
th: แผนที่
tr: Harita
uk: Карта
ur: نقشہ
uz: Xarita
vi: Bản đồ

source: Prices
am: ዋጋዎች
ar: الأسعار
az: Qiymətlər
bg: Менюта
bn: মেনু
bs: Cijene
ca: Preus
cs: Nabídky
da: Menuer
el: Τιμές
et: Hinnad
fa: قیمت‌ها
fi: Valikot
he: תפריטים
hi: मेनू
hu: Árak
id: Menu
ja: 価格
ka: ფასები
kk: Мәзірлер
km: តម្លៃ
kn: ಬೆಲೆಗಳು
ku: نرخەکان
lo: ລາຄາ
lt: Kainos
mr: किंमती
ms: Menu
my: စျေးနှုန်းများ
no: Priser
pl: Menu
ro: Prețuri
si: මිල
sk: Ceny
sq: Çmimet
sr: Цене
sv: Menyer
sw: Menyu
ta: விலைகள்
te: ధరలు
th: ราคา
tr: Menüler
uk: Ціни
ur: قیمتیں
uz: Narxlar
vi: Menu

source: Register as Vendor
am: እንደ አቅራቢ ይመዝገቡ
ar: التسجيل كبائع
az: Satıcı kimi qeydiyyatdan keçin
bg: Регистрирайте се като търговец
bn: বিক্রেতা ব্যবহারকারী হিসাবে নিবন্ধন করুন
bs: Registruj se kao prodavač
ca: Registrar com a venedor
cs: Zaregistrovat se jako prodejce
da: Registrer dig som sælger
el: Εγγραφή ως πωλητής
et: Registreeru müüjana
fa: ثبت‌نام به عنوان فروشنده
fi: Rekisteröidy myyjäksi
he: הירשם כספק
hi: विक्रेता उपयोगकर्ता के रूप में पंजीकरण करें
hu: Regisztráció eladóként
id: Daftar sebagai Penjual
ja: 出品者として登録
ka: დარეგისტრირდით როგორც გამყიდველი
kk: Сатушы ретінде тіркелу
km: ចុះឈ្មោះជាអ្នកលក់
kn: ಮಾರಾಟಗಾರರಾಗಿ ನೋಂದಾಯಿಸಿ
ku: تۆمارکردن وەك فرۆشیار
lo: ລົງທະບຽນເປັນຜູ້ຂາຍ
lt: Registruotis kaip pardavėjas
mr: विक्रेता म्हणून नोंदणी करा
ms: Daftar sebagai Vendor
my: ရောင်းချသူအဖြစ် စာရင်းသွင်းပါ။
no: Registrer som selger
pl: Zarejestruj się jako sprzedawca
ro: Înregistrează-te ca vânzător
si: විකුණුම්කරුවෙකු ලෙස ලියාපදිංචි වන්න
sk: Zaregistrujte sa ako predajca
sq: Regjistrohu si shitës
sr: Региструјте се као продавац
sv: Registrera dig som säljare
sw: Jisajili kama Muuzaji
ta: விற்பனையாளராகப் பதிவு செய்யவும்
te: విక్రేతగా నమోదు చేసుకోండి
th: ลงทะเบียนเป็นผู้ขาย
tr: Satıcı olarak kaydolun
uk: Зареєструватися як продавець
ur: وینڈر صارف کے طور پر رجسٹر کریں
uz: Sotuvchi sifatida ro'yxatdan o'tish
vi: Đăng ký làm người bán

source: Add Listing
am: ዝርዝር አክል
ar: إضافة قائمة
az: Siyahı əlavə edin
bg: Добави обява
bn: লিস্টিং যোগ করুন
bs: Dodaj listing
ca: Afegir llistat
cs: Přidat nabídku
da: Tilføj fortegnelse
el: Προσθήκη καταχώρισης
et: Lisa kuulutus
fa: افزودن لیست
fi: Lisää listaus
he: הוסף רישום
hi: लिस्टिंग जोड़ें
hu: Hirdetés hozzáadása
id: Tambah Daftar
ja: 商品を出品
ka: სიის დამატება
kk: Листинг қосу
km: បន្ថែមការចុះបញ្ជី
kn: ಪಟ್ಟಿಯನ್ನು ಸೇರಿಸಿ
ku: لیستێك زیاد بکە
lo: ເພີ່ມລາຍການ
lt: Pridėti skelbimą
mr: लिस्टिंग जोडा
ms: Tambah Penyenaraian
my: စာရင်းထည့်ပါ။
no: Legg til oppføring
pl: Dodaj ogłoszenie
ro: Adaugă un anunț
si: ලැයිස්තුවක් එකතු කරන්න
sk: Pridať záznam
sq: Shto listim
sr: Додај оглас
sv: Lägg till annons
sw: Ongeza Orodha
ta: பட்டியலில் சேர்
te: జాబితా జోడించండి
th: เพิ่มรายชื่อ
tr: Liste Ekle
uk: Додати оголошення
ur: فہرست شامل کریں
uz: E'lon qo'shish
vi: Thêm danh sách

source: Booking History
am: የቦታ ማስያዝ ታሪክ
ar: سجل الحجوزات
az: Rezervasiya tarixçəsi
bg: История на резервациите
bn: বুকিং ইতিহাস
bs: Historija rezervacija
ca: Historial de reserves
cs: Historie rezervací
da: Bookinghistorik
el: Ιστορικό κρατήσεων
et: Broneeringute ajalugu
fa: تاریخچه رزرو
fi: Varaushistoria
he: היסטוריית הזמנות
hi: बुकिंग का इतिहास
hu: Foglalási előzmények
id: Riwayat Pemesanan
ja: 予約履歴
ka: ჯავშნების ისტორია
kk: Брондау тарихы
km: ប្រវត្តិការកក់
kn: ಬುಕ್ಕಿಂಗ್ ಇತಿಹಾಸ
ku: مێژووی شوێنگرتن
lo: ປະຫວັດການຈອງ
lt: Užsakymų istorija
mr: बुकिंग इतिहास
ms: Sejarah Tempahan
my: ဘွတ်ကင်မှတ်တမ်း
no: Bestillingshistorikk
pl: Historia rezerwacji
ro: Istoricul rezervărilor
si: වෙන් කිරීම් ඉතිහාසය
sk: História rezervácií
sq: Historia e rezervimeve
sr: Историја резервација
sv: Bokningshistorik
sw: Historia ya Kuhifadhi
ta: முன்பதிவு வரலாறு
te: బుకింగ్ చరిత్ర
th: ประวัติการจอง
tr: Rezervasyon Geçmişi
uk: Історія бронювань
ur: بکنگ کی تاریخ
uz: Buyurtmalar tarixi
vi: Lịch sử đặt chỗ

source: Vendor Admin
am: የሻጭ አስተዳዳሪ
ar: لوحة البائع
az: Satıcı Admin
bg: Администратор на търговец
bn: বিক্রেতা অ্যাডমিন
bs: Administrator prodavača
ca: Administrador del venedor
cs: Správce prodejce
da: Sælgeradministrator
el: Διαχείριση πωλητή
et: Müüja admin
fa: پنل مدیریت فروشنده
fi: Myyjän hallinta
he: ניהול ספק
hi: विक्रेता व्यवस्थापक
hu: Eladói adminisztráció
id: Admin Penjual
ja: 出品者管理
ka: გამყიდველის ადმინისტრატორი
kk: Сатушы әкімшісі
km: ផ្ទាំងគ្រប់គ្រងអ្នកលក់
kn: ಮಾರಾಟಗಾರ ನಿರ್ವಾಹಕ
ku: بەڕێوەبەرایەتی فرۆشیار
lo: ຜູ້ເບິ່ງແຍງ
lt: Pardavėjo administratorius
mr: विक्रेता प्रशासन
ms: Pentadbir Vendor
my: ရောင်းသူစီမံခန့်ခွဲသူ
no: Leverandøradministrator
pl: Panel sprzedawcy
ro: Vânzător
si: විකුණුම්කරු පරිපාලක
sk: Správca predajcu
sq: Administratori i shitësit
sr: Администрација продавца
sv: Leverantörsadministratör
sw: Msimamizi wa Muuzaji
ta: விற்பனையாளர் நிர்வாகி
te: విక్రేత పరిపాలన
th: ผู้ดูแลผู้ขาย
tr: Satıcı Yönetimi
uk: Адміністратор продавця
ur: وینڈر ایڈمن
uz: Sotuvchi boshqaruvi
vi: Quản lý người bán

source: Russian
am: ሩሲያኛ
ar: الروسية
az: rus
bg: Руски
bn: রাশিয়ান
bs: Ruski
ca: Rus
cs: Ruština
da: Russisk
el: Ρωσικά
et: Vene
fa: روسی
fi: Venäjä
he: רוסית
hi: रूसी
hu: Orosz
id: Bahasa Rusia
ja: ロシア語
ka: რუსული
kk: Орыс
km: រុស្ស៊ី
kn: ರಷ್ಯನ್
ku: ڕوسی
lo: ພາສາລັດເຊຍ
lt: Rusų
mr: रशियन
ms: Bahasa Rusia
my: ရုရှ
no: Russisk
pl: rosyjski
ro: Rusă
si: රුසියානු
sk: ruský
sq: Rusisht
sr: Руски
sv: ryska
sw: Kirusi
ta: ரஷ்யன்
te: రష్యన్
th: รัสเซีย
tr: Rusça
uk: Російська
ur: روسی
uz: Rus tili
vi: Tiếng Nga

# pickADate
source: Pick date & time
am: ቀን እና ሰዓት ይምረጡ
ar: اختر التاريخ والوقت
az: Tarix və vaxtı seçin
bg: Изберете дата и час
bn: তারিখ এবং সময় চয়ন করুন
bs: Odaberi datum i vrijeme
ca: Tria una data i hora
cs: Vyberte datum a čas
da: Vælg dato og tid
el: Επιλέξτε ημερομηνία & ώρα
et: Vali kuupäev ja kellaaeg
fa: تاریخ و زمان را انتخاب کنید
fi: Valitse päivämäärä ja aika
he: בחר תאריך ושעה
hi: तिथि और समय चुनें
hu: Válasszon dátumot és időpontot
id: Pilih Tanggal & Waktu
ja: 日時を選択
ka: აირჩიეთ თარიღი და დრო
kk: Күн мен уақытты таңдаңыз
km: ជ្រើសរើសកាលបរិច្ឆេទ និងម៉ោង
kn: ದಿನಾಂಕ ಮತ್ತು ಸಮಯ ಆಯ್ಕೆಮಾಡಿ
ku: بەروار و کات هەلبژێرە
lo: ເລືອກວັນທີ ແລະ ເວລາ
lt: Pasirinkite datą ir laiką
mr: तारीख आणि वेळ निवडा
ms: Pilih Tarikh & Masa
my: ရက်စွဲနှင့်အချိန်ကိုရွေးချယ်ပါ။
no: Velg dato og tid
pl: Wybierz datę i godzinę
ro: Alege data și ora
si: දිනය හා වේලාව තෝරන්න
sk: Vyberte dátum a čas
sq: Zgjidhni datën dhe orën
sr: Изаберите датум и време
sv: Välj datum och tid
sw: Chagua Tarehe na Wakati
ta: தேதி & நேரத்தைத் தேர்ந்தெடுக்கவும்
te: తేదీ & సమయం ఎంచుకోండి
th: เลือกวันและเวลา
tr: Tarih ve Saat Seçin
uk: Виберіть дату та час
ur: تاریخ اور وقت منتخب کریں
uz: Sana va vaqtni tanlang
vi: Chọn ngày và giờ

source: on
am: በ
ar: على
az: haqqında
bg: на
bn: চালু
bs: Uključeno
ca: el
cs: na
da: På
el: Στις
et: Sees
fa: روی
fi: Päällä
he: בתאריך
hi: पर
hu: Be
id: Di
ja: オン
ka: ჩართული
kk: Қосулы
km: បើក
kn: ಮೇಲೆ
ku: لە
lo: ໃນ
lt: Įjungta
mr: चालू
ms: Pada
no: på
pl: Włączone
ro: Pe
si: දී
sk: na
sq: Në
sr: Укључено
sv: På
sw: Imewashwa
ta: இல்
te: పైన
th: เปิด
tr: Açık
uk: Увімк.
ur: پر
uz: Yoqilgan
vi: Bật

# yourBookingDetail
source: Your booking details
am: የእርስዎ የቦታ ማስያዝ ዝርዝሮች
ar: تفاصيل حجزك
az: Rezervasiya məlumatlarınız
bg: Детайли за вашата резервация
bn: আপনার বুকিংয়ের বিবরণ
bs: Detalji vaše rezervacije
ca: Detalls de la teva reserva
cs: Detail vaší rezervace
da: Din reservationsdetaljer
el: Λεπτομέρειες της κράτησής σας
et: Sinu broneeringu üksikasjad
fa: جزئیات رزرو شما
fi: Varauksesi tiedot
he: פרטי ההזמנה שלך
hi: आपकी बुकिंग का विवरण
hu: Foglalás részletei
id: Detail Pemesanan Anda
ja: 予約の詳細
ka: თქვენი ჯავშნის დეტალები
kk: Брондау мәліметтері
km: ព័ត៌មានលម្អិតការកក់របស់អ្នក
kn: ನಿಮ್ಮ ಬುಕ್ಕಿಂಗ್ ವಿವರ
ku: وردەکاریەکانی بەکۆکردنەوەکەت
lo: ລາຍລະອຽດການຈອງຂອງທ່ານ
lt: Jūsų užsakymo detalės
mr: तुमच्या बुकिंगचा तपशील
ms: Butiran tempahan anda
my: သင်၏ ကြိုတင်စာရင်းသွင်းမှု အသေးစိတ်များ
no: Bestillingsdetaljer
pl: Szczegóły Twojej rezerwacji
ro: Detaliile rezervării tale
si: ඔබගේ වෙන්කිරීම් විස්තර
sk: Detaily vašej rezervácie
sq: Detajet e rezervimit tuaj
sr: Детаљи ваше резервације
sv: Din bokningsinformation
sw: Maelezo yako ya kuhifadhi
ta: உங்கள் முன்பதிவு விவரம்
te: మీ బుకింగ్ వివరాలు
th: รายละเอียดการจองของคุณ
tr: Rezervasyon Detayınız
uk: Деталі вашого бронювання
ur: آپ کی بکنگ کی تفصیل
uz: Buyurtmangiz tafsilotlari
vi: Chi tiết đặt chỗ của bạn

source: Adults
am: አዋቂዎች
ar: البالغين
az: Böyüklər
bg: Възрастни
bn: প্রাপ্তবয়স্ক
bs: Odrasli
cs: Dospělí
da: Voksne
el: Ενήλικες
et: Täiskasvanud
fa: بزرگسالان
fi: Aikuiset
he: מבוגרים
hi: वयस्क
hu: Felnőttek
id: Dewasa
ja: 大人
ka: ზრდასრულები
kk: Ересектер
km: មនុស្សពេញវ័យ
kn: ವಯಸ್ಕರು
ku: گەورەکان
lo: ຜູ້​ໃຫຍ່
lt: Suaugusieji
mr: प्रौढ
ms: Dewasa
my: လူကြီး
no: Voksne
pl: Dorośli
ro: Adulți
si: වැඩිහිටි
sk: Dospelí
sq: Të rritur
sr: Одрасли
sv: Vuxna
sw: Watu wazima
ta: பெரியவர்கள்
te: వయోజనులు
th: ผู้ใหญ่
tr: Yetişkinler
uk: Дорослі
ur: بالغ افراد
uz: Kattalar
vi: Người lớn
