Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Add points
am: ነጥቦችን ያክሉ
ar: أضف نقاطًا
az: Xal əlavə edin
bg: Добави точки
bn: পয়েন্ট যোগ করুন
bs: Dodaj bodove
ca: Afegeix punts
cs: Přidat body
da: Tilføj point
el: Προσθήκη πόντων
et: Lisa punkte
fa: امتیاز اضافه کنید
fi: Lisää pisteitä
he: הוסף נקודות
hi: अंक जोड़ें
hu: Pontok hozzáadása
id: Tambahkan poin
ja: ポイントを追加
ka: ქულების დამატება
kk: Ұпайларды қосу
km: បន្ថែមពិន្ទុ
kn: ಅಂಕಗಳನ್ನು ಸೇರಿಸಿ
ku: خاڵ زیاد بکە
lo: ເພີ່ມຈຸດ
lt: Pridėti taškų
mr: गुण जोडा
ms: Tambah Mata
my: အမှတ်များထည့်ပါ။
no: Legg til poeng
pl: Dodaj punkty
ro: Adăugați puncte
si: ලකුණු එකතු කරන්න
sk: Pridať body
sq: Shto pikë
sr: Додај поене
sv: Lägg till poäng
sw: Ongeza Pointi
ta: புள்ளிகளைச் சேர்க்கவும்
te: పాయింట్లు జోడించండి
th: เพิ่มคะแนน
tr: Puan ekle
uk: Додати бали
ur: پوائنٹس شامل کریں۔
uz: Ballarni qo'shing
vi: Thêm điểm

source: Advance amount
am: ቀድሞ ክፍያ መጠን
ar: المبلغ المدفوع مقدما
az: Avans məbləği
bg: Авансова сума
bn: অগ্রিম পরিমাণ
bs: Iznos avansa
ca: Import avançat
cs: Částka zálohy
da: Forskudsbeløb
el: Ποσό προκαταβολής
et: Ettemaksusumma
fa: مبلغ پیش پرداخت
fi: Ennakkosumma
he: סכום מקדמה
hi: अग्रिम राशि
hu: Előleg összege
id: Jumlah uang muka
ja: 前払金額
ka: წინასწარი თანხა
kk: Аванстық сома
km: ចំនួនទឹកប្រាក់ជាមុន
kn: ಮುಂಗಡ ಮೊತ್ತ
ku: بڕی پێشەوە
lo: ຈຳນວນລ່ວງໜ້າ
lt: Išankstinė suma
mr: आगाऊ रक्कम
ms: Jumlah pendahuluan
my: ကြိုတင်ငွေပမာဏ
no: Forskuddsbeløp
pl: Kwota zaliczki
ro: Sumă în avans
si: අත්තිකාරම් මුදල
sk: Výška zálohy
sq: Shuma e avancimit
sr: Износ аванса
sv: Förskottsbelopp
sw: Kiasi cha mapema
ta: முன்பணத் தொகை
te: అడ్వాన్స్ మొత్తం
th: จำนวนเงินล่วงหน้า
tr: Avans miktarı
uk: Сума авансу
ur: پیشگی رقم
uz: Avans miqdori
vi: Số tiền ứng trước

source: Advance payment
am: ቀድሞ ክፍያ
ar: الدفع المسبق
az: İlkin ödəniş
bg: Авансово плащане
bn: অগ্রিম পেমেন্ট
bs: Avansno plaćanje
ca: Pagament avançat
cs: Platba předem
da: Forudbetaling
el: προκαταβολή
et: Ettemaks
fa: پیش پرداخت
fi: Ennakkomaksu
he: תשלום מראש
hi: अग्रिम भुगतान
hu: Fizetési előleg
id: Pembayaran di muka
ja: 前払い
ka: წინასწარი გადახდა
kk: Алдын ала төлем
km: ការទូទាត់ជាមុន
kn: ಮುಂಗಡ ಪಾವತಿ
ku: پێشپاردە
lo: ຈ່າຍລ່ວງໜ້າ
lt: Avansinis mokėjimas
mr: आगाऊ रक्कम
ms: Bayaran pendahuluan
my: ကြိုတင်ငွေပေးချေမှု
no: Forskuddsbetaling
pl: Zapłata z góry
ro: Plată în avans
si: පෙර ගෙවීම
sk: Platba vopred
sq: Pagesë paraprake
sr: Авансно плаћање
sv: Förskottsbetalning
sw: Malipo ya mapema
ta: முன்பணம்
te: అడ్వాన్స్ చెల్లింపు
th: การชำระเงินล่วงหน้า
tr: Peşin ödeme
uk: Попередня оплата
ur: پیشگی ادائیگی
uz: Oldindan to'lov
vi: Thanh toán trước

# appointmentStartInvalidDay
source: Sorry, appointments cannot start on this day.
am: ይቅርታ፣ ቀጠሮዎች በዚህ ቀን ላይ መጀመር አይቻልም።
ar: عذرا، لا يمكن بدء المواعيد في هذا اليوم.
az: Üzr istəyirik, bu gün görüşlər başlaya bilməz.
bg: Съжаляваме, не може да се запише час за този ден.
bn: দুঃখিত, এই দিনে অ্যাপয়েন্টমেন্ট শুরু হতে পারে না।
bs: Žao nam je, termini ne mogu početi na ovaj dan.
ca: Ho sentim, no es poden iniciar cites aquest dia.
cs: Omlouváme se, ale schůzky v tento den nemohou začít.
da: Beklager, aftaler kan ikke starte på denne dag.
el: Λυπούμαστε, τα ραντεβού δεν μπορούν να ξεκινήσουν αυτήν την ημέρα.
et: Vabandame, broneeringut ei saa sellel päeval alustada.
fa: متاسفیم، قرار ملاقات‌ها نمی‌توانند از این روز شروع شوند.
fi: Valitettavasti tapaamisia ei voida aloittaa tänä päivänä.
he: מצטערים, לא ניתן להתחיל את התורים ביום זה.
hi: क्षमा करें, इस दिन नियुक्तियाँ शुरू नहीं हो सकतीं।
hu: Sajnáljuk, az időpontok ezen a napon nem kezdhetők meg.
id: Maaf, janji temu tidak dapat dimulai pada hari ini.
ja: 申し訳ございませんが、この日は予約を開始できません。
ka: ბოდიშს გიხდით, შეხვედრების დაწყება ამ დღეს შეუძლებელია.
kk: Кешіріңіз, кездесулер осы күні басталмайды.
km: សូមអភ័យទោស ការណាត់ជួបមិនអាចចាប់ផ្តើមនៅថ្ងៃនេះបានទេ។
kn: ಕ್ಷಮಿಸಿ, ಇಂದು ಅಪಾಯಿಂಟ್‌ಮೆಂಟ್‌ಗಳು ಪ್ರಾರಂಭವಾಗಲು ಸಾಧ್ಯವಿಲ್ಲ.
ku: ببورە، چاوپێکەوتن ناتوانێت لە ئەم ڕۆژە دەست پێ بکات.
lo: ຂໍອະໄພ, ການນັດໝາຍບໍ່ສາມາດເລີ່ມໃນມື້ນີ້ໄດ້.
lt: Atsiprašome, šią dieną susitikimai negali prasidėti.
mr: माफ करा, या दिवशी अपॉइंटमेंट सुरू होऊ शकत नाहीत.
ms: Maaf, janji temu tidak boleh bermula pada hari ini.
my: ဝမ်းနည်းပါသည်၊ ချိန်းဆိုမှုများကို ဤနေ့တွင် မစတင်နိုင်ပါ။
no: Beklager, avtaler kan ikke starte på denne dagen.
pl: Przepraszamy, wizyty nie mogą rozpocząć się w tym dniu.
ro: Ne pare rău, programările nu pot începe în această zi.
si: සමාවෙන්න, මෙම දිනයේදී හමුව ආරම්භ කළ නොහැක.
sk: Prepáčte, termíny sa v tento deň nemôžu začať.
sq: Na vjen keq, takimet nuk mund të fillojnë në këtë ditë.
sr: Жао нам је, заказивање термина не може почети овог дана.
sv: Tyvärr kan inte möten starta denna dag.
sw: Samahani, miadi haiwezi kuanza siku hii.
ta: மன்னிக்கவும், இந்த நாளில் அப்பாயிண்ட்மெண்ட்களைத் தொடங்க முடியாது.
te: క్షమించండి, ఈ రోజున అపాయింట్మెంట్ ప్రారంభించలేరు.
th: ขออภัย การนัดหมายไม่สามารถเริ่มได้ในวันนี้
tr: Üzgünüz, randevular bu gün başlayamıyor.
uk: Вибачте, зустрічі не можуть розпочатися цього дня.
ur: معذرت، اس دن ملاقاتیں شروع نہیں ہو سکتیں۔
uz: Kechirasiz, uchrashuvlar shu kuni boshlanmaydi.
vi: Rất tiếc, không thể bắt đầu cuộc hẹn vào ngày này.

source: Auction
am: ጨረታ
ar: المزاد
az: Hərrac
bg: Търг
bn: নিলাম
bs: Aukcija
ca: Subhasta
cs: Aukce
da: Auktion
el: Δημοπρασία
et: Oksjon
fa: حراج
fi: Huutokauppa
he: מכירה פומבית
hi: नीलामी
hu: Árverés
id: Lelang
ja: オークション
ka: აუქციონი
kk: Аукцион
km: ការដេញថ្លៃ
kn: ಹರಾಜು
ku: داواکاری
lo: ການປະມູນ
lt: Aukcionas
mr: लिलाव
ms: Lelong
my: လေလံ
no: Auksjon
pl: Aukcja
ro: Licitație
si: ලංසු
sk: Aukcia
sq: Ankand
sr: Аукција
sv: Auktion
sw: Mnada
ta: ஏலம்
te: లీలా
th: ประมูล
tr: Müzayede
uk: Аукціон
ur: نیلامی
uz: Auktsion
vi: Đấu giá

source: Auction Dates
am: የጨረታ ቀናት
ar: مواعيد المزاد
az: Hərrac Tarixləri
bg: Дати на търга
bn: নিলামের তারিখ
bs: Datumi aukcija
ca: Dates de la subhasta
cs: Termíny aukcí
da: Auktionsdatoer
el: Ημερομηνίες Δημοπρασίας
et: Oksjoni kuupäevad
fa: تاریخ‌های حراج
fi: Huutokauppapäivät
he: תאריכי המכירה הפומבית
hi: नीलामी की तिथियां
hu: Aukciós dátumok
id: Tanggal Lelang
ja: オークション日程
ka: აუქციონის თარიღები
kk: Аукцион күндері
km: កាលបរិច្ឆេទដេញថ្លៃ
kn: ಹರಾಜು ದಿನಾಂಕಗಳು
ku: رێکەوتەکانی فڕۆشتن
lo: ວັນທີປະມູນ
lt: Aukcionų datos
mr: लिलावाच्या तारखा
ms: Tarikh Lelong
my: လေလံပွဲရက်စွဲများ
no: Auksjonsdatoer
pl: Daty aukcji
ro: Datele licitației
si: ලංසු දිනයන්
sk: Termíny aukcií
sq: Datat e Ankandit
sr: Датуми аукција
sv: Auktionsdatum
sw: Tarehe za Mnada
ta: ஏல தேதிகள்
te: లీల తేదీలు
th: วันที่การประมูล
tr: Müzayede Tarihleri
uk: Дати аукціонів
ur: نیلامی کی تاریخیں۔
uz: Auktsion sanalari
vi: Ngày đấu giá

source: Auction Ended
am: ጨረታ አልቋል
ar: انتهى المزاد
az: Hərrac Bitdi
bg: Търгът приключи
bn: নিলাম শেষ হয়েছে
bs: Aukcija je završena
ca: Subhasta finalitzada
cs: Aukce ukončena
da: Auktionen er afsluttet
el: Η δημοπρασία έληξε
et: Oksjon lõppenud
fa: حراج پایان یافت
fi: Huutokauppa päättyi
he: המכירה הפומבית הסתיימה
hi: नीलामी समाप्त
hu: Az aukció véget ért
id: Lelang Berakhir
ja: オークション終了
ka: აუქციონი დასრულდა
kk: Аукцион аяқталды
km: ការដេញថ្លៃបានបញ្ចប់
kn: ಹರಾಜು ಮುಗಿದಿದೆ
ku: داواکاری کۆتایی هات
lo: ການປະມູນສິ້ນສຸດລົງ
lt: Aukcionas baigėsi
mr: लिलाव संपला
ms: Lelongan Tamat
my: လေလံ ပြီးပါပြီ။
no: Auksjonen er avsluttet
pl: Aukcja zakończona
ro: Licitația s-a încheiat
si: ලංසු විකුණුම අවසන්යි
sk: Aukcia ukončená
sq: Ankandi përfundoi
sr: Аукција је завршена
sv: Auktionen avslutad
sw: Mnada Umeisha
ta: ஏலம் முடிந்தது
te: లీల ముగిసింది
th: การประมูลสิ้นสุดแล้ว
tr: Müzayede Sona Erdi
uk: Аукціон завершено
ur: نیلامی ختم
uz: Auktsion yakunlandi
vi: Cuộc đấu giá đã kết thúc

source: Auction ends
am: ጨረታ ይወድቃል
ar: ينتهي المزاد
az: Hərrac başa çatır
bg: Търгът приключва
bn: নিলাম শেষ
bs: Aukcija završava
ca: La subhasta acaba
cs: Konec aukce
da: Auktionen slutter
el: Λήξη δημοπρασίας
et: Oksjon lõpeb
fa: حراج به پایان می‌رسد
fi: Huutokauppa päättyy
he: המכירה הפומבית מסתיימת
hi: नीलामी समाप्त
hu: Az aukció véget ér
id: Lelang Berakhir
ja: オークション終了
ka: აუქციონი მთავრდება
kk: Аукцион аяқталады
km: ការដេញថ្លៃបានបញ្ចប់
kn: ಹರಾಜು ಮುಗಿಯುತ್ತದೆ
ku: داواکاری کۆتایی دێت
lo: ການປະມູນສິ້ນສຸດລົງ
lt: Aukcionas baigiasi
mr: लिलाव संपतो
ms: Lelongan Tamat
my: လေလံအဆုံးသတ်
no: Auksjonen avsluttes
pl: Aukcja zakończona
ro: Licitația se încheie
si: ලංසු අවසන් වේ
sk: Koniec aukcie
sq: Ankandi përfundon
sr: Аукција се завршава
sv: Auktionen avslutas
sw: Mnada unaisha
ta: ஏலம் முடிகிறது
te: లీల ముగిసే సమయం
th: การประมูลสิ้นสุด
tr: Müzayede sona eriyor
uk: Аукціон завершується
ur: نیلامی ختم
uz: Auktsion tugaydi
vi: Đấu giá kết thúc

source: Auction History
am: የጨረታ ታሪክ
ar: تاريخ المزادات
az: Hərrac Tarixi
bg: История на търга
bn: নিলামের ইতিহাস
bs: Historija aukcija
ca: Historial de subhastes
cs: Historie aukcí
da: Auktionshistorik
el: Ιστορικό Δημοπρασιών
et: Oksjoni ajalugu
fa: تاریخچه حراج
fi: Huutokauppahistoria
he: היסטוריית מכירות פומביות
hi: नीलामी इतिहास
hu: Aukciós előzmények
id: Riwayat Lelang
ja: オークション履歴
ka: აუქციონის ისტორია
kk: Аукцион тарихы
km: ប្រវត្តិការដេញថ្លៃ
kn: ಹರಾಜು ಇತಿಹಾಸ
ku: مێژووی داواکاری
lo: ປະຫວັດການປະມູນ
lt: Aukcionų istorija
mr: लिलाव इतिहास
ms: Sejarah Lelongan
my: လေလံမှတ်တမ်း
no: Auksjonshistorikk
pl: Historia aukcji
ro: Istoric licitații
si: ලංසු ඉතිහාසය
sk: História aukcií
sq: Historia e Ankandeve
sr: Историја аукција
sv: Auktionshistorik
sw: Historia ya Mnada
ta: ஏல வரலாறு
te: లీల చరిత్ర
th: ประวัติการประมูล
tr: Müzayede Geçmişi
uk: Історія аукціонів
ur: نیلامی کی تاریخ
uz: Auktsion tarixi
vi: Lịch sử đấu giá

source: Auction starts
am: ጨረታ ይጀምራል
ar: يبدأ المزاد
az: Hərrac başlayır
bg: Търгът започва
bn: নিলাম শুরু
bs: Počinje aukcija
ca: La subhasta comença
cs: Začátek aukce
da: Auktionen starter
el: Έναρξη δημοπρασίας
et: Oksjon algab
fa: حراج شروع می‌شود
fi: Huutokauppa alkaa
he: תחילת המכירה הפומבית
hi: नीलामी शुरू
hu: Az aukció kezdete
id: Lelang Dimulai
ja: オークション開始
ka: აუქციონი იწყება
kk: Аукцион басталды
km: ការចាប់ផ្តើមដេញថ្លៃ
kn: ಹರಾಜು ಆರಂಭ
ku: داواکاری دەست پێدەکات
lo: ເລີ່ມການປະມູນ
lt: Aukcionas prasideda
mr: लिलाव सुरू
ms: Lelongan bermula
my: လေလံစတင်သည်။
no: Auksjonen starter
pl: Rozpoczęcie aukcji
ro: Începe licitația
si: ලංසු විකුණුම ආරම්භ වෙයි
sk: Začiatok aukcie
sq: Ankandi fillon
sr: Почетак аукције
sv: Auktionen börjar
sw: Mnada unaanza
ta: ஏலம் தொடங்குகிறது
te: లీల ప్రారంభం
th: การประมูลเริ่มต้น
tr: Müzayede başlıyor
uk: Початок аукціону
ur: نیلامی شروع
uz: Auktsion boshlanadi
vi: Cuộc đấu giá bắt đầu

source: Auction starts in
am: ጨረታ ይጀምራል በ
ar: يبدأ المزاد في
az: Hərrac başlayır
bg: Търгът започва след
bn: নিলাম শুরু হবে
bs: Aukcija počinje za
ca: La subhasta comença en
cs: Aukce začíná za
da: Auktionen starter om
el: Η δημοπρασία ξεκινάει σε
et: Oksjon algab
fa: شروع حراج در
fi: Huutokauppa alkaa
he: המכירה הפומבית מתחילה בעוד
hi: नीलामी शुरू होगी
hu: Az aukció kezdete:
id: Lelang dimulai dalam
ja: オークション開始
ka: აუქციონი იწყება
kk: Аукцион басталады
km: ការដេញថ្លៃចាប់ផ្តើមនៅក្នុង
kn: ಹರಾಜು ಪ್ರಾರಂಭವಾಗುವ ಸಮಯ
ku: داواکاری دەست پێدەکات لە
lo: ການປະມູນເລີ່ມໃນ
lt: Aukcionas prasideda
mr: लिलाव सुरू होतो
ms: Lelongan bermula dalam
my: လေလံစတင်သည်။
no: Auksjonen starter om
pl: Aukcja rozpoczyna się za
ro: Licitația începe în
si: ලංසු ආරම්භ වෙන්නේ
sk: Aukcia začína o
sq: Ankandi fillon në
sr: Аукција почиње за
sv: Auktionen börjar om
sw: Mnada unaanza
ta: ஏலம் தொடங்கும் நேரம்:
te: లీల ప్రారంభానికి మిగిలిన సమయం
th: การประมูลจะเริ่มใน
tr: Müzayede başlıyor
uk: Аукціон починається через
ur: میں نیلامی شروع ہوتی ہے۔
uz: Auktsion boshlanadi
vi: Cuộc đấu giá bắt đầu sau

source: Auction type
am: የጨረታ አይነት
ar: نوع المزاد
az: Hərrac növü
bg: Тип на търга
bn: নিলামের ধরণ
bs: Vrsta aukcije
ca: Tipus de subhasta
cs: Typ aukce
da: Auktionstype
el: Τύπος δημοπρασίας
et: Oksjoni tüüp
fa: نوع حراج
fi: Huutokaupan tyyppi
he: סוג המכירה הפומבית
hi: नीलामी का प्रकार
hu: Aukció típusa
id: Jenis lelang
ja: オークションの種類
ka: აუქციონის ტიპი
kk: Аукцион түрі
km: ប្រភេទដេញថ្លៃ
kn: ಹರಾಜಿನ ಪ್ರಕಾರ
ku: جۆری داواکاری
lo: ປະເພດການປະມູນ
lt: Aukciono tipas
mr: लिलावाचा प्रकार
ms: Jenis lelongan
my: လေလံအမျိုးအစား
no: Auksjonstype
pl: Typ aukcji
ro: Tipul licitației
si: ලංසු වර්ගය
sk: Typ aukcie
sq: Lloji i ankandit
sr: Тип аукције
sv: Auktionstyp
sw: Aina ya mnada
ta: ஏல வகை
te: లీల రకం
th: ประเภทการประมูล
tr: Müzayede türü
uk: Тип аукціону
ur: نیلامی کی قسم
uz: Auktsion turi
vi: Loại đấu giá

source: Available For Tiers
am: ለደረጃዎች የሚገኙ
ar: متاح للمستويات
az: Səviyyələr üçün mövcuddur
bg: Налично за нива
bn: স্তরের জন্য উপলব্ধ
bs: Dostupno za nivoe
ca: Disponible per a nivells
cs: Dostupné pro úrovně
da: Tilgængelig for niveauer
el: Διαθέσιμο για επίπεδα
et: Saadaval tasemetele
fa: برای سطوح مختلف موجود است
fi: Saatavilla tasoille
he: זמין עבור שכבות
hi: टियर के लिए उपलब्ध
hu: Elérhető a következő szintekhez
id: Tersedia Untuk Tingkatan
ja: 利用可能なティア
ka: ხელმისაწვდომია იარუსებისთვის
kk: Деңгейлерге қолжетімді
km: មានសម្រាប់
kn: ಶ್ರೇಣಿಗಳಿಗೆ ಲಭ್ಯವಿದೆ
ku: بۆ پلەکان بەردەستە
lo: ມີໃຫ້ສຳລັບ Tiers
lt: Galima pakopoms
mr: टियर्ससाठी उपलब्ध
ms: Tersedia Untuk Peringkat
my: အဆင့်များအတွက် ရရှိနိုင်
no: Tilgjengelig for nivåer
pl: Dostępne dla poziomów
ro: Disponibil pentru niveluri
si: අදාළ ශ්‍රේණි සඳහා ලබා ගත හැක
sk: Dostupné pre úrovne
sq: I disponueshëm për nivele
sr: Доступно за нивое
sv: Tillgänglig för nivåer
sw: Inapatikana kwa Viwango
ta: அடுக்குகளுக்குக் கிடைக்கிறது
te: టైయర్స్‌కి అందుబాటులో ఉంది
th: มีให้สำหรับระดับ
tr: Katmanlar İçin Mevcuttur
uk: Доступно для рівнів
ur: درجات کے لیے دستیاب ہے۔
uz: Darajalar uchun mavjud
vi: Có sẵn cho các hạng

source: Benefits
am: ጥቅሞች
ar: فوائد
az: Faydaları
bg: Ползи
bn: সুবিধা
bs: Prednosti
ca: Beneficis
cs: Výhody
da: Fordele
el: Οφέλη
et: Eelised
fa: مزایا
fi: Edut
he: הטבות
hi: फ़ायदे
hu: Előnyök
id: Manfaat
ja: 利点
ka: უპირატესობები
kk: Артықшылықтары
km: អត្ថប្រយោជន៍
kn: ಪ್ರಯೋಜನಗಳು
ku: سوودەکان
lo: ຜົນປະໂຫຍດ
lt: Privalumai
mr: फायदे
ms: Faedah
my: အကျိုးကျေးဇူးများ
no: Fordeler
pl: Korzyści
ro: Beneficii
si: ප්‍රතිලාභ
sk: Výhody
sq: Përfitimet
sr: Предности
sv: Fördelar
sw: Faida
ta: நன்மைகள்
te: ప్రయోజనాలు
th: ประโยชน์
tr: Faydalar
uk: Переваги
ur: فوائد
uz: Foyda
vi: Lợi ích

source: Bid
am: ጨረታ ያቅርቡ
ar: مُنَاقَصَة
az: Təklif
bg: Наддаване
bn: দরপত্র
bs: Ponuda
ca: Oferta
cs: Nabídka
da: Bud
el: Προσφορά
et: Paku
fa: پیشنهاد قیمت
fi: Tarjous
he: הצעת מחיר
hi: बोली
hu: Licit
id: Tawar
ja: 入札
ka: ფასის შეთავაზება
kk: Баға
km: ដាក់ប្រាក់ប្រកួត
kn: ಬಿಡ್
ku: پێشنیار
lo: ປະມູນ
lt: Pasiūlymas
mr: बोली
ms: Bida
my: လေလံ
no: Bud
pl: Oferta
ro: Licitație
si: ලංසු
sk: Ponuka
sq: Oferta
sr: Понуда
sv: Bud
sw: Zabuni
ta: ஏலம்
te: బిడ్
th: ประมูล
tr: Teklif etmek
uk: Ставка
ur: بولی۔
uz: Taklif
vi: Đặt giá

source: Bid increment
am: የጨረታ ጨመራ
ar: زيادة العطاء
az: Təklif artımı
bg: Стъпка на наддаване
bn: দর বৃদ্ধি
bs: Povećanje ponude
ca: Increment d'oferta
cs: Přírůstek nabídky
da: Budforhøjelse
el: Αύξηση προσφοράς
et: Pakkumise samm
fa: افزایش قیمت پیشنهادی
fi: Tarjouksen korotus
he: תוספת הצעת מחיר
hi: बोली वृद्धि
hu: Licitlépcső
id: Kenaikan tawaran
ja: 入札額の増加
ka: ფასის ზრდა
kk: Өтінімнің ұлғаюы
km: ការកើនឡើងនៃការដេញថ្លៃ
kn: ಬಿಡ್ ಹೆಚ್ಚಳ
ku: زیادکردنی داواکاری
lo: ການ​ປະ​ມູນ​ເພີ່ມ​ຂຶ້ນ​
lt: Kainos padidinimas
mr: बोली वाढ
ms: Kenaikan bida
my: လေလံအတိုး
no: Budøkning
pl: Podwyżka oferty
ro: Increment ofertă
si: ලංසු වැඩි කිරීම
sk: Prírastok ponuky
sq: Rritja e ofertës
sr: Повећање понуде
sv: Budökning
sw: Ongezeko la zabuni
ta: ஏல உயர்வு
te: బిడ్ పెరుగుదల
th: การเพิ่มการเสนอราคา
tr: Teklif artışı
uk: Крок ставки
ur: بولی میں اضافہ
uz: Taklifni oshirish
vi: Bước giá thầu

# bidSuccessMessage
source: Successfully placed a bid for '{name}'
am: በ '{name}' ላይ ጨረታ በተሳካ ሁኔታ ተቀምጧል
ar: تم وضع عرض سعر بنجاح لـ '{name}'
az: '{name}' üçün müvəffəqiyyətlə təklif verildi
bg: Успешно направихте оферта за '{name}'
bn: '{name}' এর জন্য সফলভাবে একটি বিড দেওয়া হয়েছে
bs: Uspješno postavljena ponuda za '{name}'
ca: Oferta realitzada amb èxit per '{name}'
cs: Úspěšně podána nabídka na '{name}'
da: Bud afgivet på '{name}'
el: Η προσφορά για το '{name}' υποβλήθηκε με επιτυχία
et: Pakkumine esitatud edukalt '{name}' eest
fa: با موفقیت برای '{name}' پیشنهاد قیمت ثبت شد
fi: Tarjous kohteelle '{name}' tehtiin onnistuneesti.
he: הוגשה בהצלחה הצעה עבור '{name}'
hi: '{name}' के लिए सफलतापूर्वक बोली लगाई गई
hu: Sikeresen licitált a(z) '{name}' termékre.
id: Berhasil mengajukan tawaran untuk '{name}'
ja: 「{name}」への入札が完了しました
ka: წარმატებით განთავსდა ფსონი „{name}“-ზე
kk: {name} ұсынысы сәтті орналастырылды
km: បានដាក់ការដេញថ្លៃដោយជោគជ័យសម្រាប់ '{name}'
kn: '{name}' ಗಾಗಿ ಯಶಸ್ವಿಯಾಗಿ ಬಿಡ್ ಮಾಡಲಾಗಿದೆ.
ku: بەسەرکەوتوویی داواکاری بۆ '{name}' دانرا
lo: ສຳເລັດການປະມູນສຳລັບ '{name}'
lt: Sėkmingai pateiktas pasiūlymas už „{name}“
mr: '{name}' साठी यशस्वीरित्या बोली लावली.
ms: Berjaya meletakkan bida untuk '{name}'
my: '{name}' အတွက် လေလံကို အောင်မြင်စွာ တင်ထားသည်
no: Du har lagt inn et bud på '{name}'
pl: Pomyślnie złożono ofertę na '{name}'
ro: O ofertă a fost plasată cu succes pentru „{name}”
si: '{name}' සඳහා ලංසු සාර්ථකව ඉදිරිපත් කළා
sk: Úspešne podaná ponuka na '{name}'
sq: Një ofertë për '{name}' u vendos me sukses
sr: Успешно понуђена понуда за '{name}'
sv: Lyckades lägga ett bud på '{name}'
sw: Imefaulu kuweka zabuni ya '{name}'
ta: '{name}' க்கு வெற்றிகரமாக ஏலம் விடப்பட்டது.
te: '{name}' కోసం బిడ్ విజయవంతంగా పెట్టారు
th: วางประมูลสำเร็จแล้วสำหรับ '{name}'
tr: '{name}' için teklif başarıyla verildi
uk: Ставку на '{name}' успішно зроблено
ur: '{name}' کے لیے کامیابی کے ساتھ بولی لگائی گئی
uz: “{name}” uchun taklif muvaffaqiyatli topshirildi
vi: Đặt giá thầu thành công cho '{name}'

source: Bronze
am: ብሮንዝ
ar: برونزي
az: Bürünc
bg: Бронз
bn: ব্রোঞ্জ
bs: Bronza
cs: Bronz
el: Μπρούντζος
et: Pronks
fa: برنز
fi: Pronssi
he: ברונזה
hi: पीतल
hu: Bronz
id: Perunggu
ja: ブロンズ
ka: ბრინჯაო
kk: Қола
km: សំរិទ្ធ
kn: ಕಂಚು
ku: بڕۆنز
lo: ທອງແດງ
lt: Bronza
mr: कांस्य
ms: Gangsa
my: ကြေး
no: Bronse
pl: Brązowy
ro: Bronz
si: බ්‍රෝන්ස්
sk: Bronz
sq: Bronzi
sr: Бронза
sv: Brons
sw: Shaba
ta: வெண்கலம்
te: బ్రాంజ్
th: สีบรอนซ์
tr: Bronz
uk: Бронза
ur: کانسی
uz: Bronza
vi: Đồng

source: Bronze Priority
am: የብሮንዝ ቅድመ ተከታታይነት
ar: الأولوية البرونزية
az: Bürünc prioritet
bg: Бронзов приоритет
bn: ব্রোঞ্জ অগ্রাধিকার
bs: Bronzani prioritet
ca: Prioritat Bronze
cs: Bronzová priorita
da: Bronzeprioritet
el: Χάλκινη Προτεραιότητα
et: Pronksprioriteet
fa: اولویت برنز
fi: Pronssiprioriteetti
he: עדיפות ברונזה
hi: कांस्य प्राथमिकता
hu: Bronz prioritás
id: Prioritas Perunggu
ja: ブロンズ優先
ka: ბრინჯაოს პრიორიტეტი
kk: Қола басымдығы
km: អាទិភាពសំរិទ្ធ
kn: ಕಂಚಿನ ಪ್ರಾಥಮ್ಯ
ku: پێشوازیی برۆنز
lo: ບູລິມະສິດ Bronze
lt: Bronzos prioritetas
mr: कांस्य प्राधान्य
ms: Keutamaan Gangsa
my: ကြေးဦးစားပေး
no: Bronseprioritet
pl: Priorytet brązowy
ro: Prioritate Bronz
si: බ්රෝන්ස් ප්‍රමුඛතාව
sk: Bronzová priorita
sq: Prioritet Bronzi
sr: Бронзани приоритет
sv: Bronsprioritet
sw: Kipaumbele cha Bronze
ta: வெண்கல முன்னுரிமை
te: బ్రాంజ్ ప్రాధాన్యత
th: ระดับความสำคัญระดับบรอนซ์
tr: Bronz Öncelik
uk: Бронзовий пріоритет
ur: کانسی کی ترجیح
uz: Bronza ustuvorligi
vi: Ưu tiên đồng

source: Buy it now price
am: አሁን ይግዙ በዋጋ
ar: اشتريه الآن السعر
az: İndi qiymətinə alın
bg: Купи сега цена
bn: এখনই কিনুন দাম
bs: Cijena "Kupi odmah"
ca: Preu de compra immediata
cs: Cena „Koupit hned“
da: Køb nu-pris
el: Αγοράστε το τώρα τιμή
et: Osta kohe hind
fa: همین الان قیمت بخرید
fi: Osta nyt hintaan
he: מחיר קנה עכשיו
hi: इसे अभी खरीदें कीमत
hu: Azonnali vételár
id: Harga Beli Sekarang
ja: 今すぐ購入価格
ka: იყიდეთ ახლავე ფასი
kk: Бағасын қазір сатып алыңыз
km: ទិញវាឥឡូវនេះក្នុងតម្លៃ
kn: ಈಗಲೇ ಖರೀದಿಸಿ ಬೆಲೆ
ku: نرخی کڕین ئێستا
lo: ຊື້ດຽວນີ້ລາຄາ
lt: Pirk dabar kaina
mr: आताच खरेदी करा किंमत
ms: Beli sekarang harga
my: အခုပဲ ဈေးဝယ်လိုက်ပါ။
no: Kjøp nå-pris
pl: Kup teraz cena
ro: Preț cumpără acum
si: දැන්ම මිලදී ගැනීමේ මිල
sk: Cena „Kúpiť teraz“
sq: Blej tani çmimin
sr: Цена „Купи одмах“
sv: Köp det nu pris
sw: Nunua sasa bei
ta: இப்போதே வாங்க விலை
te: ఇప్పుడు కొనుగోలు ధర
th: ราคาซื้อเลยตอนนี้
tr: Hemen satın al fiyatı
uk: Ціна «Купити зараз»
ur: اسے ابھی قیمت خریدیں۔
uz: Hozir narxda sotib oling
vi: Giá mua ngay

# buyNowFor
source: Buy now for {amount}
am: አሁን ይግዙ በ {amount}
ar: اشتري الآن مقابل {amount}
az: İndi {amount}qiymətinə alın
bg: Купете сега за {amount}
bn: এখনই কিনুন {amount}
bs: Kupite sada za {amount}
ca: Compra ara per {amount}
cs: Kupte nyní za {amount}
da: Køb nu for {amount}
el: Αγοράστε τώρα για {amount}
et: Osta kohe {amount} eest
fa: همین حالا به قیمت {amount}بخرید
fi: Osta nyt hintaan {amount}
he: קנה עכשיו עבור {amount}
hi: अभी {amount}में खरीदें
hu: Vásároljon most ennyiért: {amount}
id: Beli sekarang seharga {amount}
ja: 今すぐ購入 {amount}
ka: იყიდეთ ახლა {amount}-ად
kk: Қазір {amount} сатып алу
km: ទិញឥឡូវនេះក្នុងតម្លៃ {amount}
kn: ಈಗಲೇ ಖರೀದಿಸಿ {amount}
ku: ئێستا بکڕە بۆ {amount}
lo: ຊື້ດຽວນີ້ໃນລາຄາ {amount}
lt: Pirkite dabar už {amount}
mr: आता {amount}मध्ये खरेदी करा
ms: Beli sekarang untuk {amount}
my: {amount}ဖြင့် ယခုဝယ်ပါ
no: Kjøp nå for {amount}
pl: Kup teraz za {amount}
ro: Cumpără acum pentru {amount}
si: {amount} සඳහා දැන් මිලදී ගන්න
sk: Kúpiť teraz za {amount}
sq: Bli tani për {amount}
sr: Купи сада за {amount}
sv: Köp nu för {amount}
sw: Nunua sasa kwa {amount}
ta: இப்போதே {amount}க்கு வாங்கவும்.
te: {amount}కి ఇప్పుడే కొనండి
th: ซื้อเลยตอนนี้ในราคา {amount}
tr: Şimdi {amount}karşılığında satın alın
uk: Купити зараз за {amount}
ur: ابھی خریدیں {amount}میں
uz: Hozir xarid qilish: {amount}
vi: Mua ngay với giá {amount}
