Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# useMaximumPointDiscount
source: Use maximum {maxPointDiscount} Points for a {maxPriceDiscount} discount on this order!
am: ለዚህ ትእዛዝ በ {maxPriceDiscount} ቅናሽ ከፍተኛ {maxPointDiscount} ነጥቦችን ይጠቀሙ!
ar: استخدم {maxPointDiscount} نقطة للحصول على خصم {maxPriceDiscount} على هذا الطلب!
az: Bu sifarişdə {maxPriceDiscount} endirim üçün maksimum {maxPointDiscount} Bal istifadə edin!
bg: Използвайте максимум {maxPointDiscount} точки за {maxPriceDiscount} отстъпка от тази поръчка!
bn: এই অর্ডারে একটি {maxPriceDiscount} ছাড়ের জন্য সর্বাধিক {maxPointDiscount} পয়েন্ট ব্যবহার করুন!
bs: Iskoristite maksimalno {maxPointDiscount} poena za popust od {maxPriceDiscount} na ovu narudžbu!
ca: Utilitza un màxim de {maxPointDiscount} punts per obtenir un descompte de {maxPriceDiscount} en aquesta comanda!
cs: Použijte maximálně {maxPointDiscount} bodů pro slevu {maxPriceDiscount} na tuto objednávku!
da: Brug maksimalt {maxPointDiscount} point for at få {maxPriceDiscount} rabat på denne ordre!
el: Χρησιμοποιήστε μέχρι {maxPointDiscount} πόντους για έκπτωση {maxPriceDiscount} σε αυτήν την παραγγελία!
et: Kasuta maksimaalselt {maxPointDiscount} punkti, et saada {maxPriceDiscount} allahindlust sellelt tellimuselt!
fa: از حداکثر {maxPointDiscount} امتیاز برای دریافت {maxPriceDiscount} تخفیف در این سفارش استفاده کنید!
fi: Käytä enintään {maxPointDiscount} pistettä saadaksesi {maxPriceDiscount} alennuksen tilauksesta!
he: השתמש בעד {maxPointDiscount} נקודות לקבלת הנחה של {maxPriceDiscount} בהזמנה זו!
hi: इस ऑर्डर पर {maxPriceDiscount} की छूट के लिए अधिकतम {maxPointDiscount} अंकों का उपयोग करें!
hu: Használjon fel legfeljebb {maxPointDiscount} pontot, hogy {maxPriceDiscount} kedvezményt kapjon ennél a rendelésnél!
id: Gunakan maksimum {maxPointDiscount} Poin untuk diskon {maxPriceDiscount} pada pesanan ini!
ja: この注文で最大{maxPointDiscount}ポイントを使用すると、{maxPriceDiscount}の割引が適用されます。
ka: გამოიყენეთ მაქსიმუმ {maxPointDiscount} ქულა {maxPriceDiscount} ფასდაკლებისთვის!
kk: Осы тапсырысқа {maxPriceDiscount} жеңілдік алу үшін максималды {maxPointDiscount} ұпайды пайдаланыңыз!
km: ប្រើពិន្ទុអតិបរមា {maxPointDiscount} ដើម្បីទទួលបានការបញ្ចុះតម្លៃ {maxPriceDiscount} សម្រាប់ការបញ្ជាទិញនេះ!
kn: ಈ ಆದೇಶದಲ್ಲಿ {maxPriceDiscount} ರಿಯಾಯಿತಿಗಾಗಿ ಗರಿಷ್ಠ {maxPointDiscount} ಅಂಕಗಳನ್ನು ಬಳಸಿ!
ku: زۆرترین {maxPointDiscount} خاڵ بەکارهێن بۆ داشکاندنی {maxPriceDiscount} لەسەر ئەم داواکارییە!
lo: ໃຊ້ສູງສຸດ {maxPointDiscount} ຄະແນນເພື່ອຮັບສ່ວນຫຼຸດ {maxPriceDiscount} ໃນຄຳສັ່ງນີ້!
lt: Panaudokite ne daugiau kaip {maxPointDiscount} taškų, kad gautumėte {maxPriceDiscount} nuolaidą šiam užsakymui!
mr: या ऑर्डरवर {maxPriceDiscount} सवलतीसाठी कमाल {maxPointDiscount} पॉइंट वापरा!
ms: Gunakan {maxPointDiscount} mata maksimum untuk diskaun {maxPriceDiscount} pada pesanan ini!
my: ဤအမှာစာအတွက် {maxPriceDiscount} လျှော့စျေးအတွက် အများဆုံး {maxPointDiscount} မှတ်များကို သုံးပါ။
no: Bruk maksimalt {maxPointDiscount} poeng for en rabatt på {maxPriceDiscount} på denne bestillingen!
pl: Wykorzystaj maksymalnie {maxPointDiscount} punktów, aby otrzymać {maxPriceDiscount} zniżki na to zamówienie!
ro: Folosește maximum {maxPointDiscount} puncte pentru o reducere de {maxPriceDiscount} la această comandă!
si: මෙම ඇණවුම සඳහා {maxPriceDiscount} වට්ටම සඳහා උපරිම {maxPointDiscount} ලකුණු භාවිතා කරන්න!
sk: Použite maximálne {maxPointDiscount} bodov na zľavu {maxPriceDiscount} na túto objednávku!
sq: Përdorni maksimumi {maxPointDiscount} pikë për një zbritje prej {maxPriceDiscount} në këtë porosi!
sr: Искористите максимално {maxPointDiscount} поена за попуст од {maxPriceDiscount} на ову поруџбину!
sv: Använd maximalt {maxPointDiscount} poäng för en rabatt på {maxPriceDiscount} på denna order!
sw: Tumia hadi pointi {maxPointDiscount} kwa punguzo la {maxPriceDiscount} kwa agizo hili!
ta: இந்த ஆர்டரில் {maxPriceDiscount} தள்ளுபடிக்கு அதிகபட்சம் {maxPointDiscount} புள்ளிகளைப் பயன்படுத்தவும்!
te: ఈ ఆర్డర్‌లో {maxPriceDiscount} తగ్గింపుకు గరిష్టంగా {maxPointDiscount} పాయింట్లను ఉపయోగించండి!
th: ใช้คะแนนสูงสุด {maxPointDiscount} คะแนนเพื่อรับส่วนลด {maxPriceDiscount} สำหรับการสั่งซื้อนี้!
tr: Bu siparişte {maxPriceDiscount} indirim için maksimum {maxPointDiscount} puan kullanın!
uk: Використайте максимум {maxPointDiscount} балів, щоб отримати знижку {maxPriceDiscount} на це замовлення!
ur: اس آرڈر پر {maxPriceDiscount} ڈسکاؤنٹ کے لیے زیادہ سے زیادہ {maxPointDiscount} پوائنٹس کا استعمال کریں!
uz: Bu buyurtmada {maxPriceDiscount} chegirma uchun maksimal {maxPointDiscount} balldan foydalaning!
vi: Sử dụng tối đa {maxPointDiscount} Điểm để được giảm {maxPriceDiscount} cho đơn hàng này!

# wholesaleRegisterMsg
source: Please contact the administrator to approve your registration.
am: እባክዎ ምዝገባዎን ለማጽደቅ አስተዳዳሪን ያግኙ።
ar: يرجى التواصل مع المسؤول للموافقة على تسجيلك
az: Qeydiyyatınızı təsdiqləmək üçün administratorla əlaqə saxlayın.
bg: Моля, свържете се с администратора за одобрение на регистрацията ви.
bn: আপনার নিবন্ধন অনুমোদন করতে প্রশাসকের সাথে যোগাযোগ করুন.
bs: Obratite se administratoru da odobri vašu registraciju.
ca: Si us plau, posa’t en contacte amb l’administrador per aprovar la teva inscripció.
cs: Pro schválení registrace kontaktujte administrátora
da: Kontakt venligst administratoren for at få godkendt din registrering.
el: Παρακαλώ επικοινωνήστε με τον διαχειριστή για να εγκρίνει την εγγραφή σας.
et: Palun võta ühendust administraatoriga oma registreerimise kinnitamiseks.
fa: لطفاً برای تأیید ثبت‌نام خود با مدیر تماس بگیرید
fi: Ota yhteyttä ylläpitoon rekisteröinnin hyväksymiseksi.
he: אנא פנה למנהל המערכת לאישור הרישום שלך
hi: कृपया अपना पंजीकरण स्वीकृत करने के लिए व्यवस्थापक से संपर्क करें।
hu: Kérjük, lépjen kapcsolatba az adminisztrátorral a regisztráció jóváhagyásához.
id: Silakan hubungi administrator untuk menyetujui pendaftaran Anda.
ja: 登録を承認するには管理者にお問い合わせください。
ka: გთხოვთ დაუკავშირდეთ ადმინისტრატორს თქვენი რეგისტრაციის დასადასტურებლად.
kk: Тіркелуіңізді мақұлдау үшін әкімшіге хабарласыңыз
km: សូមទាក់ទងទៅអ្នកគ្រប់គ្រងដើម្បីយល់ព្រមលើការចុះឈ្មោះរបស់អ្នក
kn: ನಿಮ್ಮ ನೋಂದಣಿಯನ್ನು ಅನುಮೋದಿಸಲು ದಯವಿಟ್ಟು ನಿರ್ವಾಹಕರನ್ನು ಸಂಪರ್ಕಿಸಿ
ku: تکایە پەیوەندی بە بەڕێوەبەر بکە بۆ پەسەندکردنی تۆمارکردنت.
lo: ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບເພື່ອອະນຸມັດການລົງທະບຽນຂອງທ່ານ.
lt: Susisiekite su administratoriumi dėl jūsų registracijos patvirtinimo.
mr: कृपया तुमची नोंदणी मंजूर करण्यासाठी प्रशासकाशी संपर्क साधा.
ms: Sila hubungi pentadbir untuk meluluskan pendaftaran anda.
my: သင်၏မှတ်ပုံတင်ခြင်းကို အတည်ပြုရန် စီမံခန့်ခွဲသူထံ ဆက်သွယ်ပါ။
no: Ta kontakt med administratoren for å få godkjent registreringen din
pl: Skontaktuj się z administratorem, aby zatwierdzić Twoją rejestrację.
ro: Te rugăm să contactezi administratorul pentru a-ți aproba înregistrarea.
si: ඔබගේ ලියාපදිංචිය අනුමත කිරීමට කරුණාකර පරිපාලක වෙත සම්බන්ධ වන්න.
sk: Pre schválenie vašej registrácie kontaktujte správcu
sq: Ju lutemi kontaktoni administratorin për të miratuar regjistrimin tuaj.
sr: Обратите се администратору да вам одобри регистрацију.
sv: Kontakta administratören för att godkänna din registrering.
sw: Tafadhali wasiliana na msimamizi ili kuidhinisha usajili wako.
ta: உங்கள் பதிவை அங்கீகரிக்க நிர்வாகியைத் தொடர்பு கொள்ளவும்.
te: దయచేసి మీ నమోదు ఆమోదించడానికి నిర్వాహకుడిని సంప్రదించండి.
th: กรุณาติดต่อผู้ดูแลระบบเพื่ออนุมัติการลงทะเบียนของคุณ
tr: Kaydınızın onaylanması için lütfen yöneticiyle iletişime geçin.
uk: Зверніться до адміністратора для підтвердження вашої реєстрації
ur: اپنی رجسٹریشن کی منظوری کے لیے براہ کرم منتظم سے رابطہ کریں
uz: Ro'yxatdan o'tishni tasdiqlash uchun administrator bilan bog'laning.
vi: Vui lòng liên hệ quản trị viên để phê duyệt đăng ký của bạn.

source: Become a Vendor
am: እንደ ሻጭ ይሁኑ
ar: كن بائعاً في سوق البلد
az: Satıcı ol
bg: Станете търговец
bn: একজন বিক্রেতা হয়ে উঠুন
bs: Postanite prodavac
ca: Converteix-te en venedor
cs: Stát se prodejcem
da: Bliv sælger
el: Γίνετε πωλητής
et: Hakka müüjaks
fa: تبدیل شدن به فروشنده
fi: Ryhdy myyjäksi
he: הפוך לספק
hi: विक्रेता बनें
hu: Legyen eladó
id: Menjadi Penjual
ja: 出品者になる
ka: გახდით გამყიდველი
kk: Сатушы болу
km: ក្លាយជាអ្នកលក់
kn: ಮಾರಾಟಗಾರರಾಗಿ
ku: بە فرۆشیار بەرەوپێش ببە
lo: ສະໝັກເປັນຜູ້ຂາຍ
lt: Tapkite pardavėju
mr: विक्रेता व्हा
ms: Menjadi penjual
my: ရောင်းသူဖြစ်လာပါ။
no: Bli selger
pl: Zostań sprzedawcą
ro: Devino vânzător
si: අලෙවිකරුවෙක් වන්න
sk: Stať sa predajcom
sq: Bëhu shitës
sr: Постаните продавац
sv: Bli en säljare
sw: Kuwa Muuzaji
ta: விற்பனையாளராகுங்கள்
te: వెండర్ అవ్వండి
th: สมัครเป็นผู้ขาย
tr: Satıcı ol
uk: Стати продавцем
ur: وینڈر بنیں
uz: Sotuvchi bo'ling
vi: Trở thành nhà cung cấp

source: by
am: እንደ
ar: بواسطة
az: tərəfindən
bg: от
bn: দ্বারা
ca: per
cs: od
da: Af
el: Από
et: autor
fa: توسط
fi: Tekijä:
he: מאת
hi: द्वारा
hu: által
id: Oleh
ka: ავტორი
kk: Арқылы
km: ដោយ
kn: ಇವರಿಂದ
ku: لە لایەن
lo: ໂດຍ
lt: Pagal
mr: द्वारे
ms: Oleh
my: အားဖြင့်
no: av
pl: przez
ro: de
si: විසින්
sk: od
sq: nga
sr: Od
sv: Av
sw: na
ta: மூலம்
te: ద్వారా
th: โดย
tr: Yazan
uk: від
ur: بذریعہ
uz: Tomonidan
vi: bởi

# canNotPlayVideo
source: Sorry, this video cannot be played.
am: ይቅርታ፣ ይህ ቪዲዮ ማጫወት አይቻልም
ar: عذراً، لا يمكن تشغيل هذا الفيديو
az: Üzr istəyirik, bu videonu oxutmaq mümkün deyil.
bg: Съжаляваме, това видео не може да бъде възпроизведено.
bn: দুঃখিত এই ভিডিওটি চলবে না.
bs: Žao nam je, ovaj video se ne može reproducirati.
ca: Ho sentim, aquest vídeo no pot ser reproduït.
cs: Omlouváme se, toto video nelze přehrát
da: Beklager, denne video kan ikke afspilles.
el: Συγγνώμη, αυτό το βίντεο δεν μπορεί να αναπαραχθεί
et: Vabandust, seda videot ei saa esitada.
fa: متأسفانه امکان پخش این ویدیو وجود ندارد
fi: Valitettavasti videota ei voida toistaa.
he: מצטערים, לא ניתן להפעיל וידאו זה
hi: क्षमा करें, यह वीडियो नहीं चलाया जा सकता।
hu: Sajnáljuk, ezt a videót nem lehet lejátszani.
id: Maaf, video ini tidak dapat diputar.
ja: 申し訳ありません。このビデオは再生できません。
ka: უკაცრავად, ამ ვიდეოს ნახვა შეუძლებელია.
kk: Кешіріңіз, бұл бейнені ойнату мүмкін емес
km: សូមអភ័យទោស វីដេអូនេះមិនអាចចspielenបានទេ
kn: ಕ್ಷಮಿಸಿ, ಈ ವೀಡಿಯೊವನ್ನು ಪ್ಲೇ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ
ku: ببورە، ئەم ڤیدیۆیە ناتوانرێت پێشبینی بکرێت.
lo: ຂໍອະໄພ, ບໍ່ສາມາດຫຼິ້ນວິດີໂອນີ້ໄດ້.
lt: Atsiprašome, šio vaizdo įrašo negalima parodyti.
mr: क्षमस्व, हे व्हिडिओ चालवता येणार नाही.
ms: Maaf, video ini tidak boleh dimainkan.
my: ဝမ်းနည်းပါသည်၊ ဤဗီဒီယိုကို ဖွင့်၍မရပါ။
no: Beklager, denne videoen kan ikke spilles av
pl: Przepraszamy, tego filmu nie można odtworzyć
ro: Ne pare rău, acest videoclip nu poate fi redat.
si: මෙම වීඩියෝව දැනට නැරඹිය නොහැක.
sk: Prepáčte, toto video nie je možné prehrať
sq: Na vjen keq, kjo video nuk mund të luhet
sr: Жао нам је, овај видео се не може репродуковати.
sv: Tyvärr kan denna video inte spelas upp.
sw: Samahani, video hii haiwezi kuchezwa
ta: மன்னிக்கவும், இந்த வீடியோவை இயக்க முடியவில்லை.
te: క్షమించండి, ఈ వీడియోను ప్లే చేయడం సాధ్యం కాదు.
th: ขออภัย ไม่สามารถเล่นวิดีโอนี้ได้
tr: Üzgünüz, bu video oynatılamıyor.
uk: На жаль, це відео неможливо відтворити
ur: معذرت یہ ویڈیو نہیں چل سکتی
uz: Kechirasiz, bu videoni ijro etib bo'lmaydi
vi: Rất tiếc, video này không thể phát.

# countryIsNotSupported
source: {country} country is not supported
am: {country} አገር አይደገፍም
ar: البلد {country} غير مدعوم
az: {country} ölkə dəstəklənmir
bg: {country} не се поддържа
bn: {country} দেশ সমর্থিত নয়
bs: {country} zemlja nije podržana
ca: El país {country} no està suportat
cs: Země {country} není podporována
da: {country} understøttes ikke
el: Η χώρα {country} δεν υποστηρίζεται
et: {country} pole toetatud
fa: کشور {country} پشتیبانی نمی‌شود
fi: Maa {country} ei ole tuettu
he: המדינה {country} אינה נתמכת
hi: {country} देश समर्थित नहीं है
hu: {country} nem támogatott
id: {country} tidak didukung
ja: {country}はサポートされていません
ka: {country} არ არის მხარდაჭერილი
kk: {country} еліне қолдау көрсетілмейді
km: ប្រទេស {country} មិនត្រូវបានគាំទ្រទេ។
kn: {country} ದೇಶವು ಬೆಂಬಲಿತವಾಗಿಲ್ಲ
ku: وڵاتی {country} پشتگیری ناکرێت
lo: ບໍ່ຮອງຮັບປະເທດ {country}
lt: {country} šalis nėra palaikoma
mr: {country} देश समर्थित नाही
ms: {country} tidak disokong
my: {country} နိုင်ငံကို ပံ့ပိုးမထားပါ။
no: Landet {country} støttes ikke
pl: Kraj {country} nie jest obsługiwany
ro: Țara {country} nu este acceptată
si: {country} රට සහාය නොදක්වයි
sk: Krajina {country} nie je podporovaná
sq: Shteti {country} nuk mbështetet
sr: {country} земља није подржана
sv: {country} stöds inte
sw: {country} haitumiki
ta: {country} நாடு ஆதரிக்கப்படவில்லை
te: {country} దేశం మద్దతివ్వదు
th: ไม่รองรับประเทศ {country}
tr: {country} desteklenmiyor
uk: Країна {country} не підтримується
ur: {country} ملک تعاون یافتہ نہیں ہے
uz: {country} qo'llab-quvvatlanmaydi
vi: Quốc gia {country} không được hỗ trợ

source: Name on Card
am: በካርድ ላይ ያለው ስም
ar: الاسم على البطاقة
az: Kartdakı ad
bg: Име върху картата
bn: কার্ডের ওপর নাম
bs: Ime na kartici
ca: Nom a la targeta
cs: Jméno na kartě
da: Navn på kort
el: Όνομα στην κάρτα
et: Nimi kaardil
fa: نام روی کارت
fi: Kortinhaltijan nimi
he: השם על הכרטיס
hi: कार्ड पर नाम
hu: Kártyán szereplő név
id: Nama pada kartu
ja: カード名義人
ka: სახელი ბარათზე
kk: Картадағы аты
km: ឈ្មោះនៅលើកាត
kn: ಕಾರ್ಡ್‌ನಲ್ಲಿರುವ ಹೆಸರು
ku: ناو لەسەر کارد
lo: ຊື່ໃນບັດ
lt: Vardas ant kortelės
mr: कार्डवरील नाव
ms: Nama pada kad
my: ကတ်ပေါ်တွင် အမည်
no: Navn på kortet
pl: Imię i nazwisko na karcie
ro: Numele de pe card
si: කාඩ්පත් නාමය
sk: Meno na karte
sq: Emri në kartë
sr: Ime na kartici
sv: Namn på kort
sw: Jina kwenye kadi
ta: அட்டையில் உள்ள பெயர்
te: కార్డుపై పేరు
th: ชื่อบนบัตร
tr: Karttaki isim
uk: Ім'я на картці
ur: کارڈ پر درج نام
uz: Kartadagi ism
vi: Tên trên thẻ

# payWithAmount
source: Pay {amount}
am: ክፍያ {amount}
ar: ادفع {amount}
az: {amount}ödəyin
bg: Платете {amount}
bn: পে করুন {amount}
bs: Plati {amount}
ca: Pagar {amount}
cs: Zaplatit {amount}
da: Betal {amount}
el: Πληρωμή {amount}
et: Maksa {amount}
fa: پرداخت {amount}
fi: Maksa {amount}
he: שלם {amount}
hi: {amount} का भुगतान करें
hu: Fizetés: {amount}
id: Bayar {amount}
ja: {amount}を支払う
ka: გადახდა {amount}-ით
kk: {amount} төлеу
km: បង់ប្រាក់ {amount}
kn: {amount} ಪಾವತಿಸಿ
ku: پارە بدە {amount}
lo: ຈ່າຍ {amount}
lt: Mokėti {amount}
mr: {amount} ने पेमेंट करा
ms: Bayar {amount}
my: {amount}ပေးချေပါ
no: Betal {amount}
pl: Zapłać {amount}
ro: Plătește {amount}
si: {amount} ගෙවන්න
sk: Zaplatiť {amount}
sq: Paguaj {amount}
sr: Плати {amount}
sv: Betala {amount}
sw: Lipa {amount}
ta: {amount} செலுத்துங்கள்
te: {amount} చెల్లించండి
th: ชำระเงิน {amount}
tr: {amount} ile öde
uk: Оплатити {amount}
ur: {amount} کی ادائیگی کریں
uz: {amount} to'lash
vi: Thanh toán {amount}

source: Select Store
am: መደብር ይምረጡ
ar: اختر المتجر
az: Mağaza seçin
bg: Изберете магазин
bn: স্টোর নির্বাচন করুন
bs: Odaberite Store
ca: Seleccionar botiga
cs: Vybrat obchod
da: Vælg butik
el: Επιλογή καταστήματος
et: Vali pood
fa: فروشگاه را انتخاب کنید
fi: Valitse kauppa
he: בחר חנות
hi: स्टोर चुनें
hu: Válasszon üzletet
id: Pilih Toko
ja: 店舗を選択
ka: აირჩიეთ მაღაზია
kk: Дүкенді таңдау
km: ជ្រើសរើសហាង
kn: ಅಂಗಡಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: فرۆشگا هەلبژێرە
lo: ເລືອກຮ້ານ
lt: Pasirinkite parduotuvę
mr: दुकान निवडा
ms: Pilih kedai
my: Store ကို ရွေးပါ။
no: Velg butikk
pl: Wybierz sklep
ro: Selectează magazin
si: වෙළඳසැල තෝරන්න
sk: Vybrať obchod
sq: Zgjidh dyqanin
sr: Изаберите Продавница
sv: Välj butik
sw: Chagua Duka
ta: கடையைத் தேர்ந்தெடுக்கவும்
te: స్టోర్‌ను ఎంచుకోండి
th: เลือกร้านค้า
tr: Mağaza seç
uk: Оберіть магазин
ur: اسٹور منتخب کریں
uz: Do'konni tanlang
vi: Chọn cửa hàng

# selectTheFile
source: Select file
am: ፋይል ይምረጡ
ar: اختر الملف
az: Fayl seçin
bg: Изберете файл
bn: ফাইলটি নির্বাচন করুন
bs: Odaberite datoteku
ca: Selecciona el fitxer
cs: Vybrat soubor
da: Vælg filen
el: Επιλογή αρχείου
et: Vali fail
fa: فایل را انتخاب کنید
fi: Valitse tiedosto
he: בחר קובץ
hi: फ़ाइल चुनें
hu: Válassza ki a fájlt
id: Pilih file
ja: ファイルを選択
ka: აირჩიეთ ფაილი
kk: Файлды таңдау
km: ជ្រើសរើសឯកសារ
kn: ಫೈಲ್ ಆಯ್ಕೆಮಾಡಿ
ku: پەڕگە هەلبژێرە
lo: ເລືອກໄຟລ໌
lt: Pasirinkite failą
mr: फाइल निवडा
ms: Pilih fail
my: ဖိုင်ကိုရွေးချယ်ပါ။
no: Velg fil
pl: Wybierz plik
ro: Selectează fișierul
si: ගොනුව තෝරන්න
sk: Vybrať súbor
sq: Zgjidh skedarin
sr: Изаберите датотеку
sv: Välj fil
sw: Chagua faili
ta: கோப்பைத் தேர்ந்தெடுக்கவும்
te: ఫైల్ ఎంచుకోండి
th: เลือกไฟล์
tr: Dosya seç
uk: Оберіть файл
ur: فائل منتخب کریں
uz: Faylni tanlang
vi: Chọn tệp

source: Set up
am: ቅንብር
ar: إعداد
az: Quraşdırın
bg: Настройка
bn: সেট আপ করুন
bs: Postaviti
ca: Configurar
cs: Nastavit
da: Opsætning
el: Ρύθμιση
et: Seadista
fa: راه‌اندازی
fi: Asetukset
he: הגדרה
hi: सेटअप
hu: Beállítás
id: Pengaturan
ja: セットアップ
ka: მორგება
kk: Орнату
km: រៀបចំ
kn: ಸೆಟಪ್
ku: ڕێکخستن
lo: ຕັ້ງຄ່າ
lt: Nustatyti
mr: सेट करा
ms: Sediakan
my: တည်ဆောက်သည်
no: Oppsett
pl: Konfiguracja
ro: Configurare
si: සකසන්න
sk: Nastaviť
sq: Konfiguro
sr: Подесити
sv: Inställning
sw: Weka
ta: அமைக்கவும்
te: అమరిక
th: ตั้งค่า
tr: Kurulum
uk: Налаштування
ur: سیٹ اپ
uz: O'rnatish
vi: Cài đặt

source: This is customer role
am: ይህ የደንበኛ ሚና ነው
ar: هذا دور العميل
az: Bu müştəri roludur
bg: Това е роля на клиент
bn: এটি গ্রাহকের ভূমিকা
bs: Ovo je uloga kupca
ca: Aquest és el rol de client
cs: Toto je role zákazníka
da: Dette er kundens rolle
el: Αυτός είναι ρόλος πελάτη
et: See on kliendi roll
fa: این نقش مشتری است
fi: Tämä on asiakkaan rooli
he: זהו תפקיד הלקוח
hi: यह ग्राहक की भूमिका है
hu: Ez a vásárlói szerepkör
id: Ini adalah peran pelanggan
ja: これは顧客の役割です
ka: ეს არის მომხმარებლის როლი
kk: Бұл тұтынушы рөлі
km: នេះជាតួនាទីរបស់អតិថិជន
kn: ಇದು ಗ್ರಾಹಕರ ಪಾತ್ರ
ku: ئەمە ڕۆڵی کڕیارە
lo: ນີ້ແມ່ນບົດບາດຂອງລູກຄ້າ
lt: Tai kliento vaidmuo
mr: ही ग्राहकाची भूमिका आहे
ms: Ini adalah peranan pelanggan
my: ဒါက ဖောက်သည် အခန်းကဏ္ဍ
no: Dette er kunderollen
pl: To jest rola klienta
ro: Acesta este rolul de client
si: මෙය පාරිභෝගිකයාගේ භූමිකාවයි
sk: Toto je rola zákazníka
sq: Ky është roli i klientit
sr: Ово је улога купца
sv: Detta är kundrollen
sw: Huu ni wajibu wa mteja
ta: இது வாடிக்கையாளர் பாத்திரம்
te: ఇది కస్టమర్ పాత్ర
th: นี่คือบทบาทของลูกค้า
tr: Bu müşteri rolüdür
uk: Це роль клієнта
ur: یہ گاہک کا کردار ہے
uz: Bu mijoz roli
vi: Đây là vai trò khách hàng

source: This is vendor role
am: ይህ የሻጭ ሚና ነው
ar: هذا دور البائع
az: Bu satıcı roludur
bg: Това е роля на търговец
bn: এটি বিক্রেতার ভূমিকা
bs: Ovo je uloga dobavljača
ca: Aquest és el rol de venedor
cs: Toto je role prodejce
da: Dette er sælgerrollen
el: Αυτός είναι ρόλος πωλητή
et: See on müüja roll
fa: این نقش فروشنده است
fi: Tämä on myyjän rooli
he: זהו תפקיד הספק
hi: यह विक्रेता की भूमिका है
hu: Ez az eladói szerepkör
id: Ini adalah peran penjual
ja: これは出品者の役割です
ka: ეს არის გამყიდველის როლი
kk: Бұл сатушы рөлі
km: នេះជាតួនាទីរបស់អ្នកលក់
kn: ಇದು ಮಾರಾಟಗಾರರ ಪಾತ್ರ
ku: ئەمە ڕۆڵی فرۆشیارە
lo: ນີ້ແມ່ນບົດບາດຂອງຜູ້ຂາຍ
lt: Tai pardavėjo vaidmuo
mr: ही विक्रेत्याची भूमिका आहे
ms: Ini adalah peranan penjual
my: ဒါက ရောင်းသူရဲ့ အခန်းကဏ္ဍ
no: Dette er selgerrollen
pl: To jest rola sprzedawcy
ro: Acesta este rolul de vânzător
si: මෙය අලෙවිකරුවාගේ භූමිකාවයි
sk: Toto je rola predajcu
sq: Ky është roli i shitësit
sr: Ово је улога продавца
sv: Detta är säljarrollen
sw: Huu ni wajibu wa muuzaji
ta: இது விற்பனையாளர் பாத்திரம்
te: ఇది వెండర్ పాత్ర
th: นี่คือบทบาทของผู้ขาย
tr: Bu satıcı rolüdür
uk: Це роль продавця
ur: یہ وینڈر کا کردار ہے
uz: Bu sotuvchi roli
vi: Đây là vai trò nhà cung cấp

# mustBeBoughtInGroupsOf
source: Must be bought in groups of {number}
am: በቡድን {number} መግዛት አለበት
ar: يجب الشراء بمجموعات من {number}
az: {number}qruplarında alınmalıdır
bg: трябва да се купува в групи по {number}
bn: {number}এর দলে কিনতে হবে
bs: mora se kupiti u grupama od {number}
ca: s'ha de comprar en grups de {number}
cs: Musí být zakoupeno v množství po {number}
da: Skal købes i grupper af {number}
el: Πρέπει να αγοραστεί σε ομάδες των {number}
et: Peab ostma {number} kaupa
fa: باید در گروه‌های {number} خریداری شود
fi: Täytyy ostaa {number} kappaleen ryhmissä
he: חייב להירכש בקבוצות של {number}
hi: {number} के समूह में खरीदा जाना चाहिए
hu: {number} darabos csomagban vásárolható
id: Harus dibeli dalam kelompok {number}
ja: {number}個単位で購入する必要があります
ka: უნდა შეიძინოთ {number} ცალად
kk: {number} топпен сатып алу керек
km: ត្រូវទិញជាក្រុមចំនួន {number}
kn: {number} ಗುಂಪುಗಳಲ್ಲಿ ಖರೀದಿಸಬೇಕು
ku: دەبێت بە گرووپی {number} کڕدرێت
lo: ຕ້ອງຊື້ເປັນກຸ່ມຂອງ {number}
lt: Turi būti perkama grupėmis po {number}
mr: {number} च्या गटांमध्ये खरेदी करणे आवश्यक आहे
ms: Mesti dibeli dalam kumpulan {number}
my: {number}အုပ်စုဖြင့် ဝယ်ယူရမည်
no: Må kjøpes i grupper på {number}
pl: Musi być kupowane w grupach po {number}
ro: Trebuie cumpărat în grupuri de {number}
si: {number} කණ්ඩායම් ලෙස මිලදී ගත යුතුය
sk: Musí sa kúpiť v skupinách po {number}
sq: Duhet të blihet në grupe prej {number}
sr: мора се купити у групама од {number}
sv: Måste köpas i grupper om {number}
sw: Lazima inunuliwe katika vikundi vya {number}
ta: {number} குழுக்களாக வாங்க வேண்டும்
te: {number} సమూహాల్లో కొనుగోలు చేయాలి
th: ต้องซื้อเป็นกลุ่มจำนวน {number}
tr: {number} adetlik gruplar halinde satın alınmalıdır
uk: Необхідно купувати групами по {number}
ur: {number} کے گروپوں میں خریدنا ضروری ہے
uz: {number} guruhida sotib olinishi kerak
vi: phải mua theo nhóm {number}
