Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# cartNotAvailable
source: Cart is not available. Please add some items to your cart.
am: ጋሪ አይገኝም። እባክዎ ንጥሎችን ያክሉ።
ar: سلة التسوق غير متوفرة. يُرجى إضافة بعض المنتجات إليها.
az: Səbət mövcud deyil. Lütfən, səbətinizə bəzi əşyalar əlavə edin.
bg: Количката не е налична. Моля, добавете артикули в количката си.
bn: কার্ট পাওয়া যাচ্ছে না। আপনার কার্টে কিছু আইটেম যোগ করুন।
bs: Korpa nije dostupna. Molimo vas da dodate neke artikle u korpu.
ca: El carretó no està disponible. Afegeix alguns articles al teu carretó.
cs: Košík není k dispozici. Přidejte prosím nějaké položky do košíku.
da: Kurven er ikke tilgængelig. Tilføj venligst nogle varer til din kurv.
el: Το καλάθι δεν είναι διαθέσιμο. Προσθέστε ορισμένα είδη στο καλάθι σας.
et: Ostukorv pole saadaval. Palun lisa ostukorvi esemeid.
fa: سبد خرید موجود نیست. لطفا چند کالا به سبد خرید خود اضافه کنید.
fi: Ostoskori ei ole saatavilla. Lisää ostoskoriin tuotteita.
he: עגלת הקניות אינה זמינה. אנא הוסף מספר פריטים לעגלת הקניות שלך.
hi: कार्ट उपलब्ध नहीं है। कृपया अपने कार्ट में कुछ आइटम जोड़ें।
hu: A kosár nem elérhető. Kérjük, adjon hozzá néhány terméket.
id: Keranjang belanja tidak tersedia. Harap tambahkan beberapa item ke keranjang belanja Anda.
ja: カートが利用できません。カートに商品を追加してください。
ka: კალათა მიუწვდომელია. გთხოვთ, თქვენს კალათაში დაამატოთ რამდენიმე ნივთი.
kk: Себет қолжетімді емес. Себетке бірнеше зат қосыңыз.
km: រទេះមិនអាចប្រើបានទេ។ សូមបន្ថែមធាតុមួយចំនួនទៅក្នុងរទេះរបស់អ្នក។
kn: ಕಾರ್ಟ್ ಲಭ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಕಾರ್ಟ್‌ಗೆ ಕೆಲವು ವಸ್ತುಗಳನ್ನು ಸೇರಿಸಿ.
ku: کارت بەردەست نییە. تکایە هەندێک بابەت زیاد بکە بۆ کارت.
lo: ກະຕ່າບໍ່ສາມາດໃຊ້ໄດ້. ກະລຸນາເພີ່ມບາງລາຍການໃສ່ກະຕ່າຂອງເຈົ້າ.
lt: Krepšelis nepasiekiamas. Į krepšelį įdėkite prekių.
mr: कार्ट उपलब्ध नाही. कृपया तुमच्या कार्टमध्ये काही वस्तू जोडा.
ms: Troli tidak tersedia. Sila tambah beberapa item pada troli anda.
my: လှည်း မရနိုင်ပါ။ ကျေးဇူးပြု၍ သင့်လှည်းထဲသို့ ပစ္စည်းအချို့ထည့်ပါ။
no: Handlekurven er ikke tilgjengelig. Vennligst legg til noen varer i handlekurven.
pl: Koszyk jest niedostępny. Proszę dodać kilka pozycji do koszyka.
ro: Coșul nu este disponibil. Vă rugăm să adăugați câteva articole în coș.
si: කරත්තය ලබාගත නොහැක. කරුණාකර ඔබේ කරත්තයට අයිතම කිහිපයක් එක් කරන්න.
sk: Košík nie je k dispozícii. Pridajte do košíka nejaké položky.
sq: Shporta nuk është e disponueshme. Ju lutemi shtoni disa artikuj në shportën tuaj.
sr: Корпа није доступна. Молимо вас да додате неке артикле у корпу.
sv: Varukorgen är inte tillgänglig. Lägg till några varor i din varukorg.
sw: Rukwama haipatikani. Tafadhali ongeza baadhi ya vitu kwenye rukwama yako.
ta: கூடை கிடைக்கவில்லை. உங்கள் கூடையில் சில பொருட்களைச் சேர்க்கவும்.
te: కార్ట్ అందుబాటులో లేదు. దయచేసి మీ కార్ట్‌లో కొన్ని వస్తువులను జోడించండి.
th: รถเข็นไม่พร้อมใช้งาน กรุณาเพิ่มสินค้าบางรายการลงในรถเข็นของคุณ
tr: Sepetiniz mevcut değil. Lütfen sepetinize birkaç ürün ekleyin.
uk: Кошик недоступний. Будь ласка, додайте кілька товарів до кошика.
ur: کارٹ دستیاب نہیں ہے۔ براہ کرم اپنی ٹوکری میں کچھ آئٹمز شامل کریں۔
uz: Savat mavjud emas. Iltimos, savatingizga ba'zi narsalarni qo'shing.
vi: Giỏ hàng không khả dụng. Vui lòng thêm sản phẩm vào giỏ hàng.

# cartNotReadyForCheckout
source: Your cart is still being processed. Please wait a moment.
am: ጋሪዎ ለመምረጥ አልተዘጋጀም። እባክዎ ጥቂት ቆዩ።
ar: لا تزال سلة التسوق الخاصة بك قيد المعالجة. يُرجى الانتظار قليلاً.
az: Səbətiniz hələ də emal olunur. Zəhmət olmasa bir az gözləyin.
bg: Вашата количка все още се обработва. Моля, изчакайте малко.
bn: আপনার কার্টটি এখনও প্রক্রিয়াধীন। দয়া করে কিছুক্ষণ অপেক্ষা করুন।
bs: Vaša korpa se još uvijek obrađuje. Molimo pričekajte trenutak.
ca: La teva cistella encara s'està processant. Espera un moment, si us plau.
cs: Váš košík se stále zpracovává. Prosím, chvíli počkejte.
da: Din indkøbskurv er stadig under behandling. Vent venligst et øjeblik.
el: Το καλάθι σας βρίσκεται ακόμη υπό επεξεργασία. Παρακαλώ περιμένετε λίγο.
et: Sinu ostukorvi töödeldakse veel. Palun oota hetk.
fa: سبد خرید شما هنوز در حال پردازش است. لطفا چند لحظه صبر کنید.
fi: Ostoskoriasi käsitellään edelleen. Odota hetki.
he: העגלה שלך עדיין בעיבוד. אנא המתן רגע.
hi: आपका कार्ट अभी भी संसाधित किया जा रहा है। कृपया कुछ क्षण प्रतीक्षा करें।
hu: A kosara még feldolgozás alatt áll. Kérjük, várjon egy pillanatot.
id: Keranjang belanja Anda masih dalam proses. Harap tunggu sebentar.
ja: カートはまだ処理中です。しばらくお待ちください。
ka: თქვენი კალათა ჯერ კიდევ დამუშავების პროცესშია. გთხოვთ, ცოტა ხანს დაელოდოთ.
kk: Себет әлі өңделіп жатыр. Сәл күте тұрыңыз.
km: រទេះរបស់អ្នកនៅតែត្រូវបានដំណើរការ។ សូមរង់ចាំបន្តិច។
kn: ನಿಮ್ಮ ಕಾರ್ಟ್ ಇನ್ನೂ ಪ್ರಕ್ರಿಯೆಗೊಳ್ಳುತ್ತಿದೆ. ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಸಮಯ ಕಾಯಿರಿ.
ku: کارتەکەت هێشتا لە پڕۆسەدایە. تکایە چاوەڕێ بکە.
lo: ກະຕ່າຂອງທ່ານຍັງຖືກປະມວນຜົນຢູ່. ກະລຸນາລໍຖ້າຈັກໜ່ອຍ.
lt: Jūsų krepšelis vis dar apdorojamas. Prašome palaukti.
mr: तुमच्या कार्टवर अजूनही प्रक्रिया सुरू आहे. कृपया थोडा वेळ थांबा.
ms: Troli anda masih diproses. Sila tunggu sebentar.
my: သင့်လှည်းကို စီမံဆောင်ရွက်ဆဲဖြစ်သည်။ ခဏစောင့်ပါ။
no: Handlekurven din behandles fortsatt. Vennligst vent et øyeblikk.
pl: Twój koszyk jest nadal przetwarzany. Proszę chwilę poczekać.
ro: Coșul dvs. este încă în curs de procesare. Vă rugăm să așteptați un moment.
si: ඔබගේ කරත්තය තවම ක්‍රියාත්මක කිරීමට සූදානම් නොවේ. කරුණාකර මොහොතක් ඉවසන්න.
sk: Váš košík sa stále spracováva. Počkajte chvíľu.
sq: Shporta juaj është ende duke u përpunuar. Ju lutemi prisni një moment.
sr: Ваша корпа се још увек обрађује. Молимо сачекајте тренутак.
sv: Din varukorg bearbetas fortfarande. Vänta en stund.
sw: Rukwama yako bado inachakatwa. Tafadhali subiri kidogo.
ta: உங்கள் கூடை இன்னும் செயலாக்கப்படுகிறது. தயவுசெய்து ஒரு கணம் காத்திருங்கள்.
te: మీ కార్ట్ ఇంకా ప్రాసెస్ అవుతోంది. దయచేసి కొంతసేపు వేచి ఉండండి.
th: รถเข็นของคุณยังอยู่ระหว่างการดำเนินการ กรุณารอสักครู่
tr: Sepetiniz hala işleniyor. Lütfen bir dakika bekleyin.
uk: Ваш кошик ще обробляється. Будь ласка, зачекайте хвилинку.
ur: آپ کی کارٹ پر ابھی بھی کارروائی ہو رہی ہے۔ براہ کرم ایک لمحہ انتظار کریں۔
uz: Savatingiz hali ham qayta ishlanmoqda. Iltimos, biroz kuting.
vi: Giỏ hàng của bạn vẫn đang được xử lý. Vui lòng đợi trong giây lát.

source: Claim
am: ይጠይቁ
ar: مطالبة
az: iddia
bg: Заяви
bn: দাবি
bs: Zahtjev
ca: Reclama
cs: Nárokovat
da: Gør krav på
el: Αξίωση
et: Nõua
fa: ادعا کنید
fi: Lunasta
he: תביעה
hi: दावा
hu: Igénylés
id: Klaim
ja: 請求
ka: მოთხოვნა
kk: Талап
km: ទាមទារ
kn: ಹಕ್ಕು
ku: داواکردن
lo: ຮຽກຮ້ອງ
lt: Reikalauti
mr: दावा
ms: Tuntutan
my: တောင်းဆိုမှု
no: Krev
pl: Prawo
ro: Revendică
si: පැවරීම
sk: Nárokovať
sq: Pretendo
sr: Потраживање
sv: Krav
sw: Dai
ta: உரிமைகோரல்
te: దావా చేయండి
th: เรียกร้อง
tr: İddia
uk: Претензія
ur: دعویٰ
uz: Talab
vi: Xác nhận

source: Claimed
am: ተጠይቋል
ar: تم المطالبة به
az: İddia edildi
bg: Изискано
bn: দাবি করা হয়েছে
bs: Zahtjevano
ca: Reclamat
cs: Nárokováno
da: Krævet
el: Διεκδικήθηκε
et: Nõutud
fa: ادعا شده
fi: Lunastettu
he: נתבע
hi: दावा किया
hu: Igényelt
id: Diklaim
ja: 主張
ka: მოთხოვნილია
kk: Талап етілген
km: ទាមទារ
kn: ಹಕ್ಕು ಪಡೆದಿದೆ
ku: وەرگیرا
lo: ອ້າງສິດ
lt: Pareikšta pretenzija
mr: दावा केला
ms: Dituntut
my: တိုင်ကြားထားသည်။
no: Krevd
pl: Przejęte
ro: Revendicat
si: පැවරී ඇත
sk: Nárokované
sq: I pretenduar
sr: Положено
sv: Påstod
sw: Imedaiwa
ta: உரிமை கோரப்பட்டது
te: దావా చేసారు
th: อ้างสิทธิ์
tr: Hak talebinde bulunuldu
uk: Заявлено
ur: دعویٰ کیا۔
uz: Da'vo qilingan
vi: Đã xác nhận quyền sở hữu

source: Continue with Shopify
am: ከ Shopify ጋር ቀጥሉ
ar: متابعة مع Shopify
az: Shopify ilə davam edin
bg: Продължи с Shopify
bn: Shopify-এর সাথে চালিয়ে যান
bs: Nastavite sa Shopify-om
ca: Continua amb Shopify
cs: Pokračovat se Shopify
da: Fortsæt med Shopify
el: Συνέχεια με το Shopify
et: Jätka Shopifyga
fa: ادامه با Shopify
fi: Jatka Shopifylla
he: המשך עם Shopify
hi: Shopify के साथ जारी रखें
hu: Folytatás a Shopify-jal
id: Lanjutkan dengan Shopify
ja: Shopifyを続ける
ka: Shopify-ით გაგრძელება
kk: Shopify арқылы жалғастыру
km: បន្តជាមួយ Shopify
kn: Shopify ಜೊತೆಗೆ ಮುಂದುವರಿಯಿರಿ
ku: بە Shopify بەردەوام بە
lo: ສືບຕໍ່ກັບ Shopify
lt: Tęsti su „Shopify“
mr: Shopify सह सुरू ठेवा
ms: Teruskan dengan Shopify
my: Shopify ဖြင့် ရှေ့ဆက်ပါ။
no: Fortsett med Shopify
pl: Kontynuuj z Shopify
ro: Continuă cu Shopify
si: Shopify සමඟ ඉදිරියට යන්න
sk: Pokračujte so Shopify
sq: Vazhdo me Shopify
sr: Наставите са Shopify-ом
sv: Fortsätt med Shopify
sw: Endelea na Shopify
ta: Shopify உடன் தொடரவும்
te: షాపిఫైతో కొనసాగించండి
th: ดำเนินการต่อด้วย Shopify
tr: Shopify ile devam edin
uk: Продовжити з Shopify
ur: Shopify کے ساتھ جاری رکھیں
uz: Shopify bilan davom eting
vi: Tiếp tục với Shopify

source: Coupons dedicated for you
am: ለእርስዎ የተመደቡ ኩፖኖች
ar: كوبونات مخصصة لك
az: Sizə həsr olunmuş kuponlar
bg: Купони, предназначени за вас
bn: আপনার জন্য নিবেদিত কুপন
bs: Kuponi namijenjeni vama
ca: Cupons dedicats per a tu
cs: Kupóny určené pro vás
da: Kuponer dedikeret til dig
el: Κουπόνια αφιερωμένα σε εσάς
et: Sulle pühendatud kupongid
fa: کوپن‌های اختصاصی برای شما
fi: Sinulle omistetut kupongit
he: קופונים ייעודיים במיוחד בשבילך
hi: आपके लिए समर्पित कूपन
hu: Önnek szóló kuponok
id: Kupon khusus untuk Anda
ja: あなた専用のクーポン
ka: თქვენთვის განკუთვნილი კუპონები
kk: Сізге арналған купондар
km: ប័ណ្ណផ្តល់ជូនសម្រាប់អ្នក
kn: ನಿಮಗಾಗಿ ಮೀಸಲಾದ ಕೂಪನ್‌ಗಳು
ku: کۆپۆنە تایبەتییەکان بۆ تۆ
lo: ຄູປອງອຸທິດຕົນສໍາລັບທ່ານ
lt: Jums skirti kuponai
mr: तुमच्यासाठी समर्पित कूपन
ms: Kupon khusus untuk anda
my: သင့်အတွက် ရည်စူးထားသော ကူပွန်များ
no: Kuponger dedikert til deg
pl: Kupony dedykowane dla Ciebie
ro: Cupoane dedicate pentru tine
si: ඔබ සඳහා කැප වූ කූපන්
sk: Kupóny určené pre vás
sq: Kuponë të dedikuar për ju
sr: Купони намењени вама
sv: Kuponger dedikerade till dig
sw: Kuponi zilizotolewa kwa ajili yako
ta: உங்களுக்காக அர்ப்பணிக்கப்பட்ட கூப்பன்கள்
te: మీ కోసం ప్రత్యేకంగా కూపన్లు
th: คูปองสุดพิเศษสำหรับคุณ
tr: Size özel kuponlar
uk: Купони, спеціально для вас
ur: کوپن آپ کے لیے وقف ہیں۔
uz: Siz uchun kuponlar
vi: Phiếu giảm giá dành riêng cho bạn

source: Coupons management
am: የኩፖን አስተዳደር
ar: إدارة القسائم
az: Kuponların idarə edilməsi
bg: Управление на купони
bn: কুপন ব্যবস্থাপনা
bs: Upravljanje kuponima
ca: Gestió de cupons
cs: Správa kupónů
da: Kuponadministration
el: Διαχείριση κουπονιών
et: Kupongide haldamine
fa: مدیریت کوپن‌ها
fi: Kuponkien hallinta
he: ניהול קופונים
hi: कूपन प्रबंधन
hu: Kuponkezelés
id: Manajemen Kupon
ja: クーポン管理
ka: კუპონების მართვა
kk: Купондарды басқару
km: ការគ្រប់គ្រងគូប៉ុង
kn: ಕೂಪನ್‌ಗಳ ನಿರ್ವಹಣೆ
ku: بەڕێوەبردنی کوپۆنەکان
lo: ການຄຸ້ມຄອງຄູປອງ
lt: Kuponų valdymas
mr: कूपन व्यवस्थापन
ms: Pengurusan kupon
my: ကူပွန်စီမံခန့်ခွဲမှု
no: Kupongadministrasjon
pl: Zarządzanie kuponami
ro: Gestionare cupoane
si: කූපන් කළමනාකරණය
sk: Správa kupónov
sq: Menaxhimi i kuponave
sr: Управљање купонима
sv: Kuponghantering
sw: Usimamizi wa kuponi
ta: கூப்பன்கள் மேலாண்மை
te: కూపన్ల నిర్వహణ
th: การจัดการคูปอง
tr: Kupon Yönetimi
uk: Управління купонами
ur: کوپن کا انتظام
uz: Kuponlarni boshqarish
vi: Quản lý phiếu giảm giá

source: Create
am: ፍጠር
ar: يخلق
az: Yaradın
bg: Създай
bn: তৈরি করুন
bs: Kreiraj
ca: Crea
cs: Vytvořit
da: Opret
el: Δημιουργώ
et: Loo
fa: ايجاد كردن
fi: Luo
he: צור
hi: बनाएं
hu: Létrehozás
id: Buat
ja: 作成する
ka: შექმნა
kk: Жасау
km: បង្កើត
kn: ರಚಿಸಿ
ku: دروستکردن
lo: ສ້າງ
lt: Sukurti
mr: तयार करा
ms: Buat
my: ဖန်တီးပါ။
no: Opprett
pl: Tworzyć
ro: Creează
si: නිර්මාණය කරන්න
sk: Vytvoriť
sq: Krijo
sr: Креирај
sv: Skapa
sw: Unda
ta: உருவாக்கு
te: సృష్టించు
th: สร้าง
tr: Yaratmak
uk: Створити
ur: بنائیں
uz: Yaratish
vi: Tạo

source: Current bid
am: የአሁኑ ጨረታ
ar: العرض الحالي
az: Cari təklif
bg: Текуща оферта
bn: বর্তমান দরপত্র
bs: Trenutna ponuda
ca: Oferta actual
cs: Aktuální nabídka
da: Nuværende bud
el: Τρέχουσα προσφορά
et: Praegune pakkumine
fa: پیشنهاد قیمت فعلی
fi: Nykyinen tarjous
he: הצעה נוכחית
hi: वर्तमान बोली
hu: Jelenlegi ajánlat
id: Penawaran saat ini
ja: 現在の入札
ka: მიმდინარე შეთავაზება
kk: Қазіргі баға
km: ការដេញថ្លៃបច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ ಬಿಡ್
ku: پێشنیازی ئێستا
lo: ການສະເຫນີລາຄາໃນປະຈຸບັນ
lt: Dabartinis pasiūlymas
mr: सध्याची बोली
ms: Bidaan semasa
my: လက်ရှိလေလံ
no: Nåværende bud
pl: Obecna oferta
ro: Oferta curentă
si: වර්තමාන ලංසු
sk: Aktuálna ponuka
sq: Oferta aktuale
sr: Тренутна понуда
sv: Nuvarande bud
sw: Zabuni ya sasa
ta: தற்போதைய ஏலம்
te: ప్రస్తుత బిడ్
th: การเสนอราคาปัจจุบัน
tr: Mevcut teklif
uk: Поточна ставка
ur: موجودہ بولی
uz: Joriy taklif
vi: Giá thầu hiện tại

source: Enter your note
am: ማስታወሻዎን ያስገቡ
ar: أدخل ملاحظتك
az: Qeydinizi daxil edin
bg: Въведете вашата бележка
bn: আপনার নোট লিখুন
bs: Unesite svoju bilješku
ca: Introdueix la teva nota
cs: Zadejte svou poznámku
da: Indtast din note
el: Εισαγάγετε τη σημείωσή σας
et: Sisesta oma märkus
fa: یادداشت خود را وارد کنید
fi: Kirjoita muistiinpanosi
he: הזן את ההערה שלך
hi: अपना नोट दर्ज करें
hu: Írja be a jegyzetét
id: Masukkan catatan Anda
ja: メモを入力してください
ka: შეიყვანეთ თქვენი შენიშვნა
kk: Жазбаңызды енгізіңіз
km: បញ្ចូលកំណត់ចំណាំរបស់អ្នក។
kn: ನಿಮ್ಮ ಟಿಪ್ಪಣಿಯನ್ನು ಇಲ್ಲಿ ನಮೂದಿಸಿ
ku: تێبینیەکەت بنووسە
lo: ໃສ່ບັນທຶກຂອງທ່ານ
lt: Įveskite savo pastabą
mr: तुमची टीप एंटर करा
ms: Masukkan nota anda
my: သင်၏မှတ်စုကိုထည့်ပါ။
no: Skriv inn notatet ditt
pl: Wprowadź swoją notatkę
ro: Introduceți nota dvs.
si: ඔබගේ සටහන මෙහි ඇතුළත් කරන්න
sk: Zadajte svoju poznámku
sq: Shkruani shënimin tuaj
sr: Унесите своју белешку
sv: Ange din anteckning
sw: Weka dokezo lako
ta: உங்கள் குறிப்பை உள்ளிடவும்
te: మీ గమనికను నమోదు చేయండి
th: กรอกหมายเหตุของคุณ
tr: Notunuzu girin
uk: Введіть свою нотатку
ur: اپنا نوٹ درج کریں۔
uz: Eslatmani kiriting
vi: Nhập ghi chú của bạn

source: Feature
am: ባለባህሪ
ar: ميزة
az: Xüsusiyyət
bg: Функция
bn: বৈশিষ্ট্য
bs: Značajka
ca: Característica
cs: Funkce
da: Funktion
el: Χαρακτηριστικό
et: Funktsioon
fa: ویژگی
fi: Ominaisuus
he: תכונה
hi: विशेषता
hu: Funkció
id: Fitur
ja: 特徴
ka: ფუნქცია
kk: Ерекшелік
km: លក្ខណៈ
kn: ವೈಶಿಷ್ಟ್ಯ
ku: تایبەتمەندی
lo: ຄຸນສົມບັດ
lt: Funkcija
mr: वैशिष्ट्य
ms: Ciri
my: ထူးခြားချက်
no: Funksjon
pl: Funkcja
ro: Caracteristică
si: විශේෂාංගය
sk: Funkcia
sq: Karakteristikë
sr: Карактеристика
sv: Särdrag
sw: Kipengele
ta: அம்சம்
te: ఫీచర్
th: คุณสมบัติ
tr: Özellik
uk: Функція
ur: فیچر
uz: Xususiyat
vi: Tính năng

# generalError
source: Something went wrong. Please try again.
am: አንዳንድ ችግር ተፈጥሯል። እባክዎን ደግመው ይሞክሩ።
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى.
az: Nəsə xəta baş verdi. Yenidən cəhd edin.
bg: Нещо се обърка. Моля, опитайте отново.
bn: কিছু সমস্যা হয়েছে। আবার চেষ্টা করুন।
bs: Nešto nije u redu. Pokušajte ponovo.
ca: Alguna cosa ha fallat. Torna-ho a intentar.
cs: Něco se pokazilo. Zkuste to prosím znovu.
da: Noget gik galt. Prøv venligst igen.
el: Κάτι πήγε στραβά. Δοκιμάστε ξανά.
et: Midagi läks valesti. Palun proovi uuesti.
fa: مشکلی پیش آمده است. لطفا دوباره امتحان کنید.
fi: Jotain meni pieleen. Yritä uudelleen.
he: משהו השתבש. אנא נסה שוב.
hi: कुछ गड़बड़ हुई है। कृपया दोबारा प्रयास करें।
hu: Valami hiba történt. Kérjük, próbálja újra.
id: Terjadi kesalahan. Silakan coba lagi.
ja: 問題が発生しました。もう一度お試しください。
ka: რაღაც შეცდომა მოხდა. გთხოვთ, სცადოთ ხელახლა.
kk: Бір нәрсе дұрыс болмады. Қайтадан көріңіз.
km: មានអ្វីមួយមិនប្រក្រតី។ សូមព្យាយាមម្តងទៀត។
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
ku: هەڵەیەک روویدا. تکایە دووبارە هەوڵ بدە.
lo: ມີບາງຢ່າງຜິດພາດ. ກະລຸນາລອງອີກຄັ້ງ.
lt: Kažkas nepavyko. Bandykite dar kartą.
mr: काहीतरी चूक झाली. कृपया पुन्हा प्रयत्न करा.
ms: Sesuatu telah berlaku. Sila cuba lagi.
my: တစ်ခုခုမှားသွားသည်။ ထပ်စမ်းကြည့်ပါ။
no: Noe gikk galt. Prøv igjen.
pl: Coś poszło nie tak. Spróbuj ponownie.
ro: Ceva a mers prost. Vă rugăm să încercați din nou.
si: කිසියම් දෝෂයක් සිදුවිය. කරුණාකර නැවත උත්සාහ කරන්න.
sk: Niečo sa pokazilo. Skúste to znova.
sq: Diçka shkoi keq. Ju lutemi provoni përsëri.
sr: Дошло је до грешке. Молимо вас покушајте поново.
sv: Något gick fel. Försök igen.
sw: Hitilafu fulani imetokea. Tafadhali jaribu tena.
ta: ஏதோ தவறாகிவிட்டது. மீண்டும் முயற்சிக்கவும்.
te: ఏదో తప్పు జరిగింది. దయచేసి మళ్లీ ప్రయత్నించండి.
th: มีบางอย่างผิดพลาด โปรดลองอีกครั้ง
tr: Bir şeyler ters gitti. Lütfen tekrar deneyin.
uk: Щось пішло не так. Спробуйте ще раз.
ur: کچھ غلط ہو گیا۔ براہ کرم دوبارہ کوشش کریں۔
uz: Nimadir xato ketdi. Iltimos, qayta urinib koʻring.
vi: Đã xảy ra lỗi. Vui lòng thử lại.

source: Gold
am: ወርቅ
ar: ذهب
az: Qızıl
bg: Злато
bn: সোনা
bs: Zlato
ca: Or
cs: Zlato
da: Guld
el: Χρυσός
et: Kuld
fa: طلا
fi: Kulta
he: זהב
hi: सोना
hu: Arany
id: Emas
ja: 金
ka: ოქრო
kk: Алтын
km: មាស
kn: ಚಿನ್ನ
ku: زێڕ
lo: ຄໍາ
lt: Auksas
mr: सोने
ms: emas
my: ရွှေ
no: Gull
pl: Złoto
ro: Aur
si: රන්
sk: Zlato
sq: Ari
sr: Злато
sv: Guld
sw: Dhahabu
ta: தங்கம்
te: బంగారం
th: ทอง
tr: Altın
uk: Золото
ur: سونا
uz: Oltin
vi: Vàng

source: Gold Priority
am: የወርቅ ቅድመ ተከታታይነት
ar: الأولوية الذهبية
az: Qızıl Prioritet
bg: Златен приоритет
bn: গোল্ড প্রায়োরিটি
bs: Zlatni prioritet
ca: Prioritat Or
cs: Zlatá priorita
da: Guldprioritet
el: Χρυσή Προτεραιότητα
et: Kuldprioriteet
fa: اولویت طلا
fi: Kultaprioriteetti
he: עדיפות זהב
hi: स्वर्ण प्राथमिकता
hu: Arany prioritás
id: Prioritas Emas
ja: ゴールドプライオリティ
ka: ოქროს პრიორიტეტი
kk: Алтын басымдық
km: អាទិភាពមាស
kn: ಗೋಲ್ಡ್ ಪ್ರಾಥಮ್ಯ
ku: پێشوازی زێڕی
lo: ບຸລິມະສິດທອງ
lt: Auksinis prioritetas
mr: गोल्ड प्रायोरिटी
ms: Keutamaan Emas
my: ရွှေဦးစားပေး
no: Gullprioritet
pl: Złoty priorytet
ro: Prioritate Aur
si: රන් ප්‍රමුඛතාව
sk: Zlatá priorita
sq: Prioritet i Artë
sr: Златни приоритет
sv: Guldprioritet
sw: Kipaumbele cha Dhahabu
ta: தங்க முன்னுரிமை
te: గోల్డ్ ప్రాధాన్యత
th: สิทธิ์พิเศษระดับโกลด์
tr: Altın Öncelik
uk: Золотий пріоритет
ur: سونے کی ترجیح
uz: Oltin ustuvorlik
vi: Ưu tiên vàng

# graphqlAuthError
source: Authentication failed. Please login again.
am: ማረጋገጥ አልተሳካም። እባክዎ ድጋሚ ይግቡ።
ar: فشل المصادقة. يُرجى تسجيل الدخول مرة أخرى.
az: Doğrulama uğursuz oldu. Zəhmət olmasa yenidən daxil olun.
bg: Удостоверяването не бе успешно. Моля, влезте отново.
bn: প্রমাণীকরণ ব্যর্থ হয়েছে। অনুগ্রহ করে আবার লগইন করুন।
bs: Autentifikacija nije uspjela. Molimo vas da se ponovo prijavite.
ca: Autenticació fallida. Torna a iniciar sessió.
cs: Ověření se nezdařilo. Přihlaste se prosím znovu.
da: Godkendelse mislykkedes. Log venligst ind igen.
el: Η επαλήθευση ταυτότητας απέτυχε. Συνδεθείτε ξανά.
et: Autentimine ebaõnnestus. Palun logi uuesti sisse.
fa: احراز هویت ناموفق بود. لطفا دوباره وارد شوید.
fi: Todennus epäonnistui. Kirjaudu uudelleen.
he: האימות נכשל. אנא התחבר שוב.
hi: प्रमाणीकरण विफल हुआ। कृपया पुनः लॉगिन करें।
hu: A hitelesítés sikertelen. Kérjük, jelentkezzen be újra.
id: Otentikasi gagal. Silakan login lagi.
ja: 認証に失敗しました。再度ログインしてください。
ka: ავთენტიფიკაცია ვერ მოხერხდა. გთხოვთ, ხელახლა შეხვიდეთ სისტემაში.
kk: Аутентификация сәтсіз аяқталды. Қайта кіріңіз.
km: ការផ្ទៀងផ្ទាត់បានបរាជ័យ។ សូមព្យាយាមម្តងទៀត។
kn: ದೃಢೀಕರಣ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಲಾಗಿನ್ ಆಗಿ.
ku: چوونەژوورەوە سەرکەوتوو نەبوو. تکایە دووبارە بچۆنە ژوورەوە.
lo: ການພິສູດຢືນຢັນລົ້ມເຫລວ. ກະລຸນາເຂົ້າສູ່ລະບົບອີກຄັ້ງ.
lt: Autentifikavimas nepavyko. Prisijunkite dar kartą.
mr: प्रमाणीकरण अयशस्वी. कृपया पुन्हा लॉगिन करा.
ms: Pengesahan gagal. Sila log masuk semula.
my: အထောက်အထားစိစစ်ခြင်း မအောင်မြင်ပါ။ ထပ်မံဝင်ရောက်ပါ။
no: Autentisering mislyktes. Vennligst logg inn igjen.
pl: Uwierzytelnienie nie powiodło się. Zaloguj się ponownie.
ro: Autentificarea a eșuat. Vă rugăm să vă conectați din nou.
si: සත්‍යාපනය අසාර්ථකයි. කරුණාකර නැවත පුරනය වන්න.
sk: Overenie zlyhalo. Prihláste sa znova.
sq: Autentifikimi dështoi. Ju lutemi, hyni përsëri.
sr: Аутентификација није успела. Молимо вас да се поново пријавите.
sv: Autentiseringen misslyckades. Vänligen logga in igen.
sw: Uthibitishaji umeshindwa. Tafadhali ingia tena.
ta: அங்கீகாரம் தோல்வியடைந்தது. மீண்டும் உள்நுழையவும்.
te: ప్రామాణీకరణ విఫలమైంది. దయచేసి మళ్లీ లాగిన్ అవ్వండి.
th: การตรวจสอบสิทธิ์ล้มเหลว กรุณาเข้าสู่ระบบอีกครั้ง
tr: Kimlik doğrulama başarısız. Lütfen tekrar giriş yapın.
uk: Не вдалося виконати автентифікацію. Будь ласка, увійдіть ще раз.
ur: تصدیق ناکام ہوگئی۔ براہ کرم دوبارہ لاگ ان کریں۔
uz: Autentifikatsiya amalga oshmadi. Iltimos, qayta kiring.
vi: Xác thực không thành công. Vui lòng đăng nhập lại.

# graphqlAuthzError
source: You do not have permission to perform this action.
am: ይህንን እርምጃ ለመውሰድ ፈቃድ የለዎትም።
ar: ليس لديك الإذن للقيام بهذا الإجراء.
az: Bu əməliyyatı yerinə yetirmək üçün icazəniz yoxdur.
bg: Нямате разрешение да извършите това действие.
bn: এই কাজটি করার অনুমতি আপনার নেই।
bs: Nemate dozvolu za izvršavanje ove radnje.
ca: No tens permís per realitzar aquesta acció.
cs: Nemáte oprávnění k provedení této akce.
da: Du har ikke tilladelse til at udføre denne handling.
el: Δεν έχετε άδεια να εκτελέσετε αυτήν την ενέργεια.
et: Sul ei ole õigust seda toimingut teha.
fa: شما مجوز انجام این عمل را ندارید.
fi: Sinulla ei ole oikeutta suorittaa tätä toimintoa.
he: אין לך הרשאה לבצע פעולה זו.
hi: आपको यह कार्य करने की अनुमति नहीं है.
hu: Nincs jogosultsága ennek a műveletnek a végrehajtásához.
id: Anda tidak memiliki izin untuk melakukan tindakan ini.
ja: この操作を実行する権限がありません。
ka: თქვენ არ გაქვთ ამ მოქმედების შესრულების უფლება.
kk: Бұл әрекетті орындауға сізде рұқсат жоқ.
km: អ្នកមិនមានសិទ្ធិធ្វើសកម្មភាពនេះទេ។
kn: ಈ ಕ್ರಿಯೆಯನ್ನು ಮಾಡಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.
ku: ڕێگەت پێنەدراوە ئەم کردارە بکەیت.
lo: ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ດໍາເນີນການນີ້.
lt: Jūs neturite leidimo atlikti šio veiksmo.
mr: तुम्हाला ही कृती करण्याची परवानगी नाही.
ms: Anda tidak mempunyai kebenaran untuk melakukan tindakan ini.
my: ဤလုပ်ဆောင်ချက်ကို လုပ်ဆောင်ရန် သင့်တွင် ခွင့်ပြုချက်မရှိပါ။
no: Du har ikke tillatelse til å utføre denne handlingen.
pl: Nie masz uprawnień do wykonania tej czynności.
ro: Nu aveți permisiunea de a efectua această acțiune.
si: ඔබට මෙම ක්‍රියාව සිදු කිරීමට අවසර නැත.
sk: Nemáte povolenie na vykonanie tejto akcie.
sq: Nuk keni leje për të kryer këtë veprim.
sr: Немате дозволу да извршите ову радњу.
sv: Du har inte behörighet att utföra den här åtgärden.
sw: Huna ruhusa ya kutekeleza kitendo hiki.
ta: இந்த செயலைச் செய்ய உங்களுக்கு அனுமதி இல்லை.
te: ఈ చర్యను చేయడానికి మీకు అనుమతి లేదు.
th: คุณไม่มีสิทธิในการดำเนินการนี้
tr: Bu eylemi gerçekleştirme yetkiniz yok.
uk: У вас немає дозволу на виконання цієї дії.
ur: آپ کو یہ کارروائی کرنے کی اجازت نہیں ہے۔
uz: Sizda bu amalni bajarish uchun ruxsat yo‘q.
vi: Bạn không có quyền thực hiện hành động này.
