Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# installDigitsPlugin
source: Please install the DIGITS: Wordpress Mobile Number Signup and Login plugin
am: እባክዎ DIGITS: Wordpress Mobile Number Signup and Login plugin ያከናውኑ
ar: يرجى تثبيت إضافة DIGITS: تسجيل الدخول وإنشاء حساب برقم الهاتف لووردبريس
az: Zəhmət olmasa DIGITS: Wordpress Mobil Nömrə Qeydiyyatı və Giriş plaqini quraşdırın
bg: Моля, инсталирайте приставката DIGITS: WordPress Mobile Number Signup and Login
bn: অনুগ্রহ করে DIGITS: Wordpress মোবাইল নম্বর সাইনআপ এবং লগইন প্লাগইন ইনস্টল করুন
bs: Molimo instalirajte dodatak DIGITS: Wordpress Mobile Number Signup and Login
ca: Si us plau, instal·leu el connector DIGITS: Wordpress Mobile Number Signup and Login
cs: Nainstalujte prosím plugin DIGITS: WordPress Mobile Number Signup and Login
da: Installer venligst DIGITS: Wordpress Mobile Number Signup and Login plugin
el: Εγκαταστήστε το πρόσθετο DIGITS: Wordpress Mobile Number Signup and Login
et: Paigalda DIGITS: WordPressi mobiilnumbriga registreerimise ja sisselogimise plugin
fa: لطفاً افزونه DIGITS: Wordpress Mobile Number Signup and Login را نصب کنید
fi: Asenna DIGITS: WordPress Mobile Number Signup and Login -lisäosa
he: אנא התקן את התוסף DIGITS: Wordpress Mobile Number Signup and Login
hi: कृपया DIGITS: वर्डप्रेस मोबाइल नंबर साइनअप और लॉगिन प्लगइन इंस्टॉल करें
hu: Kérjük, telepítse a DIGITS: Wordpress Mobile Number Signup and Login bővítményt
id: Silakan pasang plugin DIGITS: Pendaftaran dan Login Nomor Ponsel WordPress
ja: DIGITS: Wordpress Mobile Number Signup and Loginプラグインをインストールしてください
ka: გთხოვთ დააინსტალიროთ DIGITS: Wordpress Mobile Number Signup and Login plugin
kk: DIGITS: Wordpress ұялы телефон нөмірі арқылы тіркелу және кіру плагинін орнатыңыз
km: សូមដំឡើងកម្មវិធីបន្ថែម DIGITS: Wordpress Mobile Number Signup and Login
kn: ದಯವಿಟ್ಟು ಸಂಖ್ಯೆಗಳನ್ನೂ ನಮೂದಿಸಿ: ವರ್ಡ್‌ಪ್ರೆಸ್ ಮೊಬೈಲ್ ಸಂಖ್ಯೆ ಸೈನ್ ಅಪ್ ಮತ್ತು ಲಾಗಿನ್ ಪ್ಲಗಿನ್
ku: تکایە پێوەکراوی DIGITS: Wordpress Mobile Number Signup and Login دابنێ
lo: ກະລຸນາຕິດຕັ້ງປລັກອິນ DIGITS: Wordpress Mobile Number Signup and Login
lt: Įdiekite DIGITS: WordPress mobiliojo numerio registracijos ir prisijungimo įskiepį
mr: कृपया डिजिट्स प्लगइन स्थापित करा: वर्डप्रेस मोबाइल नंबर साइनअप आणि लॉगिन प्लगइन
ms: Sila pasang pemalam DIGITS: Wordpress Mobile Number Signup and Log masuk
my: ကျေးဇူးပြု၍ DIGITS- Wordpress မိုဘိုင်းနံပါတ် အကောင့်ဖွင့်ခြင်းနှင့် အကောင့်ဝင်ခြင်း ပလပ်အင်ကို ထည့်သွင်းပါ။
no: Vennligst installer DIGITS: WordPress Mobile Number Signup and Login-utvidelsen
pl: Zainstaluj wtyczkę DIGITS: WordPress Mobile Number Signup and Login
ro: Te rugăm să instalezi pluginul DIGITS: Wordpress Mobile Number Signup and Login
si: කරුණාකර DIGITS: Wordpress Mobile Number Signup and Login ප්ලගිනය ස්ථාපනය කරන්න
sk: Nainštalujte si doplnok DIGITS: WordPress Mobile Number Signup and Login
sq: Ju lutemi instaloni shtojcën DIGITS: Wordpress Mobile Number Signup and Login
sr: Молимо инсталирајте додатак ДИГИТС: Вордпресс Мобиле Нумбер Сигнуп анд Логин
sv: Installera DIGITS: WordPress Mobile Number Signup and Login plugin
sw: Tafadhali sakinisha programu-jalizi ya DIGITS: Usajili wa Nambari ya Simu ya WordPress na Kuingia
ta: இலக்கங்களை நிறுவவும்: Wordpress Mobile Number Signup and Login plugin
te: దయచేసి DIGITS: WordPress Mobile Number Signup and Login ప్లగిన్ ఇన్‌స్టాల్ చేయండి
th: กรุณาติดตั้งปลั๊กอิน DIGITS: WordPress Mobile Number Signup and Login
tr: Lütfen DIGITS: WordPress Mobil Numara Kayıt ve Giriş eklentisini yükleyin
uk: Встановіть плагін DIGITS: Wordpress Mobile Number Signup and Login
ur: براہ کرم DIGITS انسٹال کریں: ورڈپریس موبائل نمبر سائن اپ اور لاگ ان پلگ ان
uz: Iltimos, DIGITS: WordPress mobil raqamini ro'yxatdan o'tkazish va kirish plaginini o'rnating
vi: Vui lòng cài đặt plugin DIGITS: Wordpress Mobile Number Signup and Login

# insufficientBalanceMessage
source: You only have {currentBalance} left in your wallet
am: በእርስዎ እቃ ላይ {currentBalance} ብቻ ነው
ar: لديك فقط {currentBalance} في محفظتك
az: Cüzdanınızda yalnız {currentBalance} qalıb
bg: В портфейла ви остават само {currentBalance}
bn: আপনার ওয়ালেটে শুধুমাত্র {currentBalance} বাকি আছে
bs: Ostalo vam je još samo {currentBalance} u novčaniku
ca: Només et queden {currentBalance} a la cartera
cs: V peněžence máte pouze {currentBalance}
da: Du har kun {currentBalance} tilbage i din tegnebog
el: Σας απομένουν μόνο {currentBalance} στο πορτοφόλι σας
et: Sinu rahakotis on ainult {currentBalance}
fa: موجودی کیف پول شما فقط {currentBalance} است
fi: Lompakossasi on vain {currentBalance} jäljellä
he: נותרו לך רק {currentBalance} בארנק
hi: आपके वॉलेट में केवल {currentBalance} शेष है
hu: Már csak {currentBalance} van a pénztárcájában
id: Saldo dompet Anda tinggal {currentBalance}
ja: ウォレット残高が不足しています（残高：{currentBalance}）
ka: თქვენს საფულეში მხოლოდ {currentBalance} გაქვთ დარჩენილი
kk: Әмияныңызда тек {currentBalance} ғана қалды
km: អ្នកនៅសល់តែ {currentBalance} នៅក្នុងកាបូបរបស់អ្នក
kn: ನಿಮ್ಮ ವ್ಯಾಲೆಟ್‌ನಲ್ಲಿ {currentBalance} ಮಾತ್ರ ಉಳಿದಿದೆ
ku: تەنها {currentBalance} لە کیفەکەت ماوە
lo: ທ່ານມີເງິນພຽງແຕ່ {currentBalance} ໃນກະເປົາເງິນຂອງທ່ານ
lt: Piniginėje liko tik {currentBalance}
mr: तुमच्या वॉलेटमध्ये फक्त {currentBalance} शिल्लक आहे
ms: Anda hanya mempunyai {currentBalance} lagi dalam dompet anda
my: သင့်ပိုက်ဆံအိတ်ထဲတွင် {currentBalance} သာ ကျန်တော့သည်။
no: Du har bare {currentBalance} igjen i lommeboken
pl: W Twoim portfelu pozostało tylko {currentBalance}
ro: Mai ai doar {currentBalance} în portofel
si: ඔබගේ පසුම්බියේ ඉතිරිව ඇත්තේ {currentBalance} පමණි
sk: V peňaženke vám zostáva len {currentBalance}
sq: Ju kanë mbetur vetëm {currentBalance} në portofolin tuaj
sr: Остало вам је још само {currentBalance} у новчанику
sv: Du har endast {currentBalance} kvar i din plånbok
sw: Una {currentBalance} tu kwenye pochi yako
ta: உங்கள் பணப்பையில் இன்னும் {currentBalance} மட்டுமே உள்ளது
te: మీ వాలెట్‌లో కేవలం {currentBalance} మాత్రమే మిగిలి ఉంది
th: คุณมีเงินเหลือในกระเป๋าสตางค์เพียง {currentBalance} เท่านั้น
tr: Cüzdanınızda yalnızca {currentBalance} kaldı
uk: У вашому гаманці залишилось лише {currentBalance}
ur: آپ کے بٹوے میں صرف {currentBalance} باقی ہیں۔
uz: Hisobingizda faqat {currentBalance} qoldi
vi: Bạn chỉ còn {currentBalance} trong ví của mình

source: Mobile is required
am: ሞባይል አስፈላጊ ነው
ar: رقم الهاتف مطلوب
az: Mobil tələb olunur
bg: Изисква се мобилен номер
bn: মোবাইল প্রয়োজন
bs: Mobitel je obavezan
ca: Es requereix un mòbil
cs: Mobilní telefon je povinný
da: Mobilnummer er påkrævet
el: Απαιτείται κινητό
et: Mobiilinumber on kohustuslik
fa: شماره موبایل الزامی است
fi: Puhelinnumero vaaditaan
he: נדרש מספר נייד
hi: मोबाइल नंबर आवश्यक है
hu: A mobilszám megadása kötelező
id: Nomor ponsel wajib diisi
ja: 電話番号は必須です
ka: საჭიროა მობილური
kk: Ұялы телефон қажет
km: សូមបញ្ចូលលេខទូរស័ព្ទ
kn: ಮೊಬೈಲ್ ಅಗತ್ಯವಿದೆ
ku: ژمارەی مۆبایل پێویستە
lo: ຕ້ອງໃສ່ເບີມືຖື
lt: Mobilusis numeris yra privalomas
mr: मोबाईल नंबर आवश्यक आहे
ms: Mudah alih diperlukan
my: မိုဘိုင်းလ် လိုအပ်ပါသည်။
no: Mobilnummer er påkrevd
pl: Numer telefonu jest wymagany
ro: Numărul de telefon este obligatoriu
si: ජංගම දුරකථන අංකය අවශ්‍යයි
sk: Vyžaduje sa mobilné číslo
sq: Numri i celularit është i detyrueshëm
sr: Мобилни телефон је обавезан
sv: Mobilnummer krävs
sw: Nambari ya simu inahitajika
ta: மொபைல் தேவை
te: మొబైల్ అవసరం
th: จำเป็นต้องมีโทรศัพท์มือถือ
tr: Telefon numarası gerekli
uk: Номер телефону обов'язковий
ur: موبائل درکار ہے۔
uz: Telefon raqami kiritilishi shart
vi: Điện thoại di động là bắt buộc

# mobileNumberInUse
source: Mobile Number already in use!
am: የሞባይል ቁጥር አስቀድሞ ተጠቅመዋል!
ar: رقم الهاتف مستخدم بالفعل!
az: Mobil Nömrə artıq istifadə olunur!
bg: Този мобилен номер вече се използва!
bn: মোবাইল নম্বর ইতিমধ্যেই ব্যবহার করা হচ্ছে!
bs: Broj mobilnog telefona je već u upotrebi!
ca: El número de mòbil ja està en ús!
cs: Mobilní číslo je již používáno!
da: Mobilnummeret er allerede i brug!
el: Ο αριθμός κινητού είναι ήδη σε χρήση!
et: See mobiilinumber on juba kasutusel!
fa: این شماره موبایل قبلاً استفاده شده است!
fi: Puhelinnumero on jo käytössä!
he: מספר הנייד כבר בשימוש!
hi: यह मोबाइल नंबर पहले से उपयोग में है!
hu: Ez a mobilszám már használatban van!
id: Nomor ponsel sudah digunakan
ja: この電話番号は既に使用されています
ka: მობილურის ნომერი უკვე გამოიყენება!
kk: Ұялы телефон нөмірі қолданыста!
km: លេខទូរស័ព្ទនេះត្រូវបានប្រើរួចហើយ!
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆ ಈಗಾಗಲೇ ಬಳಸಲಾಗುತ್ತಿದೆ!
ku: ژمارەی مۆبایل پێشتر بەکارهاتووە!
lo: ເບີມືຖືນີ້ຖືກໃຊ້ແລ້ວ!
lt: Mobilusis numeris jau naudojamas!
mr: हा मोबाईल नंबर आधीच वापरात आहे!
ms: Nombor Mudah Alih sudah digunakan!
my: မိုဘိုင်းနံပါတ်ကို အသုံးပြုပြီးဖြစ်သည်။
no: Mobilnummeret er allerede i bruk!
pl: Ten numer telefonu jest już używany!
ro: Numărul de telefon este deja folosit!
si: ජංගම අංකය දැනටමත් භාවිතයේ ඇත!
sk: Mobilné číslo sa už používa!
sq: Ky numër celulari është tashmë në përdorim!
sr: Број мобилног телефона је већ у употреби!
sv: Mobilnumret används redan!
sw: Nambari ya simu tayari inatumika!
ta: மொபைல் எண் ஏற்கனவே பயன்பாட்டில் உள்ளது!
te: మొబైల్ నంబర్ ఇప్పటికే ఉపయోగంలో ఉంది!
th: เบอร์มือถือถูกใช้งานแล้ว!
tr: Bu telefon numarası zaten kullanımda!
uk: Цей номер телефону вже використовується!
ur: موبائل نمبر پہلے سے استعمال میں ہے!
uz: Bu telefon raqami allaqachon ishlatilmoqda!
vi: Số điện thoại di động đã được sử dụng!

source: Need help?
am: እገዛ ይፈልጋሉ?
ar: بحاجة إلى مساعدة؟
az: Kömək lazımdır?
bg: Нужда от помощ?
bn: সাহায্য প্রয়োজন?
bs: Trebate pomoć?
ca: Necessites ajuda?
cs: Potřebujete pomoc?
da: Brug for hjælp?
el: Χρειάζεστε βοήθεια;
et: Vajad abi?
fa: به کمک نیاز دارید؟
fi: Tarvitsetko apua?
he: זקוק לעזרה?
hi: मदद चाहिए?
hu: Segítségre van szüksége?
id: Butuh bantuan?
ja: お困りですか？
ka: დახმარება გჭირდებათ?
kk: Көмек керек пе?
km: ត្រូវការជំនួយមែនទេ?
kn: ಸಹಾಯ ಬೇಕಾ?
ku: یارمەتی پێویستە؟
lo: ຕ້ອງການຄວາມຊ່ວຍເຫຼືອບໍ?
lt: Reikia pagalbos?
mr: मदत हवी आहे?
ms: Perlukan bantuan?
my: အကူအညီလိုပါသလား။
no: Trenger du hjelp?
pl: Potrzebujesz pomocy?
ro: Ai nevoie de ajutor?
si: උදව් අවශ්‍යද?
sk: Potrebujete pomoc?
sq: Ju nevojitet ndihmë?
sr: Треба вам помоћ?
sv: Behöver du hjälp?
sw: Unahitaji msaada?
ta: உதவி தேவையா?
te: సహాయం కావాలా?
th: ต้องการความช่วยเหลือ?
tr: Yardıma mı ihtiyacınız var?
uk: Потрібна допомога?
ur: مدد کی ضرورت ہے؟
uz: Yordam kerakmi?
vi: Cần giúp đỡ?

source: No Comments
am: ምንም አስተያየቶች የሉም
ar: لا توجد تعليقات
az: Şərh yoxdur
bg: Няма коментари
bn: কোন মন্তব্য নেই
bs: Nema komentara
ca: Sense comentaris
cs: Žádné komentáře
da: Ingen kommentarer
el: Δεν υπάρχουν σχόλια
et: Kommentaare pole
fa: نظری وجود ندارد
fi: Ei kommentteja
he: אין תגובות
hi: कोई टिप्पणी नहीं है
hu: Nincsenek hozzászólások
id: Belum ada komentar
ja: コメントはありません
ka: კომენტარები არ არის
kk: Пікірлер жоқ
km: មិនទាន់មានមតិយោបល់
kn: ಯಾವುದೇ ಪ್ರತಿಕ್ರಿಯೆಗಳು ಇಲ್ಲ
ku: بێ لێدوان
lo: ບໍ່ມີຄຳເຫັນ
lt: Komentarų nėra
mr: कोणत्याही टिप्पण्या नाहीत
ms: Tiada Komen
my: အထူးပြောစရာမရှိ
no: Ingen kommentarer
pl: Brak komentarzy
ro: Fără comentarii
si: අදහස් නොමැත
sk: Žiadne komentáre
sq: Nuk ka komente
sr: Нема коментара
sv: Inga kommentarer
sw: Hakuna Maoni
ta: கருத்துகள் இல்லை
te: ఎటువంటి వ్యాఖ్యలు లేవు
th: ไม่มีความคิดเห็น
tr: Henüz yorum yok
uk: Коментарів немає
ur: کوئی تبصرہ نہیں
uz: Izohlar yo'q
vi: Không có bình luận

# noConversationDescription
source: It will appear when someone starts chatting with you
am: ሰው ሲጀምር ከእርስዎ ጋር መወያየት ይታያል
ar: ستظهر المحادثات عندما يبدأ شخص ما بالتواصل معك
az: Kimsə sizinlə söhbət etməyə başlayanda görünəcək
bg: Ще се появи, когато започнете разговор с някого
bn: কেউ আপনার সাথে চ্যাট শুরু করলে এটি প্রদর্শিত হবে
bs: Pojavit će se kada neko počne ćaskati s vama
ca: Apareixerà quan algú comenci a xerrar amb tu
cs: Zobrazí se, když s vámi někdo začne chatovat
da: Vises, når nogen begynder at chatte med dig
el: Θα εμφανιστεί όταν κάποιος αρχίσει να συνομιλεί μαζί σας
et: See kuvatakse, kui keegi sinuga vestlema hakkab
fa: پس از شروع گفتگو توسط دیگران نمایش داده می‌شود
fi: Näkyy, kun joku aloittaa keskustelun kanssasi
he: יופיע כאשר מישהו יתחיל לשוחח איתך
hi: जब कोई आपसे बात करना शुरू करेगा तब यह दिखाई देगा
hu: Akkor jelenik meg, amikor valaki chat beszélgetést kezdeményez Önnel
id: Percakapan akan muncul ketika seseorang mulai mengobrol dengan Anda
ja: メッセージのやり取りが始まると表示されます
ka: ის გამოჩნდება, როდესაც ვინმე დაიწყებს თქვენთან საუბარს
kk: Бұл біреу сізбен сөйлесе бастағанда пайда болады
km: នឹងបង្ហាញនៅពេលមាននរណាម្នាក់ចាប់ផ្តើមជជែកជាមួយអ្នក
kn: ಯಾರಾದರೂ ನಿಮ್ಮೊಂದಿಗೆ ಚಾಟ್ ಮಾಡಲು ಪ್ರಾರಂಭಿಸಿದಾಗ ಅದು ತೋರಿಸುತ್ತದೆ
ku: ئەمە دەرکەوت دەبێت کە کەسێک گفتوگۆ لەگەڵت دەست پێ بکات
lo: ຈະປາກົດເມື່ອມີຄົນເລີ່ມສົນທະນາກັບທ່ານ
lt: Pokalbis bus rodomas, kai kas nors pradės su jumis bendrauti
mr: जेव्हा कोणी तुमच्याशी संभाषण सुरू करेल तेव्हा ते येथे दिसेल
ms: Ia akan muncul apabila seseorang mula bersembang dengan anda
my: တစ်စုံတစ်ယောက်သည် သင်နှင့် စကားပြောစပြုသောအခါတွင် ၎င်းသည် ပေါ်လာလိမ့်မည်။
no: Dette vises når noen starter en chat med deg
pl: Pojawi się, gdy rozpoczniesz rozmowę
ro: Va apărea când cineva începe să vorbească cu tine
si: ඔබ සමඟ කතාබස් ආරම්භ කරන විට මෙය පෙනේ
sk: Zobrazí sa, keď s vami niekto začne chatovať
sq: Do të shfaqet kur dikush fillon të bisedojë me ju
sr: Појавиће се када неко почне да ћаска са вама
sv: Visas när någon börjar chatta med dig
sw: Itaonekana mtu anapoanza kuongea nawe
ta: யாராவது உங்களுடன் அரட்டையடிக்கத் தொடங்கும் போது அது தோன்றும்
te: ఎవరైనా మీతో చాట్ ప్రారంభించినప్పుడు ఇది కనిపిస్తుంది
th: มันจะปรากฏขึ้นเมื่อมีคนเริ่มแชทกับคุณ
tr: Birisi sizinle sohbet etmeye başladığında burada görünecek
uk: З'явиться, коли хтось почне з вами спілкуватися
ur: یہ تب ظاہر ہوگا جب کوئی آپ کے ساتھ چیٹ کرنا شروع کرے گا۔
uz: Kimdir siz bilan suhbatlashganda paydo bo'ladi
vi: Sẽ xuất hiện khi ai đó bắt đầu trò chuyện với bạn

# noPaymentMethodsAvailable
source: No payment methods are available.
am: ምንም የመክፈያ ዘዴ አልተገኘም።
ar: لا توجد طرق دفع متاحة
az: Heç bir ödəniş metodu mövcud deyil.
bg: Няма налични начини за плащане.
bn: কোন পেমেন্ট পদ্ধতি উপলব্ধ নেই.
bs: Nema dostupnih načina plaćanja.
ca: No hi ha mètodes de pagament disponibles.
cs: Nejsou dostupné žádné platební metody
da: Ingen betalingsmetoder er tilgængelige.
el: Δεν υπάρχουν διαθέσιμοι τρόποι πληρωμής.
et: Maksemeetodid pole saadaval
fa: هیچ روش پرداختی در دسترس نیست
fi: Maksutapoja ei ole saatavilla.
he: אין אמצעי תשלום זמינים
hi: कोई भुगतान विधि उपलब्ध नहीं है।
hu: Nincs elérhető fizetési mód.
id: Tidak ada metode pembayaran tersedia
ja: 利用可能な支払い方法がありません
ka: გადახდის მეთოდები არ არის ხელმისაწვდომი.
kk: Төлем әдістері қолжетімді емес.
km: មិនមានវិធីបង់ប្រាក់ទេ
kn: ಯಾವುದೇ ಪಾವತಿ ವಿಧಾನಗಳು ಲಭ್ಯವಿಲ್ಲ.
ku: هیچ شێوازی پارەدان بەردەست نییە.
lo: ບໍ່ມີວິທີການຈ່າຍເງິນທີ່ໃຊ້ໄດ້.
lt: Nėra galimų mokėjimo būdų
mr: कोणत्याही पेमेंट पद्धती उपलब्ध नाहीत.
ms: Tiada kaedah pembayaran tersedia.
my: ငွေပေးချေမှုနည်းလမ်းများ မရရှိနိုင်ပါ။
no: Ingen betalingsmetoder er tilgjengelige
pl: Brak dostępnych metod płatności
ro: Nu sunt disponibile metode de plată.
si: ගෙවීම් ක්‍රම කිසිවක් නොමැත.
sk: Nie sú dostupné žiadne spôsoby platby
sq: Nuk ka metoda pagese në dispozicion
sr: Нема доступних начина плаћања.
sv: Inga betalningsmetoder tillgängliga.
sw: Hakuna njia za malipo zinazopatikana
ta: கட்டணம் செலுத்தும் முறைகள் எதுவும் இல்லை.
te: ఎటువంటి చెల్లింపు పద్ధతులు అందుబాటులో లేవు.
th: ไม่มีวิธีการชำระเงินที่สามารถใช้ได้
tr: Ödeme yöntemi mevcut değil
uk: Способи оплати недоступні
ur: ادائیگی کے کوئی طریقے دستیاب نہیں ہیں۔
uz: To'lov usullari mavjud emas
vi: Hiện không có phương thức thanh toán nào

source: Picking
am: በመምረጥ ላይ
ar: جارٍ التجهيز
az: Seçim
bg: В процес на подготовка
bn: প্রসবের জন্য অপেক্ষা করছি
bs: Čeka se isporuka
ca: Esperant el lliurament
cs: Připravuje se k vyzvednutí
da: Plukker
el: Αναμονή για παράδοση
et: Komplekteerimisel
fa: در حال جمع‌آوری
fi: Keräilyssä
he: באיסוף
hi: पिक करने की प्रतीक्षा में
hu: Összekészítés alatt
id: Sedang dipilih
ja: 商品準備中
ka: ელოდება მიწოდებას
kk: Жеткізу күтілуде
km: កំពុងរៀបចំ
kn: ವಿತರಣೆಗಾಗಿ ನಿರೀಕ್ಷಿಸಲಾಗುತ್ತಿದೆ
ku: هەڵبژاردن
lo: ກຳລັງກະກຽມ
lt: Ruošiama
mr: पिकिंग
ms: Menunggu penghantaran
my: ပေးပို့ရန်စောင့်ဆိုင်းနေသည်။
no: Plukking pågår
pl: W trakcie kompletowania
ro: În curs de pregătire
si: තේරීම
sk: Pripravuje sa
sq: Duke përgatitur
sr: Чека се испорука
sv: Plockar
sw: Inakusanywa
ta: டெலிவரிக்காக காத்திருக்கிறது
te: ఎంచుకుంటున్నారు
th: กำลังรอการจัดส่ง
tr: Hazırlanıyor
uk: КОМПЛЕКТУЄТЬСЯ
ur: ڈیلیوری کا انتظار ہے۔
uz: Yig'ilmoqda
vi: Đang lấy hàng

source: Processing...
am: በማስኬድ ላይ...
ar: جارٍ المعالجة...
az: Emal edilir...
bg: Обработва се...
bn: প্রক্রিয়া করা হচ্ছে...
bs: Obrada...
ca: S'està processant...
cs: Zpracovává se...
da: Behandler...
el: Επεξεργασία...
et: Töötlemine...
fa: در حال پردازش...
fi: Käsitellään...
he: מעבד...
hi: प्रोसेसिंग...
hu: Feldolgozás...
id: Memproses...
ja: 処理中...
ka: დამუშავება...
kk: Өңделуде...
km: កំពុងដំណើរការ...
kn: ಪ್ರಕ್ರಿಯೆ ನಡೆಯುತ್ತಿದೆ...
ku: لە پڕۆسەدایە...
lo: ກຳລັງດຳເນີນການ...
lt: Apdorojama...
mr: प्रक्रिया चालू आहे...
ms: Memproses...
my: လုပ်ဆောင်နေသည်...
no: Behandler...
pl: Przetwarzanie...
ro: Se procesează...
si: සැකසෙමින්...
sk: Spracováva sa...
sq: Duke përpunuar...
sr: Обрада...
sv: Bearbetar...
sw: Inashughulikiwa...
ta: செயலாக்குகிறது...
te: ప్రాసెసింగ్...
th: กำลังประมวลผล...
tr: İşleniyor...
uk: Обробка...
ur: پروسیسنگ...
uz: Qayta ishlanmoqda...
vi: Đang xử lý...

source: Random
am: የዘፈቀደ
ar: عشوائي
az: Təsadüfi
bg: Произволен
bn: এলোমেলো
bs: Slučajno
ca: Aleatori
cs: Náhodně
da: Tilfældig
el: Τυχαίος
et: Juhuslik
fa: تصادفی
fi: Satunnainen
he: אקראי
hi: रैंडम
hu: Véletlenszerű
id: Acak
ja: ランダム
ka: შემთხვევითი
kk: Кездейсоқ
km: ចៃដន្យ
kn: ಯಾದೃಚ್ಛಿಕ
ku: هەڕەشە
lo: ສຸ່ມ
lt: Atsitiktinis
mr: यादृच्छिक
ms: rawak
my: ကြုံသလို
no: Tilfeldig
pl: Losowy
ro: Aleatoriu
si: අහඹු
sk: Náhodne
sq: Rastësisht
sr: Рандом
sv: Slumpmässig
sw: Nasibu
ta: சீரற்ற
te: యాదృచ్ఛికం
th: สุ่ม
tr: Rastgele
uk: Випадково
ur: بے ترتیب
uz: Tasodifiy
vi: Ngẫu nhiên

source: Ready to pick
am: ለመውሰድ ዝግጁ ነው
ar: جاهز للتجهيز
az: Seçməyə hazırdır
bg: Готов за вземане
bn: প্রসবের জন্য অপেক্ষা করছি
bs: Čeka se isporuka
ca: Esperant el lliurament
cs: Připraveno k vyzvednutí
da: Klar til afhentning
el: Αναμονή για παράδοση
et: Valmis komplekteerimiseks
fa: آماده جمع‌آوری
fi: Noudettavissa
he: מוכן לאיסוף
hi: पिक करने के लिए तैयार
hu: Összekészítésre vár
id: Siap diambil
ja: 商品準備完了
ka: ელოდება მიწოდებას
kk: Жеткізу күтілуде
km: បានត្រៀមរួចសម្រាប់ការដឹកជញ្ជូន
kn: ವಿತರಣೆಗಾಗಿ ನಿರೀಕ್ಷಿಸಲಾಗುತ್ತಿದೆ
ku: ئامادەیە بۆ وەرگرتن
lo: ພ້ອມກະກຽມ
lt: Paruošta atsiėmimui
mr: पिक करण्यास तयार
ms: Menunggu penghantaran
my: ပေးပို့ရန်စောင့်ဆိုင်းနေသည်။
no: Klar til henting
pl: Gotowe do odbioru
ro: Gata de ridicare
si: ගන්න සූදානම්
sk: Pripravené na vyzdvihnutie
sq: Gati për t'u marrë
sr: Чека се испорука
sv: Redo att plockas
sw: Tayari kwa kukusanywa
ta: டெலிவரிக்காக காத்திருக்கிறது
te: ఎంచుకోవడానికి సిద్ధంగా ఉంది
th: กำลังรอการจัดส่ง
tr: Hazırlanıyor
uk: ГОТОВО ДО ВИДАЧІ
ur: ڈیلیوری کا انتظار ہے۔
uz: Olishga tayyor
vi: Sẵn sàng lấy hàng

# receivedMoneyFrom
source: Received money from {name}
am: በ{name} ገንዘብ ተቀበለ
ar: استلمت مبلغاً من {name}
az: {name}tərəfindən pul alındı
bg: Получени пари от {name}
bn: {name}থেকে টাকা প্রাপ্ত হয়েছে
bs: Primljen novac od {name}
ca: S'ha rebut diners de {name}
cs: Přijaty peníze od uživatele {name}
da: Modtog penge fra {name}
el: Έλαβε χρήματα από {name}
et: Sai raha kasutajalt {name}
fa: دریافت پول از {name}
fi: Vastaanotettu rahaa käyttäjältä {name}
he: התקבל תשלום מ-{name}
hi: {name} से पैसे प्राप्त हुए
hu: Pénz érkezett tőle: {name}
id: Menerima uang dari {name}
ja: {name}から入金がありました
ka: მიღებული ფული {name}-ისგან
kk: Ақшаны {name} алды
km: បានទទួលប្រាក់ពី {name}
kn: {name}ರಿಂದ ಹಣವನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ
ku: پارە وەرگیرا لە {name}
lo: ໄດ້ຮັບເງິນຈາກ {name}
lt: Gauti pinigai iš {name}
mr: {name} कडून पैसे प्राप्त झाले
ms: Menerima wang daripada {name}
my: {name}ထံမှ ငွေလက်ခံရရှိသည်
no: Mottok penger fra {name}
pl: Otrzymano środki od {name}
ro: A primit bani de la {name}
si: {name} වෙතින් මුදල් ලැබී ඇත
sk: Prijaté peniaze od používateľa {name}
sq: Morët para nga {name}
sr: Примио новац од {name}
sv: Tog emot pengar från {name}
sw: Umepokea pesa kutoka kwa {name}
ta: {name}இலிருந்து பணம் பெறப்பட்டது
te: {name} నుండి డబ్బు అందుకుంది
th: ได้รับเงินจาก {name}
tr: {name} tarafından para alındı
uk: Отримано кошти від {name}
ur: {name}سے رقم موصول ہوئی
uz: {name}dan pul qabul qilindi
vi: Nhận tiền từ {name}

# registerErrorSyncAccount
source: Unable to sync account with server
am: አካውንቱን ከሰርቨሩ ጋር ማመሳሰል አልተቻለም
ar: تعذرت مزامنة الحساب. يرجى تسجيل الدخول للمتابعة
az: Hesabı serverlə sinxronlaşdırmaq mümkün deyil
bg: Не може да се синхронизира акаунтът. Моля, влезте, за да продължите.
bn: অ্যাকাউন্ট সিঙ্ক করতে অক্ষম৷ চালিয়ে যেতে লগ ইন করুন.
bs: Nije moguće sinhronizirati račun. Molimo prijavite se da nastavite.
ca: No es pot sincronitzar el compte. Inicieu sessió per continuar.
cs: Účet nelze synchronizovat. Přihlaste se prosím pro pokračování
da: Kontoen kunne ikke synkroniseres. Log venligst ind for at fortsætte.
el: Δεν είναι δυνατός ο συγχρονισμός του λογαριασμού. Παρακαλώ συνδεθείτε για να συνεχίσετε.
et: Kontot ei saa sünkroonida. Jätkamiseks logi sisse
fa: همگام‌سازی حساب امکان‌پذیر نیست. لطفاً برای ادامه وارد شوید
fi: Tilin synkronointi epäonnistui. Kirjaudu sisään jatkaaksesi.
he: לא ניתן לסנכרן את החשבון. אנא התחבר כדי להמשיך
hi: खाता सिंक नहीं हो पा रहा। कृपया जारी रखने के लिए लॉग इन करें।
hu: A fiók szinkronizálása sikertelen. Kérjük, jelentkezzen be a folytatáshoz.
id: Tidak dapat menyinkronkan akun. Silakan masuk untuk melanjutkan
ja: アカウントの同期に失敗しました。続行するにはログインしてください
ka: ანგარიშის სინქრონიზაცია შეუძლებელია. გთხოვთ შეხვიდეთ გასაგრძელებლად.
kk: Есептік жазбаны синхрондау мүмкін емес. Жалғастыру үшін жүйеге кіріңіз.
km: មិនអាចធ្វើសមកាលកម្មគណនីបានទេ។ សូមចូលគណនីរបស់អ្នកដើម្បីបន្ត
kn: ಖಾತೆಯನ್ನು ಸಿಂಕ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. ಮುಂದುವರಿಯಲು ದಯವಿಟ್ಟು ಲಾಗಿನ್ ಮಾಡಿ.
ku: نەتوانرا هەژمارت لەگەڵ ڕاژە هەماهەنگ بکرێت
lo: ບໍ່ສາມາດຊິງຄ໌ບັນຊີໄດ້. ກະລຸນາເຂົ້າສູ່ລະບົບເພື່ອສືບຕໍ່.
lt: Nepavyko sinchronizuoti paskyros. Norėdami tęsti, prisijunkite
mr: खाते समक्रमित करता आले नाही. पुढे जाण्यासाठी कृपया लॉग इन करा.
ms: Tidak dapat menyegerakkan akaun. Sila log masuk untuk meneruskan.
my: အကောင့်ကို စင့်ခ်လုပ်၍မရပါ။ ရှေ့ဆက်ရန် ကျေးဇူးပြု၍ လော့ဂ်အင်ဝင်ပါ။
no: Kunne ikke synkronisere kontoen. Logg inn for å fortsette.
pl: Nie można zsynchronizować konta. Zaloguj się, aby kontynuować
ro: Nu se poate sincroniza contul. Te rugăm să te conectezi pentru a continua.
si: ගිණුම සේවාදායකය සමඟ සම්මුහුර්ත කළ නොහැක
sk: Účet sa nepodarilo synchronizovať. Pre pokračovanie sa prihláste
sq: Llogaria nuk mund të sinkronizohet. Ju lutemi identifikohuni për të vazhduar
sr: Није могуће синхронизовати налог. Пријавите се да бисте наставили.
sv: Det gick inte att synkronisera kontot. Logga in för att fortsätta.
sw: Imeshindwa kusawazisha akaunti. Tafadhali ingia ili kuendelea
ta: கணக்கை ஒத்திசைக்க முடியவில்லை. தொடர உள்நுழையவும்.
te: సర్వర్‌తో ఖాతాను సమకాలీకరించలేకపోయాం
th: ไม่สามารถซิงค์บัญชีได้ กรุณาเข้าสู่ระบบเพื่อดำเนินการต่อ
tr: Hesap senkronize edilemiyor. Devam etmek için lütfen giriş yapın.
uk: Не вдалося синхронізувати обліковий запис. Будь ласка, увійдіть, щоб продовжити
ur: اکاؤنٹ کی مطابقت پذیری سے قاصر۔ جاری رکھنے کے لیے براہ کرم لاگ ان کریں۔
uz: Hisobni sinxronlash imkonsiz. Davom etish uchun tizimga kiring
vi: Không thể đồng bộ tài khoản. Vui lòng đăng nhập để tiếp tục.
