Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Logout failed
am: መውጣት አልተሳካም
ar: فشل تسجيل الخروج
az: Çıxış uğursuz oldu
bg: Неуспешно излизане
bn: লগআউট ব্যর্থ হয়েছে
bs: Odjava nije uspjela
ca: No s'ha pogut tancar la sessió
cs: Odhlášení se nezdařilo
da: Log ud mislykkedes
el: Η αποσύνδεση απέτυχε
et: Väljalogimine ebaõnnestus
fa: خروج ناموفق بود
fi: Uloskirjautuminen epäonnistui
he: היציאה נכשלה
hi: लॉगआउट विफल
hu: Kijelentkezés sikertelen
id: Logout gagal
ja: ログアウトに失敗しました
kk: It appears you haven't provided any text to translate. Please provide the text you'd like translated to Kazakh.
km: ការចាកចេញបានបរាជ័យ
kn: It appears that the text to be translated is empty (""). If you provide the text you want translated, I can help with a high-quality Kannada translation.
ku: دەرچوون سەرکەوتوو نەبوو
lo: ອອກຈາກລະບົບລົ້ມເຫລວ
lt: Atsijungti nepavyko
mr: लॉगआउट अयशस्वी झाले
ms: Log keluar gagal
my: ထွက်ရန် မအောင်မြင်ပါ။
no: Utlogging mislyktes
pl: Wylogowanie nie powiodło się
ro: Deconectare eșuată
si: පිටවීම අසාර්ථකයි
sk: Odhlásenie zlyhalo
sq: Dalja dështoi
sr: Одјава није успела
sv: Utloggning misslyckades
sw: Imeshindwa kuondoka
ta: வெளியேறுதல் தோல்வியடைந்தது
te: లాగౌట్ విఫలమైంది
th: ออกจากระบบล้มเหลว
tr: Çıkış başarısız oldu
uk: Не вдалося вийти
ur: لاگ آؤٹ ناکام ہو گیا۔
uz: Chiqish amalga oshmadi
vi: Đăng xuất không thành công

# logoutSuccess
source: Logout successfully
am: በተሳካ ሁኔታ ወጥቷል
ar: تم تسجيل الخروج بنجاح
az: Uğurla çıxış
bg: Успешно излязохте
bn: সফলভাবে লগআউট হয়েছে
bs: Uspješna odjava
ca: Sessió tancada amb èxit
cs: Odhlášení úspěšné
da: Logget ud
el: Επιτυχής αποσύνδεση
et: Väljalogimine õnnestus
fa: خروج با موفقیت
fi: Uloskirjautuminen onnistui
he: התנתקת בהצלחה
hi: लॉगआउट सफलतापूर्वक
hu: Sikeres kijelentkezés
id: Logout berhasil
ja: ログアウトに成功しました
kk: It appears you haven't included any text to translate. Please provide the text you'd like translated into Kazakh.
km: បានចេញដោយជោគជ័យ
kn: It appears that the text to be translated is empty (""). If you provide the text you want translated, I'll be happy to assist!
ku: بەسەرکەوتوویی دەرچوو
lo: ອອກຈາກລະບົບສຳເລັດແລ້ວ
lt: Atsijungti sėkmingai
mr: यशस्वीरित्या लॉगआउट केले
ms: Log keluar berjaya
my: အောင်မြင်စွာ ထွက်လိုက်ပါ။
no: Logget ut
pl: Wylogowano pomyślnie
ro: Deconectare cu succes
si: පිටවීම සාර්ථකව සිදු විය
sk: Odhlásenie úspešné
sq: Dil me sukses
sr: Одјава је успешна
sv: Logga ut
sw: Ondoka kwa mafanikio
ta: வெற்றிகரமாக வெளியேறு
te: విజయవంతంగా లాగ్ అవుట్ అయ్యారు
th: ออกจากระบบสำเร็จ
tr: Çıkış başarıyla gerçekleştirildi
uk: Вихід успішний
ur: کامیابی سے لاگ آؤٹ
uz: Muvaffaqiyatli chiqish
vi: Đăng xuất thành công

source: Loyalty Voucher
am: የታመነ ክፍያ ካርድ
ar: قسيمة الولاء
az: Sadiqlik çeki
bg: Ваучер за лоялност
bn: লয়ালটি ভাউচার
bs: Vaučer za lojalnost
ca: Val de fidelitat
cs: Věrnostní poukaz
da: Loyalitetskupon
el: Κουπόνι Πιστότητας
et: Lojaalsusvautšer
fa: کوپن وفاداری
fi: Kanta-asiakaskuponki
he: שובר נאמנות
hi: लॉयल्टी वाउचर
hu: Hűségutalvány
id: Voucher Loyalitas
ja: ロイヤルティバウチャー
kk: It appears that there is no text between the quotation marks for me to translate. Please provide the text you would like translated into Kazakh.
km: ប័ណ្ណផ្តល់ភាពស្មោះត្រង់
kn: It appears that you have not provided any text to translate. Please provide the text you would like translated to Kannada.
ku: فۆچەری وفاداری
lo: ບັດຄວາມສັດຊື່
lt: Lojalumo kuponas
mr: लॉयल्टी व्हाउचर
ms: Baucar Kesetiaan
my: သစ္စာစောင့်သိမှု ဘောက်ချာ
no: Lojalitetskupong
pl: Voucher lojalnościowy
ro: Voucher de fidelitate
si: විශ්වාස වවුචරය
sk: Vernostný poukaz
sq: Kupon Besnikërie
sr: Ваучер за лојалност
sv: Lojalitetskupong
sw: Vocha ya uaminifu
ta: விசுவாச வவுச்சர்
te: వఫాదారీ వౌచర్
th: บัตรกำนัลสมาชิก
tr: Sadakat kuponu
uk: Ваучер лояльності
ur: وفاداری واؤچر
uz: Sodiqlik vaucheri
vi: Phiếu mua hàng thành viên

# minOrderAmount
source: Minimum order amount for {storeName} is {minOrderAmount}. Please add few more items from this store!
am: ዝቅተኛ የትእዛዝ መጠን ለ {storeName} ነው፡ {minOrderAmount}። እባክዎ ተጨማሪ ንጥሎችን ያክሉ!
ar: الحد الأدنى لطلب {storeName} هو {minOrderAmount}. يُرجى إضافة بعض المنتجات الأخرى من هذا المتجر!
az: {storeName} üçün minimum sifariş məbləği {minOrderAmount}təşkil edir. Zəhmət olmasa, bu mağazadan daha bir neçə məhsul əlavə edin!
bg: Минималната сума за поръчка от {storeName} е {minOrderAmount}. Моля, добавете още артикули от този магазин!
bn: {storeName} এর জন্য সর্বনিম্ন অর্ডারের পরিমাণ হল {minOrderAmount}। এই দোকান থেকে আরও কিছু আইটেম যোগ করুন!
bs: Minimalni iznos narudžbe za {storeName} je {minOrderAmount}. Molimo vas da dodate još nekoliko artikala iz ove trgovine!
ca: L'import mínim de compra a {storeName} és {minOrderAmount}. Afegeix alguns articles més d'aquesta botiga!
cs: Minimální částka objednávky pro {storeName} je {minOrderAmount}. Přidejte prosím další položky z tohoto obchodu!
da: Minimumsbestillingsbeløbet for {storeName} er {minOrderAmount}. Tilføj venligst et par flere varer fra denne butik!
el: Η ελάχιστη ποσότητα παραγγελίας για το {storeName} είναι {minOrderAmount}. Προσθέστε μερικά ακόμη προϊόντα από αυτό το κατάστημα!
et: Minimaalne tellimuse summa poest {storeName} on {minOrderAmount}. Palun lisa sellest poest veel tooteid!
fa: حداقل مقدار سفارش برای {storeName} ، {minOrderAmount}است. لطفا چند کالای دیگر از این فروشگاه اضافه کنید!
fi: Minimitilaussumma kaupalle {storeName} on {minOrderAmount}. Lisääthän vielä muutamia tuotteita tästä kaupasta!
he: סכום הזמנה מינימלי עבור {storeName} הוא {minOrderAmount}. אנא הוסף עוד פריטים מהחנות הזו!
hi: {storeName} के लिए न्यूनतम ऑर्डर राशि {minOrderAmount}है। कृपया इस स्टोर से कुछ और आइटम जोड़ें!
hu: A minimális rendelési összeg {storeName} esetén {minOrderAmount}. Kérjük, adjon hozzá még néhány terméket ebből az áruházból!
id: Jumlah pesanan minimum untuk {storeName} adalah {minOrderAmount}. Harap tambahkan beberapa item lagi dari toko ini!
ja: {storeName} の最低注文金額は {minOrderAmount}です。このストアからさらに商品を追加してください。
kk: It appears you have not provided any text to translate. Please provide the text you would like translated to Kazakh.
km: ចំនួនទឹកប្រាក់បញ្ជាទិញអប្បបរមាសម្រាប់ {storeName} គឺ {minOrderAmount}។ សូមបន្ថែមទំនិញបន្ថែមពីហាងនេះទៀត!
kn: It appears that the text to be translated is empty (""). If you provide the text you want translated, I'll be happy to assist!
ku: کەمترین بڕی داواکاری بۆ {storeName} بریتییە لە {minOrderAmount}. تکایە هەندێک بەرهەم زیاتر لە ئەم فرۆشگایە زیاد بکە!
lo: ຈຳນວນການສັ່ງຊື້ຂັ້ນຕ່ຳສຳລັບ {storeName} ແມ່ນ {minOrderAmount}. ກະລຸນາເພີ່ມລາຍການຈາກຮ້ານນີ້ໜ້ອຍໜຶ່ງ!
lt: Minimali užsakymo suma {storeName} yra {minOrderAmount}. Prašome pridėti dar keletą prekių iš šios parduotuvės!
mr: {storeName} साठी किमान ऑर्डर रक्कम {minOrderAmount}आहे. कृपया या दुकानातून आणखी काही वस्तू जोडा!
ms: Amaun pesanan minimum untuk {storeName} ialah {minOrderAmount}. Sila tambah beberapa lagi item dari kedai ini!
my: {storeName} အတွက် အနည်းဆုံး မှာယူမှုပမာဏမှာ {minOrderAmount}ဖြစ်သည်။ ကျေးဇူးပြု၍ ဤစတိုးမှ ပစ္စည်းအနည်းငယ်ထည့်ပါ။
no: Minimumsbeløp for bestilling hos {storeName} er {minOrderAmount}. Vennligst legg til noen flere varer fra denne butikken!
pl: Minimalna kwota zamówienia dla {storeName} wynosi {minOrderAmount}. Proszę dodać jeszcze kilka pozycji z tego sklepu!
ro: Suma minimă a comenzii pentru {storeName} este {minOrderAmount}. Vă rugăm să adăugați încă câteva articole din acest magazin!
si: {storeName} සඳහා අවම ඇණවුම් මුදල {minOrderAmount} වේ. කරුණාකර මෙම වෙළඳසලෙන් තවත් අයිතම කිහිපයක් එකතු කරන්න!
sk: Minimálna suma objednávky pre {storeName} je {minOrderAmount}. Pridajte, prosím, ešte niekoľko položiek z tohto obchodu!
sq: Shuma minimale e porosisë për {storeName} është {minOrderAmount}. Ju lutemi shtoni disa artikuj të tjerë nga kjo dyqan!
sr: Минимални износ поруџбине за {storeName} је {minOrderAmount}. Молимо вас да додате још неколико артикала из ове продавнице!
sv: Minsta orderbelopp för {storeName} är {minOrderAmount}. Vänligen lägg till några fler varor från den här butiken!
sw: Kiasi cha chini cha agizo la {storeName} ni {minOrderAmount}. Tafadhali ongeza bidhaa chache zaidi kutoka kwa duka hili!
ta: {storeName} -க்கான குறைந்தபட்ச ஆர்டர் தொகை {minOrderAmount}. இந்தக் கடையிலிருந்து இன்னும் சில பொருட்களைச் சேர்க்கவும்!
te: {storeName} కోసం కనీస ఆర్డర్ మొత్తం {minOrderAmount}. దయచేసి ఈ స్టోర్ నుండి మరికొన్ని వస్తువులు జోడించండి!
th: จำนวนการสั่งซื้อขั้นต่ำสำหรับ {storeName} คือ {minOrderAmount}กรุณาเพิ่มสินค้าจากร้านค้านี้อีกสักสองสามรายการ!
tr: {storeName} için minimum sipariş miktarı {minOrderAmount}'dir. Lütfen bu mağazadan birkaç ürün daha ekleyin!
uk: Мінімальна сума замовлення для {storeName} становить {minOrderAmount}. Будь ласка, додайте ще кілька товарів з цього магазину!
ur: {storeName} کے لیے کم از کم آرڈر کی رقم {minOrderAmount}ہے۔ براہ کرم اس اسٹور سے کچھ اور آئٹمز شامل کریں!
uz: {storeName} uchun minimal buyurtma miqdori: {minOrderAmount}. Iltimos, ushbu do'kondan yana bir nechta narsalarni qo'shing!
vi: Số lượng đặt hàng tối thiểu cho {storeName} là {minOrderAmount}. Vui lòng thêm một vài sản phẩm nữa từ cửa hàng này!

# minTotalCouponInvalidMsg
source: This coupon requires a minimum purchase of {amount}.
am: ይህ ኩፖን ቢያንስ {amount} ግዢ ይፈልጋል።
ar: تتطلب هذه القسيمة شراء الحد الأدنى بقيمة {amount}.
az: Bu kupon minimum {amount}alış tələb edir.
bg: Този купон изисква минимална покупка от {amount}.
bn: এই কুপনের জন্য সর্বনিম্ন {amount}ক্রয় করতে হবে।
bs: Ovaj kupon zahtijeva minimalnu kupovinu od {amount}.
ca: Aquest cupó requereix una compra mínima de {amount}.
cs: Tento kupón vyžaduje minimální nákup v hodnotě {amount}.
da: Denne kupon kræver et minimumskøb på {amount}.
el: Αυτό το κουπόνι απαιτεί ελάχιστη αγορά {amount}.
et: Selle kupongi kasutamiseks on vajalik minimaalne ostusumma {amount}.
fa: این کوپن نیاز به حداقل خرید {amount}دارد.
fi: Tämä kuponki vaatii vähintään {amount} ostoksen.
he: קופון זה דורש רכישה מינימלית של {amount}.
hi: इस कूपन के लिए न्यूनतम {amount}की खरीदारी आवश्यक है।
hu: Ez a kupon legalább {amount} értékű vásárlás esetén használható fel.
id: Kupon ini memerlukan pembelian minimal {amount}.
ja: このクーポンは最低 {amount}の購入が必要です。
kk: It appears that there is no text between the quotation marks (""). Please provide the text you would like translated into Kazakh.
km: ប័ណ្ណនេះត្រូវការការទិញអប្បបរមា {amount}។
kn: You did not provide any text to translate. Please provide the text you want translated to Kannada.
ku: ئەم کۆپۆنە داواکاری کڕینی کەمترین {amount} دەکات.
lo: ຄູປ໋ອງນີ້ຕ້ອງການຊື້ຂັ້ນຕ່ຳ {amount}.
lt: Šis kuponas reikalauja minimalios pirkimo vertės {amount}.
mr: या कूपनसाठी किमान {amount}ची खरेदी आवश्यक आहे.
ms: Kupon ini memerlukan pembelian minimum sebanyak {amount}.
my: ဤကူပွန်သည် အနည်းဆုံး {amount}ဝယ်ယူမှု လိုအပ်သည်။
no: Denne kupongen krever et minimumskjøp på {amount}.
pl: Ten kupon wymaga zakupu za minimalną kwotę {amount}.
ro: Acest cupon necesită o achiziție minimă de {amount}.
si: මෙම කූපනය භාවිතා කිරීමට අවම මිලදී ගැනීම {amount} විය යුතුය.
sk: Tento kupón vyžaduje minimálny nákup {amount}.
sq: Ky kupon kërkon një blerje minimale prej {amount}.
sr: Овај купон захтева минималну куповину од {amount}.
sv: Denna kupong kräver ett köp på minst {amount}.
sw: Kuponi hii inahitaji ununuzi wa angalau {amount}.
ta: இந்தக் கூப்பனுக்கு குறைந்தபட்சம் {amount}வாங்க வேண்டும்.
te: ఈ కూపన్‌కు కనీస కొనుగోలు మొత్తం {amount} అవసరం.
th: คูปองนี้กำหนดให้ต้องซื้อขั้นต่ำ {amount}
tr: Bu kuponu kullanabilmek için minimum {amount}tutarında alışveriş yapmanız gerekiyor.
uk: Цей купон вимагає мінімальної покупки на суму {amount}.
ur: اس کوپن کے لیے کم از کم {amount}کی خریداری کی ضرورت ہے۔
uz: Bu kupon kamida {amount}xaridni talab qiladi.
vi: Phiếu giảm giá này yêu cầu giá trị mua tối thiểu là {amount}.

# minTransaction
source: Min transaction: {value}
am: ዝቅተኛ ግብይት: {value}
ar: الحد الأدنى للمعاملة: {value}
az: Minimum əməliyyat: {value}
bg: Минимална транзакция: {value}
bn: সর্বনিম্ন লেনদেন: {value}
bs: Minimalna transakcija: {value}
ca: Transacció mínima: {value}
cs: Minimální transakce: {value}
da: Minimumstransaktion: {value}
el: Ελάχιστη συναλλαγή: {value}
et: Min tehing: {value}
fa: حداقل تراکنش: {value}
fi: Minimitapahtuma: {value}
he: עסקה מינימלית: {value}
hi: न्यूनतम लेनदेन: {value}
hu: Minimális tranzakció: {value}
id: Transaksi min: {value}
ja: 最小取引: {value}
kk: It seems you haven't provided any text to translate. Please provide the text you want translated to Kazakh.
km: ប្រតិបត្តិការអប្បបរមា៖ {value}
kn: It seems you haven't provided any text to translate. Please provide the text you want translated to Kannada.
ku: کەمترین مامەڵە: {value}
lo: ທຸລະກຳຂັ້ນຕ່ຳ: {value}
lt: Minimali operacija: {value}
mr: किमान व्यवहार: {value}
ms: Transaksi min: {value}
my: အနည်းဆုံး ငွေပေးငွေယူ- {value}
no: Min. transaksjon: {value}
pl: Minimalna transakcja: {value}
ro: Tranzacție minimă: {value}
si: අවම ගනුදෙනු මුදල: {value}
sk: Minimálna transakcia: {value}
sq: Transaksioni minimal: {value}
sr: Минимална трансакција: {value}
sv: Minsta transaktion: {value}
sw: Kiwango cha chini cha muamala: {value}
ta: குறைந்தபட்ச பரிவர்த்தனை: {value}
te: కనీస లావాదేవీ: {value}
th: ธุรกรรมขั้นต่ำ: {value}
tr: Min işlem: {value}
uk: Мінімальна транзакція: {value}
ur: کم از کم لین دین: {value}
uz: Minimal tranzaksiya: {value}
vi: Giao dịch tối thiểu: {value}

source: My coupons
am: ኩፖኖቼ
ar: كوبوناتي
az: Mənim kuponlarım
bg: Моите купони
bn: আমার কুপন
bs: Moji kuponi
ca: Els meus cupons
cs: Moje kupóny
da: Mine kuponer
el: Τα κουπόνια μου
et: Minu kupongid
fa: کوپن‌های من
fi: Omat kuponkini
he: הקופונים שלי
hi: मेरे कूपन
hu: Kuponjaim
id: Kupon Saya
ja: 私のクーポン
kk: It seems you haven't provided any text to translate. Please provide the text you want translated to Kazakh.
km: គូប៉ុងរបស់ខ្ញុំ
kn: It appears that there is no text between the quotation marks (""). Please provide the text you would like translated to Kannada.
ku: کۆپۆنەکانم
lo: ຄູປອງຂອງຂ້ອຍ
lt: Mano kuponai
mr: माझे कूपन
ms: Kupon Saya
my: ငါ့ကူပွန်
no: Mine kuponger
pl: Moje kupony
ro: Cupoanele mele
si: මගේ කූපන්
sk: Moje kupóny
sq: Kuponët e mi
sr: Моји купони
sv: Mina kuponger
sw: Kuponi zangu
ta: எனது கூப்பன்கள்
te: నా కూపన్లు
th: คูปองของฉัน
tr: Kuponlarım
uk: Мої купони
ur: میرے کوپن
uz: Mening kuponlarim
vi: Phiếu giảm giá của tôi

source: My QRCode
am: የኔ QR ኮድ
ar: رمز الاستجابة السريعة الخاص بي
az: Mənim QRCodum
bg: Моят QR код
bn: আমার QRCode
bs: Moj QR kod
ca: El meu codi QR
cs: Můj QR kód
da: Min QR-kode
el: Ο κωδικός QR μου
et: Minu QR-kood
fa: کیو آر کد من
fi: Oma QR-koodini
he: קוד ה-QR שלי
hi: मेरा क्यूआर कोड
hu: Saját QR-kódom
id: Kode QR Saya
ja: 私のQRコード
kk: It appears that the text to be translated is missing. Please provide the text you would like translated to Kazakh.
km: QR កូដរបស់ខ្ញុំ
kn: It appears that you have not provided any text to translate. Please provide the text you would like translated to Kannada.
ku: QR کۆدی من
lo: QRCode ຂອງຂ້ອຍ
lt: Mano QR kodas
mr: माझा QRCode
ms: QRCode saya
my: ကျွန်ုပ်၏ QRCode
no: Min QR-kode
pl: Mój kod QR
ro: Codul meu QR
si: මගේ QR කේතය
sk: Môj QR kód
sq: Kodi im QR
sr: Мој QR код
sv: Min QR-kod
sw: Nambari yangu ya QRC
ta: எனது QR குறியீடு
te: నా QR కోడ్
th: QRCode ของฉัน
tr: QR Kodum
uk: Мій QR-код
ur: میرا کیو آر کوڈ
uz: Mening QRCodim
vi: Mã QR của tôi

# myQRCodeNote
source: Provide this code to staff to
am: ይህን ኮድ ለሰራተኞች ያቅርቡ
ar: قم بتوفير هذا الرمز للموظفين
az: Bu kodu işçilərə təqdim edin
bg: Предоставете този код на персонала, за да
bn: কর্মীদের এই কোডটি প্রদান করুন যাতে
bs: Dostavite ovaj kod osoblju
ca: Proporciona aquest codi al personal per
cs: Předložte tento kód personálu
da: Giv denne kode til personalet
el: Δώστε αυτόν τον κωδικό στο προσωπικό για να
et: Näita seda koodi töötajale, et
fa: این کد را در اختیار کارکنان قرار دهید تا
fi: Näytä tämä koodi henkilökunnalle
he: הציגו קוד זה לצוות כדי
hi: कर्मचारियों को यह कोड उपलब्ध कराएं
hu: Mutassa meg ezt a kódot a személyzetnek
id: Tunjukkan kode ini kepada staf untuk
ja: このコードをスタッフに提供して
kk: It appears you have not provided any text to translate. Please provide the text you would like translated to Kazakh.
km: បង្ហាញកូដនេះដល់បុគ្គលិក
kn: It appears that the text to be translated is empty. Please provide the text you would like translated to Kannada.
ku: ئەم کۆدە بە کارمەندان پێشکەش بکە بۆ
lo: ໃຫ້ລະຫັດນີ້ກັບພະນັກງານເພື່ອ
lt: Pateikite šį kodą darbuotojams
mr: कर्मचाऱ्यांना हा कोड द्या
ms: Berikan kod ini kepada kakitangan untuk
my: ဝန်ထမ်းများအား ဤကုဒ်ကို ပေးလိုက်ပါ။
no: Vis denne koden til personalet for å
pl: Podaj ten kod personelowi, aby
ro: Prezentați acest cod personalului pentru a
si: මෙම කේතය සේවකයින්ට ලබා දෙන්න
sk: Ukážte tento kód zamestnancom
sq: Jepni këtë kod stafit për të
sr: Доставите овај код запосленима
sv: Ge denna kod till personalen
sw: Toa nambari hii kwa wafanyikazi
ta: இந்த குறியீட்டை ஊழியர்களுக்கு வழங்கவும்
te: ఈ కోడ్‌ను సిబ్బందికి ఇవ్వండి
th: แจ้งรหัสนี้ให้เจ้าหน้าที่ทราบ
tr: Bu kodu personele verin
uk: Покажіть цей код співробітникам, щоб
ur: اس کوڈ کو عملے کو فراہم کریں۔
uz: Xodimlarga ushbu kodni taqdim eting
vi: Cung cấp mã này cho nhân viên để

# networkError
source: Please double check your network
am: እባክዎ ኔትዎርክዎን ድጋሚ ያረጋግጡ
ar: يرجى التحقق مرة أخرى من شبكتك
az: Zəhmət olmasa şəbəkənizi iki dəfə yoxlayın
bg: Моля, проверете отново вашата мрежа
bn: আপনার নেটওয়ার্কটি দুবার পরীক্ষা করে দেখুন।
bs: Molimo vas da dvaput provjerite svoju mrežu
ca: Comprova la teva connexió de xarxa
cs: Zkontrolujte prosím své připojení k síti.
da: Tjek venligst dit netværk igen
el: Ελέγξτε ξανά το δίκτυό σας
et: Palun kontrolli oma võrku
fa: لطفا شبکه خود را دوباره بررسی کنید
fi: Tarkista verkkoyhteytesi
he: אנא בדוק את החיבור לרשת שלך
hi: कृपया अपने नेटवर्क की दोबारा जांच करें
hu: Kérjük, ellenőrizze a hálózati kapcsolatot
id: Harap periksa kembali jaringan Anda
ja: ネットワークを再確認してください
kk: It appears that there is no text between the quotation marks (""). Please provide the text you would like translated into Kazakh.
km: សូមពិនិត្យបណ្តាញរបស់អ្នកម្តងទៀត
kn: You have not provided any text to translate. Please provide the text you want translated to Kannada.
ku: تکایە تۆڕەکەت دووبارە بپشکنە
lo: ກະລຸນາກວດເບິ່ງເຄືອຂ່າຍຂອງທ່ານສອງຄັ້ງ
lt: Dar kartą patikrinkite savo tinklą
mr: कृपया तुमचे नेटवर्क पुन्हा तपासा.
ms: Sila semak semula rangkaian anda
my: သင့်ကွန်ရက်ကို နှစ်ဆစစ်ဆေးပါ။
no: Vennligst sjekk nettverket ditt
pl: Sprawdź dokładnie swoją sieć
ro: Vă rugăm să verificați conexiunea la rețea
si: කරුණාකර ඔබගේ ජාලය නැවත පරීක්ෂා කරන්න
sk: Skontrolujte prosím svoje pripojenie k sieti
sq: Ju lutemi kontrolloni dy herë rrjetin tuaj
sr: Молимо вас да поново проверите своју мрежу
sv: Kontrollera ditt nätverk noggrant
sw: Tafadhali angalia mtandao wako mara mbili
ta: உங்கள் நெட்வொர்க்கை மீண்டும் சரிபார்க்கவும்.
te: దయచేసి మీ నెట్‌వర్క్‌ను రెండుసార్లు తనిఖీ చేయండి
th: กรุณาตรวจสอบเครือข่ายของคุณอีกครั้ง
tr: Lütfen ağınızı iki kez kontrol edin
uk: Будь ласка, перевірте своє підключення до мережі ще раз
ur: براہ کرم اپنے نیٹ ورک کو دوبارہ چیک کریں۔
uz: Iltimos, tarmoqingizni ikki marta tekshiring
vi: Vui lòng kiểm tra lại kết nối mạng của bạn

# networkServerError
source: Server error. Please try again later.
am: የአገልጋይ ስህተት። እባክዎ ቀጥሎ ይሞክሩ።
ar: خطأ في الخادم. يُرجى المحاولة لاحقًا.
az: Server xətası. Lütfən, sonra yenidən cəhd edin.
bg: Грешка в сървъра. Моля, опитайте отново по-късно.
bn: সার্ভার ত্রুটি। অনুগ্রহ করে পরে আবার চেষ্টা করুন।
bs: Greška servera. Molimo pokušajte ponovo kasnije.
ca: Error del servidor. Torna-ho a intentar més tard.
cs: Chyba serveru. Zkuste to prosím později.
da: Serverfejl. Prøv igen senere.
el: Σφάλμα διακομιστή. Δοκιμάστε ξανά αργότερα.
et: Serveri viga. Palun proovi hiljem uuesti.
fa: خطای سرور. لطفا بعدا دوباره امتحان کنید.
fi: Palvelinvirhe. Yritä myöhemmin uudelleen.
he: שגיאת שרת. נסה שוב מאוחר יותר.
hi: सर्वर त्रुटि. कृपया बाद में पुनः प्रयास करें.
hu: Szerverhiba. Kérjük, próbálja meg később.
id: Kesalahan server. Silakan coba lagi nanti.
ja: サーバーエラーが発生しました。しばらくしてからもう一度お試しください。
kk: It appears that there is no text between the quotation marks (""). Please provide the text you would like translated into Kazakh.
km: កំហុសម៉ាស៊ីនមេ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
kn: It appears that the text to be translated is empty (""). If you provide the text, I'll be happy to translate it to Kannada for you.
ku: هەڵەی سێرڤەر. تکایە دووبارە هەوڵبدە.
lo: ເຊີບເວີຜິດພາດ. ກະລຸນາລອງໃໝ່ໃນພາຍຫຼັງ.
lt: Serverio klaida. Bandykite dar kartą vėliau.
mr: सर्व्हर त्रुटी. कृपया नंतर पुन्हा प्रयत्न करा.
ms: Ralat pelayan. Sila cuba lagi kemudian.
my: ဆာဗာ အမှား။ နောက်မှ ထပ်စမ်းကြည့်ပါ။
no: Serverfeil. Prøv igjen senere.
pl: Błąd serwera. Spróbuj ponownie później.
ro: Eroare de server. Vă rugăm să încercați din nou mai târziu.
si: සේවාදායක දෝෂයක්. කරුණාකර පසුව නැවත උත්සාහ කරන්න.
sk: Chyba servera. Skúste to znova neskôr.
sq: Gabim serveri. Ju lutemi provoni përsëri më vonë.
sr: Грешка сервера. Молимо покушајте поново касније.
sv: Serverfel. Försök igen senare.
sw: Hitilafu ya seva. Tafadhali jaribu tena baadaye.
ta: சர்வர் பிழை. பிறகு முயற்சிக்கவும்.
te: సర్వర్ లోపం. దయచేసి కొంతసేపటి తర్వాత మళ్లీ ప్రయత్నించండి.
th: ข้อผิดพลาดของเซิร์ฟเวอร์ โปรดลองอีกครั้งในภายหลัง
tr: Sunucu hatası. Lütfen daha sonra tekrar deneyin.
uk: Помилка сервера. Будь ласка, спробуйте пізніше.
ur: سرور کی خرابی۔ براہ کرم بعد میں دوبارہ کوشش کریں۔
uz: Server xatosi. Keyinroq qayta urinib ko‘ring.
vi: Lỗi máy chủ. Vui lòng thử lại sau.

# networkTimeout
source: Connection timeout. Please try again.
am: ግንኙነት ጊዜ አልፏል። እባክዎ ድጋሚ ይሞክሩ።
ar: انتهى وقت الاتصال. يُرجى المحاولة مرة أخرى.
az: Bağlantı fasiləsi. Yenidən cəhd edin.
bg: Времето за връзка изтече. Моля, опитайте отново.
bn: সংযোগের সময়সীমা শেষ। অনুগ্রহ করে আবার চেষ্টা করুন।
bs: Vremensko ograničenje veze je isteklo. Pokušajte ponovo.
ca: Temps d'espera de connexió esgotat. Torna-ho a intentar.
cs: Vypršel časový limit připojení. Zkuste to prosím znovu.
da: Forbindelsen blev afbrudt. Prøv igen.
el: Λήξη χρονικού ορίου σύνδεσης. Δοκιμάστε ξανά.
et: Ühenduse aegumine. Palun proovi uuesti.
fa: زمان اتصال تمام شده است. لطفا دوباره امتحان کنید.
fi: Yhteyden aikakatkaisu. Yritä uudelleen.
he: פג זמן ההתחברות. נסה שוב.
hi: कनेक्शन समय समाप्त। कृपया पुनः प्रयास करें।
hu: Kapcsolati időtúllépés. Kérjük, próbálja újra.
id: Waktu koneksi habis. Silakan coba lagi.
ja: 接続がタイムアウトしました。もう一度お試しください。
kk: It appears that you have not provided any text to translate. Please provide the text you would like translated to Kazakh.
km: ការតភ្ជាប់អស់ពេល។ សូមព្យាយាមម្តងទៀត។
kn: It appears that you have not provided any text to translate. Please provide the text you would like translated to Kannada.
ku: کاتی پەیوەندی تەواو بوو. تکایە دووبارە هەوڵ بدە.
lo: ໝົດເວລາການເຊື່ອມຕໍ່. ກະລຸນາລອງອີກຄັ້ງ.
lt: Ryšio skirtasis laikas baigėsi. Bandykite dar kartą.
mr: कनेक्शन कालबाह्य झाले. कृपया पुन्हा प्रयत्न करा.
ms: Tamat masa sambungan. Sila cuba lagi.
my: ချိတ်ဆက်မှု အချိန်ကုန်သွားသည်။ ထပ်စမ်းကြည့်ပါ။
no: Tilkoblingstidsavbrudd. Prøv igjen.
pl: Przekroczono limit czasu połączenia. Spróbuj ponownie.
ro: Conexiunea a expirat. Vă rugăm să încercați din nou.
si: සම්බන්ධතාවය කල් ඉකුත් වී ඇත. කරුණාකර නැවත උත්සාහ කරන්න.
sk: Časový limit pripojenia vypršal. Skúste to znova.
sq: Koha e lidhjes mbaroi. Ju lutemi provoni përsëri.
sr: Временско ограничење везе је истекло. Молимо покушајте поново.
sv: Anslutningstiden över. Försök igen.
sw: Muda wa muunganisho umekwisha. Tafadhali jaribu tena.
ta: இணைப்பு நேரம் முடிந்தது. மீண்டும் முயற்சிக்கவும்.
te: కనెక్షన్ టైమ్‌అవుట్. దయచేసి మళ్లీ ప్రయత్నించండి.
th: การเชื่อมต่อหมดเวลา กรุณาลองใหม่อีกครั้ง
tr: Bağlantı zaman aşımına uğradı. Lütfen tekrar deneyin.
uk: Час очікування з’єднання вичерпано. Спробуйте ще раз.
ur: کنکشن کا ٹائم آؤٹ۔ براہ کرم دوبارہ کوشش کریں۔
uz: Ulanish vaqti tugaydi. Iltimos, qayta urinib koʻring.
vi: Hết thời gian kết nối. Vui lòng thử lại.
