Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# chooseBranch
source: Choose the branch
am: ቅርንጫፍ ይምረጡ
ar: اختر الفرع
az: Filial seçin
bg: Изберете клон
bn: শাখা নির্বাচন করুন
bs: Odaberite granu
ca: Trieu la branca
cs: Vyberte pobočku
da: Vælg afdeling
el: Επιλέξτε υποκατάστημα
et: Vali filiaal
fa: شعبه را انتخاب کنید
fi: Valitse toimipiste
he: בחר סניף
hi: शाखा चुनें
hu: Válasszon fiókot
id: Pilih cabang
ja: 支店を選択
ka: აირჩიეთ ფილიალი
kk: Филиалды таңдаңыз
km: ជ្រើសរើសសាខា
kn: ಶಾಖೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: شاخە هەلبژێرە
lo: ເລືອກສາຂາ
lt: Pasirinkite filialą
mr: शाखा निवडा
ms: Pilih cawangan
my: အကိုင်းအခက်ကို ရွေးပါ။
no: Velg filial
pl: Wybierz oddział
ro: Alege sucursala
si: ශාඛාව තෝරන්න
sk: Vyberte pobočku
sq: Zgjidhni degën
sr: Изаберите грану
sv: Välj filial
sw: Chagua tawi
ta: கிளையைத் தேர்ந்தெடுக்கவும்
te: శాఖను ఎంచుకోండి
th: เลือกสาขา
tr: Şube seçin
uk: Оберіть філію
ur: برانچ منتخب کریں
uz: Filialni tanlang
vi: Chọn chi nhánh

source: Confirm password
am: የይለፍ ቃል ያረጋግጡ
ar: تأكيد كلمة المرور
az: Şifrəni təsdiqləyin
bg: Потвърждаване на паролата
bn: পাসওয়ার্ড নিশ্চিত করুন
bs: Potvrdi šifru
ca: Confirmeu la contrasenya
cs: Potvrdit heslo
da: Bekræft adgangskode
el: Επιβεβαίωση κωδικού
et: Kinnita parool
fa: تأیید رمز عبور
fi: Vahvista salasana
he: אימות סיסמה
hi: पासवर्ड की पुष्टि करें
hu: Jelszó megerősítése
id: Konfirmasi kata sandi
ja: パスワード（確認）
ka: პაროლის დადასტურება
kk: Құпия сөзді растау
km: បញ្ជាក់ពាក្យសម្ងាត់
kn: ಪಾಸ್‌ವರ್ಡ್ ದೃಢೀಕರಿಸಿ
ku: وشەی نهێنی دووبارە بنووسە
lo: ຢືນຢັນລະຫັດຜ່ານ
lt: Patvirtinti slaptažodį
mr: पासवर्डची पुष्टी करा
ms: Sahkan kata laluan
my: စကားဝှက်ကိုအတည်ပြုပါ
no: Bekreft passord
pl: Potwierdź hasło
ro: Confirmă parola
si: මුරපදය තහවුරු කරන්න
sk: Potvrdiť heslo
sq: Konfirmo fjalëkalimin
sr: Potvrdi šifru
sv: Bekräfta lösenord
sw: Thibitisha nenosiri
ta: கடவுச்சொல்லை உறுதிப்படுத்துக
te: పాస్‌వర్డ్‌ని ధృవీకరించండి
th: ยืนยันรหัสผ่าน
tr: Şifreyi onayla
uk: Підтвердіть пароль
ur: پاس ورڈ کی تصدیق کریں
uz: Parolni tasdiqlang
vi: Xác nhận mật khẩu

# confirmPasswordIsRequired
source: The Confirm password field is required
am: የይለፍ ቃል ማረጋገጥ አስፈላጊ ነው
ar: تأكيد كلمة المرور مطلوب
az: Parolun təsdiq sahəsi tələb olunur
bg: Изисква се потвърждение на паролата
bn: পাসওয়ার্ড নিশ্চিত করুন ক্ষেত্রটি প্রয়োজন
bs: Polje za potvrdu lozinke je obavezno
ca: El camp Confirmar la contrasenya és obligatori
cs: Je vyžadováno potvrzení hesla
da: Bekræftelse af adgangskode er påkrævet
el: Απαιτείται επιβεβαίωση κωδικού
et: Parooli kinnitamine on kohustuslik
fa: تأیید رمز عبور الزامی است
fi: Salasanan vahvistus vaaditaan
he: נדרש אימות סיסמה
hi: पासवर्ड पुष्टि आवश्यक है
hu: A jelszó megerősítése kötelező
id: Konfirmasi kata sandi wajib diisi
ja: パスワード（確認）は必須です
ka: საჭიროა პაროლის დადასტურების ველი
kk: Құпия сөзді растау өрісі міндетті
km: សូមបញ្ជាក់ពាក្យសម្ងាត់
kn: ಪಾಸ್‌ವರ್ಡ್ ದೃಢೀಕರಣ ಅಗತ್ಯವಿದೆ
ku: خانەی پشتڕاستکردنەوەی وشەی نهێنی پێویستە
lo: ຕ້ອງຢືນຢັນລະຫັດຜ່ານ
lt: Būtina patvirtinti slaptažodį
mr: पासवर्डची पुष्टी करणे आवश्यक आहे
ms: Pengesahan kata laluan diperlukan
my: စကားဝှက်အကွက်ကို အတည်ပြုရန် လိုအပ်သည်။
no: Bekreftelse av passord er påkrevd
pl: Potwierdzenie hasła jest wymagane
ro: Confirmarea parolei este obligatorie
si: තහවුරු මුරපදය අත්‍යවශ්‍ය වේ
sk: Vyžaduje sa potvrdenie hesla
sq: Konfirmimi i fjalëkalimit është i detyrueshëm
sr: Поље за потврду лозинке је обавезно
sv: Bekräftelse av lösenord krävs
sw: Uthibitisho wa nenosiri unahitajika
ta: கடவுச்சொல்லை உறுதிப்படுத்து புலம் தேவை
te: ధృవీకరించు పాస్‌వర్డ్ ఫీల్డ్ అవసరం
th: ต้องยืนยันรหัสผ่าน
tr: Şifre onayı gerekli
uk: Підтвердження пароля є обов'язковим
ur: پاس ورڈ کی تصدیق درکار ہے
uz: Parolni tasdiqlash maydoni to'ldirilishi shart
vi: Trường Xác nhận mật khẩu là bắt buộc

source: Continue Shopping
am: መግዛት ቀጥል
ar: متابعة التسوق
az: Alış-verişə davam edin
bg: Продължаване на пазаруването
bn: কেনাকাটা চালিয়ে যান
bs: Nastavite kupovinu
ca: Continuar comprant
cs: Pokračovat v nákupu
da: Fortsæt med at handle
el: Συνέχεια αγορών
et: Jätka ostlemist
fa: ادامه خرید
fi: Jatka ostoksia
he: המשך בקניות
hi: खरीदारी जारी रखें
hu: Vásárlás folytatása
id: Lanjutkan Belanja
ja: 買い物を続ける
ka: განაგრძეთ შოპინგი
kk: Сауда жасауды жалғастыру
km: បន្តការទិញទំនិញ
kn: ಶಾಪಿಂಗ್ ಮುಂದುವರಿಸಿ
ku: بەردەوام بە کڕین
lo: ສືບຕໍ່ຊື້ເຄື່ອງ
lt: Tęsti apsipirkimą
mr: खरेदी सुरू ठेवा
ms: Teruskan membeli-belah
my: ဆက်လက်စျေးဝယ်ပါ။
no: Fortsett å handle
pl: Kontynuuj zakupy
ro: Continuă cumpărăturile
si: සාප්පු සවාරි ඉදිරියට පවත්වාගෙන යන්න
sk: Pokračovať v nákupe
sq: Vazhdo blerjet
sr: Nastavite sa kupovinom
sv: Fortsätt handla
sw: Endelea Kununua
ta: ஷாப்பிங்கைத் தொடரவும்
te: షాపింగ్ కొనసాగించండి
th: ช้อปปิ้งต่อ
tr: Alışverişe devam et
uk: Продовжити покупки
ur: خریداری جاری رکھیں
uz: Xarid qilishni davom ettirish
vi: Tiếp tục mua sắm

# copyright
source: © 2024 InspireUI All rights reserved.
am: © 2024 InspireUI መብት አልፎ ተይዞለታል።
ar: © 2024 InspireUI. جميع الحقوق محفوظة
az: © 2024 InspireUI Bütün hüquqlar qorunur.
bg: © 2024 InspireUI. Всички права запазени.
bn: © 2024 InspireUI সর্বস্বত্ব সংরক্ষিত।
bs: © 2024 InspireUI Sva prava zadržana.
ca: © 2024 InspireUI Tots els drets reservats.
cs: © 2024 InspireUI. Všechna práva vyhrazena
da: © 2024 InspireUI. Alle rettigheder forbeholdes.
el: © 2024 InspireUI. Με επιφύλαξη παντός δικαιώματος.
et: © 2024 InspireUI. Kõik õigused kaitstud.
fa: © 2024 InspireUI. کلیه حقوق محفوظ است
fi: © 2024 InspireUI. Kaikki oikeudet pidätetään.
he: © 2024 InspireUI. כל הזכויות שמורות
hi: © 2024 इंस्पायरयूआई। सर्वाधिकार सुरक्षित।
hu: © 2024 InspireUI. Minden jog fenntartva.
id: © 2024 InspireUI. Hak cipta dilindungi undang-undang.
ka: © 2024 InspireUI ყველა უფლება დაცულია.
kk: © 2024 InspireUI. Барлық құқықтар қорғалған
km: © ២០២៤ InspireUI រក្សាសិទ្ធិគ្រប់យ៉ាង
kn: © 2024 InspireUI. ಎಲ್ಲ ಹಕ್ಕುಗಳನ್ನು ಕಾಯ್ದಿರಿಸಲಾಗಿದೆ
ku: © 2024 InspireUI هەموو مافەکان پارێزراوە.
lo: © 2024 InspireUI. ສະຫງວນລິຂະສິດທັງໝົດ.
lt: © 2024 InspireUI. Visos teisės saugomos.
mr: © 2024 InspireUI सर्व हक्क राखीव.
ms: © 2024 InspireUI. Hak cipta terpelihara.
no: © 2024 InspireUI. Alle rettigheter forbeholdt.
pl: © 2024 InspireUI. Wszelkie prawa zastrzeżone.
ro: © 2024 InspireUI. Toate drepturile rezervate.
si: © 2024 InspireUI සියලුම හිමිකම් ඇවිරිණි.
sk: © 2024 InspireUI. Všetky práva vyhradené.
sq: © 2024 InspireUI. Të gjitha të drejtat të rezervuara.
sr: © 2024 ИнспиреУИ Сва права задржана.
sv: © 2024 InspireUI. Alla rättigheter förbehållna.
sw: © 2024 InspireUI. Haki zote zimehifadhiwa.
ta: © 2024 InspireUI அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை.
te: © 2024 InspireUI అన్ని హక్కులు కలిగి ఉన్నాయి.
th: © 2024 InspireUI สงวนลิขสิทธิ์
tr: © 2024 InspireUI. Tüm hakları saklıdır.
uk: © 2024 InspireUI. Усі права захищені
ur: © 2024 InspireUI تمام حقوق محفوظ ہیں
uz: © 2024 InspireUI. Barcha huquqlar himoyalangan.
vi: © 2024 InspireUI. Mọi quyền được bảo lưu.

source: {count} item
am: {count} እቃ
ar: {count} عنصر
az: {count} element
bg: {count} артикул
bn: {count} টি আইটেম
bs: {count} stavka
ca: {count} element
cs: {count} položka
da: {count} vare
el: {count} αντικείμενο
et: {count} ese
fa: {count} مورد
fi: {count} tuote
he: פריט {count}
hi: {count} आइटम
hu: {count} tétel
id: {count} barang
ja: {count}個のアイテム
ka: {count} ელემენტი
kk: {count} зат
km: {count} ធាតុ
kn: {count} ವಸ್ತು
ku: {count} دانە
lo: {count} ລາຍການ
lt: {count} elementas
mr: {count} वस्तू
my: ပစ္စည်း{count} ခု
no: {count} vare
pl: {count} element
ro: {count} articol
si: අයිතම {count}
sk: {count} položka
sq: {count} artikull
sr: {count} ставка
sv: {count} artikel
sw: Kipengee {count}
ta: {count} உருப்படி
te: {count} వస్తువు
th: {count} รายการ
tr: {count} ürün
uk: {count} товар
ur: {count} آئٹم
uz: {count} ta element
vi: {count} mục

source: {count} items
am: {count} እቃዎች
ar: {count} عنصر
az: {count} element
bg: {count} артикула
bn: {count} আইটেম
bs: {count} stavki
ca: {count} elements
cs: {count} položek
da: {count} varer
el: {count} αντικείμενα
et: {count} eset
fa: {count} مورد
fi: {count} tuotetta
he: {count} פריטים
hi: {count} आइटम
hu: {count} tétel
id: {count} barang
ja: {count}個のアイテム
ka: {count} ელემენტი
kk: {count} зат
km: {count} ធាតុ
kn: {count} ವಸ್ತುಗಳು
ku: {count} دانە
lo: {count} ລາຍການ
lt: {count} elementai
mr: {count} वस्तू
ms: {count} item
my: ပစ္စည်း{count} ခု
no: {count} varer
pl: {count} elementów
ro: {count} articole
si: {count} අයිතම
sk: {count} položiek
sq: {count} artikuj
sr: {count} ставки
sv: {count} artiklar
sw: Vipengee {count}
ta: {count} உருப்படிகள்
te: {count} వస్తువులు
th: {count} รายการ
tr: {count} ürün
uk: {count} товарів
ur: {count} آئٹمز
uz: {count} ta element
vi: {count} mục

# createReviewSuccess
source: Thank you for your review
am: ምንም አይነት አስተያየት አመሰግናለሁ
ar: شكراً لمراجعتك
az: Rəyiniz üçün təşəkkür edirik
bg: Благодарим за отзива
bn: আপনার পর্যালোচনার জন্য, আপনাকে ধন্যবাদ
bs: Hvala vam na recenziji
ca: Gràcies per la teva ressenya
cs: Děkujeme za vaši recenzi
da: Tak for din anmeldelse
el: Η αξιολόγησή σας δημιουργήθηκε με επιτυχία
et: Täname arvustuse eest
fa: نظر شما با موفقیت ثبت شد
fi: Kiitos arvostelustasi
he: תודה על הביקורת שלך
hi: आपकी समीक्षा के लिए धन्यवाद
hu: Köszönjük az értékelését
id: Terima kasih atas ulasan Anda
ja: レビューを投稿しました
ka: გმადლობთ თქვენი მიმოხილვისთვის
kk: Пікіріңіз үшін рахмет
km: សូមអរគុណសម្រាប់ការវាយតម្លៃរបស់អ្នក
kn: ನಿಮ್ಮ ವಿಮರ್ಶೆಗೆ ಧನ್ಯವಾದಗಳು
ku: سوپاس بۆ پێداچوونەوەکەت
lo: ສ້າງການທົບທວນສຳເລັດແລ້ວ
lt: Dėkojame už atsiliepimą
mr: तुमच्या पुनरावलोकनाबद्दल धन्यवाद
ms: Terima kasih atas ulasan anda
my: သင့်သုံးသပ်ချက်အတွက် ကျေးဇူးတင်ပါသည်။
no: Takk for anmeldelsen din
pl: Dziękujemy za opinię
ro: Îți mulțumim pentru recenzie
si: ඔබේ විමසුම සඳහා ස්තුතියි
sk: Ďakujeme za recenziu
sq: Faleminderit për vlerësimin tuaj
sr: Хвала вам на рецензији
sv: Tack för din recension
sw: Asante kwa maoni yako
ta: உங்கள் விமர்சனத்திற்கு நன்றி
te: మీ సమీక్షకు ధన్యవాదాలు
th: ขอบคุณสำหรับรีวิวของคุณ
tr: İncelemeniz için teşekkürler
uk: Дякуємо за відгук
ur: آپ کے جائزے کے لیے شکریہ
uz: Sharhingiz muvaffaqiyatli yuborildi
vi: Cảm ơn bạn đã phản hồi

# createReviewSuccessMsg
source: We truly appreciate your input and value your contribution in helping us improve
am: እናመሰግናለን እና ምንጭ እንዲሆን ያደርጋል።
ar: نقدر مشاركتك ومساهمتك في تحسين خدماتنا
az: Biz sizin töhfənizi həqiqətən yüksək qiymətləndiririk və təkmilləşdirməmizə kömək etdiyiniz töhfənizi qiymətləndiririk
bg: Благодарим за вашия принос. Вашето мнение е ценно за нашето подобрение
bn: আমরা সত্যিই আপনার ইনপুটের প্রশংসা করি এবং আমাদের উন্নতিতে সাহায্য করার জন্য আপনার অবদানকে মূল্য দিই
bs: Zaista cijenimo vaš doprinos i cijenimo vaš doprinos da nam pomognete da se poboljšamo
ca: Realment agraïm la vostra aportació i valorem la vostra contribució per ajudar-nos a millorar
cs: Děkujeme za vaši recenzi. Vaše zpětná vazba nám pomáhá se zlepšovat
da: Vi sætter stor pris på din feedback og værdsætter dit bidrag til at hjælpe os med at blive bedre
el: Σας ευχαριστούμε για την αξιολόγησή σας. Εκτιμούμε πραγματικά τη συμβολή σας και τη βοήθειά σας για να βελτιωθούμε
et: Hindame väga sinu panust meie teenuse paremaks muutmisel
fa: از نظر شما متشکریم. نظرات شما برای بهبود خدمات ما بسیار ارزشمند است
fi: Arvostamme palautettasi toimintamme kehittämiseksi
he: אנו מעריכים מאוד את המשוב שלך ואת תרומתך לשיפור השירות שלנו
hi: हम वास्तव में आपके इनपुट की सराहना करते हैं और हमें बेहतर बनाने में आपके योगदान को महत्व देते हैं
hu: Köszönjük az értékelését. Nagyra értékeljük a visszajelzését, amely segít nekünk a fejlődésben
id: Terima kasih atas masukan Anda. Kontribusi Anda sangat membantu kami menjadi lebih baik
ja: レビューをお寄せいただき、ありがとうございます
ka: ჩვენ ნამდვილად ვაფასებთ თქვენს წვლილს და ვაფასებთ თქვენს წვლილს გაუმჯობესებაში
kk: Біз сіздің үлесіңізді жоғары бағалаймыз және жақсартуға көмектескеніңіз үшін алғыс айтамыз
km: យើងពិតជាកោតសរសើរចំពោះការចូលរួមចំណែករបស់អ្នក និងផ្តល់តម្លៃចំពោះការជួយយើងកែលម្អ
kn: ನಿಮ್ಮ ಅಭಿಪ್ರಾಯಕ್ಕಾಗಿ ನಾವು ನಿಜವಾಗಿಯೂ ಕೃತಜ್ಞರಾಗಿದ್ದೇವೆ ಮತ್ತು ನಮ್ಮನ್ನು ಸುಧಾರಿಸಲು ನಿಮ್ಮ ಕೊಡುಗೆಯನ್ನು ಮೆಚ್ಚುತ್ತೇವೆ
ku: سوپاس بۆ پێشنیارەکانت، بەڕاستی بەها دەدەن بە بەشداریکردنت بۆ باشترکردنی خزمەتگوزاریەکانمان
lo: ຂອບໃຈສຳລັບການທົບທວນຂອງທ່ານ. ພວກເຮົາຈະນຳໄປປັບປຸງໃຫ້ດີຂຶ້ນ
lt: Nuoširdžiai vertiname jūsų atsiliepimą ir indėlį padedant mums tobulėti
mr: आम्ही तुमच्या इनपुटची खरोखर प्रशंसा करतो आणि आम्हाला सुधारण्यात मदत करण्यासाठी तुमच्या योगदानाची कदर करतो
ms: Kami amat menghargai input anda dan sumbangan anda dalam membantu kami bertambah baik
my: သင်၏ထည့်သွင်းမှုကို ကျွန်ုပ်တို့ အမှန်တကယ်ကျေးဇူးတင်ရှိပြီး ကျွန်ုပ်တို့ကို တိုးတက်အောင်ကူညီပေးရာတွင် သင်၏ပံ့ပိုးကူညီမှုကို တန်ဖိုးထားပါသည်။
no: Vi setter stor pris på tilbakemeldingen din og verdsetter ditt bidrag til å hjelpe oss med å bli bedre
pl: Dziękujemy za Twoją opinię. Twój wkład pomoże nam w ulepszaniu naszych usług
ro: Apreciem cu adevărat contribuția ta și feedback-ul tău pentru a ne ajuta să ne îmbunătățim
si: ඔබගේ අදහස් සඳහා අපි ඇත්තෙන්ම ස්තුතිවන්ත වෙමු. අපි වැඩිදියුණු වීමට ඔබගේ දායකත්වය අගය කරමු.
sk: Veľmi si vážime vašu spätnú väzbu, ktorá nám pomáha sa zlepšovať
sq: Ne e vlerësojmë shumë kontributin tuaj dhe vlerësimin që na ndihmon të përmirësohemi
sr: Заиста ценимо ваш допринос и ценимо ваш допринос да нам помогнете да се побољшамо
sv: Vi uppskattar verkligen din input och värdesätter ditt bidrag för att hjälpa oss att förbättras
sw: Tunashukuru sana kwa mchango wako. Maoni yako yatatusaidia kuboresha huduma zetu
ta: உங்கள் உள்ளீட்டை நாங்கள் உண்மையிலேயே பாராட்டுகிறோம் மற்றும் எங்களை மேம்படுத்த உதவுவதில் உங்கள் பங்களிப்பை மதிக்கிறோம்
te: మేము నిజంగా మీ అభిప్రాయాన్ని మెచ్చుకుంటాం మరియు మమ్మల్ని మెరుగుపరచడంలో మీ సహాయాన్ని విలువైనదిగా భావిస్తాము
th: ขอบคุณสำหรับข้อมูลของคุณ เราให้ความสำคัญกับความคิดเห็นของคุณในการปรับปรุงบริการของเรา
tr: Değerlendirmeniz için teşekkür ederiz. Gelişmemize katkıda bulunduğunuz için minnettarız.
uk: Щиро вдячні за ваш відгук і цінуємо ваш внесок у покращення нашого сервісу
ur: ہم واقعی آپ کی رائے کی تعریف کرتے ہیں اور ہمیں بہتر بنانے میں آپ کے تعاون کی قدر کرتے ہیں
uz: Sharhingiz uchun rahmat. Uni e'lon qilishdan oldin ko'rib chiqamiz.
vi: Chúng tôi thực sự trân trọng ý kiến đóng góp của bạn và đánh giá cao sự đóng góp giúp chúng tôi cải thiện

# descriptionEnterVoucher
source: Please enter or select a voucher for your order.
am: እባክዎ ለትዕዛዝዎ ቫውቸር ያስገቡ ወይም ይምረጡ።
ar: يرجى إدخال أو اختيار قسيمة لطلبك
az: Sifarişiniz üçün çek daxil edin və ya seçin.
bg: Моля, въведете или изберете ваучер за вашата поръчка.
bn: অনুগ্রহ করে ইনপুট করুন বা আপনার অর্ডারের জন্য ভাউচার নির্বাচন করুন।
bs: Unesite ili odaberite vaučer za svoju narudžbu.
ca: Introduïu o seleccioneu el val per a la vostra comanda.
cs: Zadejte nebo vyberte slevový kód pro svou objednávku
da: Indtast eller vælg værdikuponen til din ordre.
el: Εισάγετε ή επιλέξτε κουπόνι για την παραγγελία σας
et: Palun sisesta või vali soodustuskood
fa: لطفاً کد تخفیف خود را وارد یا انتخاب کنید
fi: Syötä tai valitse alennuskoodi tilauksellesi.
he: אנא הזן או בחר שובר עבור הזמנתך
hi: कृपया अपने ऑर्डर के लिए वाउचर इनपुट करें या चुनें।
hu: Kérjük, adja meg vagy válassza ki a megrendeléshez használni kívánt kupont.
id: Masukkan atau pilih voucher untuk pesanan Anda
ja: クーポンコードを入力または選択してください
ka: გთხოვთ შეიყვანოთ ან აირჩიოთ ვაუჩერი თქვენი შეკვეთისთვის.
kk: Тапсырысыңыз үшін ваучерді енгізіңіз немесе таңдаңыз
km: សូមបញ្ចូល ឬជ្រើសរើសប័ណ្ណបញ្ចុះតម្លៃសម្រាប់ការបញ្ជាទិញរបស់អ្នក
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಆದೇಶಕ್ಕಾಗಿ ವೌಚರ್ ಅನ್ನು ನಮೂದಿಸಿ ಅಥವಾ ಆಯ್ಕೆಮಾಡಿ
ku: تکایە ڤاوجەرێک بۆ داواکاریەکەت بنووسە یان هەڵبژێرە.
lo: ກະລຸນາໃສ່ ຫຼື ເລືອກບັດສ່ວນຫຼຸດສຳລັບຄຳສັ່ງຂອງທ່ານ.
lt: Įveskite arba pasirinkite užsakymo kuponą
mr: कृपया तुमच्या ऑर्डरसाठी व्हाउचर प्रविष्ट करा किंवा निवडा.
ms: Sila masukkan atau pilih baucar untuk pesanan anda.
my: သင့်မှာယူမှုအတွက် ဘောက်ချာကို ထည့်သွင်းပါ သို့မဟုတ် ရွေးချယ်ပါ။
no: Vennligst skriv inn eller velg gavekortet for bestillingen din
pl: Wprowadź kod kuponu lub wybierz kupon dla swojego zamówienia.
ro: Te rugăm să introduci sau să selectezi voucherul pentru comanda ta
si: කරුණාකර ඔබේ ඇණවුම සඳහා වවුචරයක් ඇතුළත් කරන්න හෝ තෝරන්න.
sk: Zadajte alebo vyberte zľavový kupón pre vašu objednávku
sq: Ju lutemi vendosni ose zgjidhni kuponin për porosinë tuaj
sr: Унесите или изаберите ваучер за своју поруџбину.
sv: Ange eller välj värdekupong för din beställning.
sw: Tafadhali weka au chagua vocha ya agizo lako
ta: உங்கள் ஆர்டருக்கான வவுச்சரை உள்ளிடவும் அல்லது தேர்ந்தெடுக்கவும்.
te: దయచేసి మీ ఆర్డర్ కోసం వౌచర్‌ని నమోదు చేయండి లేదా ఎంచుకోండి.
th: กรุณากรอกหรือเลือกบัตรกำนัลสำหรับการสั่งซื้อของคุณ
tr: Siparişiniz için kupon kodunu girin veya seçin.
uk: Введіть або оберіть ваучер для замовлення
ur: براہ کرم اپنے آرڈر کے لیے واؤچر درج کریں یا منتخب کریں
uz: Kupon kodini kiriting
vi: Vui lòng nhập hoặc chọn voucher cho đơn hàng của bạn.

# doYouWantToLeaveWithoutSubmit
source: Do you want to leave without submitting your review?
am: አስተያየት ሳትሰጥ መውጣት ትፈልጋለህ?
ar: هل تريد المغادرة دون إرسال رأيك؟
az: Rəyinizi təqdim etmədən getmək istəyirsiniz?
bg: Искате ли да излезете без да изпратите отзива си?
bn: আপনি কি আপনার পর্যালোচনা জমা না দিয়ে চলে যেতে চান?
bs: Želite li otići bez podnošenja recenzije?
ca: Vols marxar sense enviar la teva opinió?
cs: Chcete odejít bez odeslání recenze?
da: Vil du forlade siden uden at indsende din anmeldelse?
el: Θέλετε να φύγετε χωρίς να υποβάλετε την αξιολόγησή σας;
et: Kas soovid lahkuda arvustust esitamata?
fa: آیا می‌خواهید بدون ثبت نظر خارج شوید؟
fi: Haluatko poistua lähettämättä arvostelua?
he: האם ברצונך לעזוב מבלי לשלוח את הביקורת שלך?
hi: क्या आप अपनी समीक्षा जमा किए बिना जाना चाहते हैं?
hu: El szeretne menni az értékelés elküldése nélkül?
id: Apakah Anda ingin keluar tanpa mengirim ulasan?
ja: レビューを投稿せずに終了しますか？
ka: გსურთ დატოვოთ თქვენი მიმოხილვის გაგზავნის გარეშე?
kk: Пікіріңізді жібермей кеткіңіз келе ме?
km: តើអ្នកពិតជាចង់ចាកចេញដោយមិនបញ្ជូនការវាយតម្លៃរបស់អ្នកមែនទេ?
kn: ನಿಮ್ಮ ವಿಮರ್ಶೆಯನ್ನು ಸಲ್ಲಿಸದೆ ನಿರ್ಗಮಿಸಲು ನೀವು ಬಯಸುವಿರಾ?
ku: دەتەوێت بێ ئەوەی پێشکەش بکەیت، دەرچیت؟
lo: ທ່ານຕ້ອງການອອກໂດຍບໍ່ສົ່ງຄຳຄິດເຫັນຂອງທ່ານບໍ?
lt: Ar norite išeiti nepateikę atsiliepimo?
mr: तुमचे पुनरावलोकन सबमिट न करता तुम्ही निघून जाऊ इच्छिता?
ms: Adakah anda mahu keluar tanpa menghantar ulasan anda?
my: သင့်သုံးသပ်ချက်ကို မတင်ပြဘဲ ထွက်ခွာလိုပါသလား။
no: Vil du forlate siden uten å sende inn anmeldelsen din?
pl: Czy chcesz wyjść bez wysłania swojej recenzji?
ro: Vrei să pleci fără să trimiți recenzia?
si: ඔබේ විමසුම ඉදිරිපත් නොකර ඉවත් වීමට අවශ්‍යද?
sk: Chcete odísť bez odoslania recenzie?
sq: Dëshironi të largoheni pa dorëzuar komentin tuaj?
sr: Да ли желите да одете без слања рецензије?
sv: Vill du lämna utan att skicka in din recension?
sw: Je, unataka kuondoka bila kutuma maoni yako?
ta: உங்கள் மதிப்பாய்வைச் சமர்ப்பிக்காமல் வெளியேற விரும்புகிறீர்களா?
te: మీ సమీక్షను సమర్పించకుండా వెళ్లాలనుకుంటున్నారా?
th: คุณต้องการออกไปโดยไม่ส่งคำวิจารณ์ของคุณหรือไม่?
tr: Yorumunuzu göndermeden çıkmak istiyor musunuz?
uk: Ви бажаєте вийти без надсилання відгуку?
ur: کیا آپ اپنا جائزہ جمع کرائے بغیر جانا چاہتے ہیں؟
uz: Sharhingizni yubormasdan chiqib ketmoqchimisiz?
vi: Bạn có muốn rời đi mà không gửi đánh giá không?

# emptyBookingHistoryMsg
source: Looks like you haven't made any bookings yet. Start exploring and make your first booking!
am: እስካሁን ድረስ ቦታ አልያዙም። ይጀምሩ እና የመጀመሪያ ቦታዎን ይቀይሩ!
ar: يبدو أنك لم تقم بأي حجوزات بعد. ابدأ بالاستكشاف واحجز أول موعد لك!
az: Deyəsən, hələ heç bir rezervasiya etməmisiniz. Kəşf etməyə başlayın və ilk rezervasiyanızı edin!
bg: Изглежда, че все още нямате направени резервации. Започнете да разглеждате и направете първата си резервация!
bn: মনে হচ্ছে আপনি এখনও কোনো বুকিং করেননি। অন্বেষণ শুরু করুন এবং আপনার প্রথম বুকিং করুন!
bs: Izgleda da još niste izvršili nijednu rezervaciju. Počnite istraživati i napravite svoju prvu rezervaciju!
ca: Sembla que encara no has fet cap reserva. Comença a explorar i fes la teva primera reserva!
cs: Zatím nemáte žádné rezervace. Začněte objevovat a zarezervujte si svůj první termín!
da: Det ser ud til, at du ikke har foretaget nogen reservationer endnu. Begynd at udforske og lav din første reservation!
el: Φαίνεται ότι δεν έχετε κάνει ακόμη κρατήσεις. Ξεκινήστε την εξερεύνηση και κάντε την πρώτη σας κράτηση!
et: Sul pole veel ühtegi broneeringut. Alusta avastamist ja tee oma esimene broneering!
fa: به نظر می‌رسد هنوز رزروی انجام نداده‌اید. برای رزرو اولین نوبت خود شروع کنید!
fi: Sinulla ei ole vielä varauksia. Aloita tutkiminen ja tee ensimmäinen varauksesi!
he: נראה שטרם ביצעת הזמנות. התחל לחקור ובצע את הזמנתך הראשונה!
hi: ऐसा लगता है कि आपने अभी तक कोई बुकिंग नहीं की है। खोज शुरू करें और अपनी पहली बुकिंग करें!
hu: Úgy tűnik, még nem foglalt időpontot. Kezdjen el böngészni, és foglalja le első időpontját!
id: Anda belum melakukan pemesanan apapun. Mari mulai menjelajah dan lakukan pemesanan pertama Anda!
ja: 予約履歴がありません。 新しい予約を作成してみましょう。
ka: როგორც ჩანს ჯერ არ გაგიკეთებიათ ჯავშნები. დაიწყეთ გამოკვლევა და გააკეთეთ თქვენი პირველი დაჯავშნა!
kk: Сіз әлі брондау жасамаған сияқтысыз. Зерттеуді бастап, алғашқы брондауыңызды жасаңыз!
km: អ្នកមិនទាន់មានការកក់ណាមួយនៅឡើយទេ។ ចាប់ផ្តើមរុករក ហើយធ្វើការកក់ដំបូងរបស់អ្នក!
kn: ನೀವು ಇನ್ನೂ ಯಾವುದೇ ಬುಕಿಂಗ್ ಮಾಡಿಲ್ಲ ಎಂದು ತೋರುತ್ತಿದೆ. ಅನ್ವೇಷಿಸಲು ಪ್ರಾರಂಭಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಮೊದಲ ಬುಕಿಂಗ್ ಮಾಡಿ!
ku: وەک خۆت دەبینیت هێشتا هیچ بووکینگەکت نەکردووە. دەست پێبکە بە گەڕان و یەکەم بووکینگەکەت بکە!
lo: ເບິ່ງຄືວ່າທ່ານຍັງບໍ່ໄດ້ຈອງເທື່ອ. ເລີ່ມການສຳຫຼວດ ແລະ ຈອງຄັ້ງທຳອິດຂອງທ່ານ!
lt: Atrodo, kad dar neturite jokių užsakymų. Pradėkite naršyti ir užsisakykite pirmą kartą!
mr: तुम्ही अद्याप कोणतेही बुकिंग केलेले नाही असे दिसते. एक्सप्लोर करणे सुरू करा आणि तुमची पहिली बुकिंग करा!
ms: Nampaknya anda belum membuat sebarang tempahan lagi. Mulakan penerokaan dan buat tempahan pertama anda!
my: သင် ဘွတ်ကင်မတင်ရသေးပုံရသည်။ စတင်စူးစမ်းလေ့လာပြီး သင်၏ပထမဆုံး ကြိုတင်စာရင်းသွင်းမှုကို ပြုလုပ်လိုက်ပါ။
no: Det ser ut til at du ikke har gjort noen bestillinger ennå. Begynn å utforske og gjør din første bestilling!
pl: Nie masz jeszcze żadnych rezerwacji. Zacznij odkrywać i dokonaj pierwszej rezerwacji!
ro: Se pare că nu ai făcut încă nicio rezervare. Începe să explorezi și fă prima rezervare!
si: ඔබ තවමත් කිසිදු වෙන්කිරීමක් සිදු කර නැහැ. අදහස් සෙවීම ආරම්භ කර ඔබගේ පළමු වෙන්කිරීම සිදු කරන්න!
sk: Zatiaľ nemáte žiadne rezervácie. Začnite objavovať a urobte si prvú rezerváciu!
sq: Duket se nuk keni bërë ende asnjë rezervim. Filloni të eksploroni dhe bëni rezervimin tuaj të parë!
sr: Изгледа да још нисте направили ниједну резервацију. Почните да истражујете и направите своју прву резервацију!
sv: Det verkar som att du inte har gjort några bokningar än. Börja utforska och gör din första bokning!
sw: Bado hujafanya uhifadhi wowote. Anza kuchunguza na ufanye uhifadhi wako wa kwanza!
ta: நீங்கள் இதுவரை முன்பதிவு செய்யவில்லை எனத் தெரிகிறது. ஆராய்ந்து உங்கள் முதல் முன்பதிவு செய்யுங்கள்!
te: మీరు ఇంకా ఎటువంటి బుకింగ్‌లు చేయలేదని అనిపిస్తోంది. ఎక్స్‌ప్లోర్ చేయడం ప్రారంభించి మీ మొదటి బుకింగ్‌ను చేయండి!
th: ดูเหมือนว่าคุณยังไม่ได้ทำการจองเลย เริ่มสำรวจและทำการจองครั้งแรกของคุณ!
tr: Henüz rezervasyonunuz yok gibi görünüyor. Keşfetmeye başlayın ve ilk rezervasyonunuzu yapın!
uk: Схоже, ви ще не зробили жодного бронювання. Почніть досліджувати та зробіть своє перше бронювання!
ur: ایسا لگتا ہے کہ آپ نے ابھی تک کوئی بکنگ نہیں کی ہے۔ دریافت کرنا شروع کریں اور اپنی پہلی بکنگ کروائیں!
uz: Hali hech qanday band qilish tarixi yo'q. Yangi band qilishni boshlang!
vi: Có vẻ như bạn chưa thực hiện đặt chỗ nào. Hãy bắt đầu khám phá và đặt phòng đầu tiên của bạn!
