Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# shouldContainUpperLowercase
source: • Should contain uppercase and lowercase letters
am: • የታችኛና የላይኛ ፊደሎች መያዝ አለበት
ar: • يجب أن تحتوي على أحرف كبيرة وصغيرة
az: • Böyük və kiçik hərflər olmalıdır
bg: • Трябва да съдържа малки и големи букви
bn: • বড় হাতের এবং ছোট হাতের অক্ষর থাকতে হবে
bs: • Treba sadržavati velika i mala slova
ca: • Ha de contenir majúscules i minúscules
cs: • Mělo by obsahovat velká i malá písmena
da: • Skal indeholde store og små bogstaver
el: • Πρέπει να περιέχει κεφαλαία και μικρά γράμματα
et: • Sisaldab suuri ja väikeseid tähti
fa: • باید شامل حروف بزرگ و کوچک باشد
fi: • Sisältää isoja ja pieniä kirjaimia
he: • צריכה לכלול אותיות גדולות וקטנות
hi: • बड़े और छोटे अक्षर शामिल होने चाहिए
hu: • Tartalmazzon nagy- és kisbetűket
id: • Harus mengandung huruf besar dan kecil
ja: ・大文字と小文字を含めてください
ka: • უნდა შეიცავდეს დიდ და პატარა ასოებს
kk: • Үлкен және кіші әріптер болуы керек
km: • គួរត្រូវមានអក្សរធំ និងអក្សរតូច
kn: • ದೊಡ್ಡ ಮತ್ತು ಸಣ್ಣ ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿರಬೇಕು
ku: • دەبێت پیتە گەورە و بچووک هەبێت
lo: • ຄວນມີຕົວອັກສອນພິມໃຫຍ່ ແລະ ພິມນ້ອຍ
lt: • Turi būti didžiosios ir mažosios raidės
mr: • मोठ्या आणि लहान अक्षरे असावीत
ms: • Perlu mengandungi huruf besar dan kecil
my: • အကြီးအသေး စာလုံးပါဝင်သင့်သည်
no: • Bør inneholde store og små bokstaver
pl: • Powinno zawierać wielkie i małe litery
ro: • Să conțină litere mari și mici
si: • විශාල හා කුඩා අකුරු අඩංගු විය යුතුය
sk: • Mal by obsahovať veľké aj malé písmená
sq: • Duhet të përmbajë shkronja të mëdha dhe të vogla
sr: • Treba da sadrži velika i mala slova
sv: • Ska innehålla både stora och små bokstäver
sw: • Inapaswa kuwa na herufi kubwa na ndogo
ta: • பெரிய மற்றும் சிறிய எழுத்துக்கள் இருக்க வேண்டும்
te: • పెద్ద అక్షరాలు మరియు చిన్న అక్షరాలు ఉండాలి
th: • ควรมีทั้งตัวอักษรพิมพ์ใหญ่และพิมพ์เล็ก
tr: • Büyük ve küçük harfler içermeli
uk: • Має містити великі та малі літери
ur: • بڑے اور چھوٹے حروف شامل ہونے چاہئیں
uz: • Katta va kichik harflar bo'lishi kerak
vi: • Nên chứa chữ hoa và chữ thường

# shouldContainNumbersSpecialChars
source: • Should contain numbers and special characters
am: • ቁጥሮችና ልዩ ባህሪያት መያዝ አለበት
ar: • يجب أن تحتوي على أرقام ورموز خاصة
az: • Rəqəm və xüsusi simvollar olmalıdır
bg: • Трябва да съдържа цифри и специални символи
bn: • সংখ্যা ও বিশেষ অক্ষর থাকতে হবে
bs: • Treba sadržavati brojeve i posebne znakove
ca: • Ha de contenir números i caràcters especials
cs: • Mělo by obsahovat čísla a speciální znaky
da: • Skal indeholde tal og specialtegn
el: • Πρέπει να περιέχει αριθμούς και ειδικούς χαρακτήρες
et: • Sisaldab numbreid ja erimärke
fa: • باید شامل اعداد و کاراکترهای ویژه باشد
fi: • Sisältää numeroita ja erikoismerkkejä
he: • צריכה לכלול מספרים ותווים מיוחדים
hi: • संख्याएँ और विशेष वर्ण शामिल होने चाहिए
hu: • Tartalmazzon számokat és speciális karaktereket
id: • Harus mengandung angka dan karakter khusus
ja: ・数字と記号を含めてください
ka: • უნდა შეიცავდეს ციფრებს და სპეციალურ სიმბოლოებს
kk: • Сан және арнайы таңбалар болуы керек
km: • គួរត្រូវមានលេខ និងតួអក្សរពិសេស
kn: • ಸಂಖ್ಯೆಗಳು ಮತ್ತು ವಿಶೇಷ ಚಿಹ್ನೆಗಳನ್ನು ಹೊಂದಿರಬೇಕು
ku: • دەبێت ژمارە و نووسەی تایبەتی هەبێت
lo: • ຄວນມີຕົວເລກ ແລະ ອັກຄະລະພິເສດ
lt: • Turi būti skaičių ir specialių simbolių
mr: • अंक आणि विशेष चिन्हे असावीत
ms: • Perlu mengandungi nombor dan aksara khas
my: • နံပါတ်နှင့် အထူးအက္ခရာများပါဝင်သင့်သည်
no: • Bør inneholde tall og spesialtegn
pl: • Powinno zawierać cyfry i znaki specjalne
ro: • Să conțină cifre și caractere speciale
si: • සංඛ්‍යා සහ විශේෂ ලකුණු අඩංගු විය යුතුය
sk: • Mal by obsahovať čísla a špeciálne znaky
sq: • Duhet të përmbajë numra dhe karaktere speciale
sr: • Treba da sadrži brojeve i specijalne karaktere
sv: • Ska innehålla siffror och specialtecken
sw: • Inapaswa kuwa na nambari na alama maalum
ta: • எண்கள் மற்றும் சிறப்பு எழுத்துக்கள் இருக்க வேண்டும்
te: • సంఖ్యలు మరియు ప్రత్యేక అక్షరాలు ఉండాలి
th: • ควรมีตัวเลขและอักขระพิเศษ
tr: • Rakamlar ve özel karakterler içermeli
uk: • Має містити цифри та спеціальні символи
ur: • نمبرز اور خاص علامات شامل ہونی چاہئیں
uz: • Raqamlar va maxsus belgilar bo'lishi kerak
vi: • Nên chứa số và ký tự đặc biệt

# errorOccurredWithDetails
source: An error occurred: {error}
am: ስህተት ተከስቷል፡ {error}
ar: حدث خطأ: {error}
az: Xəta baş verdi: {error}
bg: Възникна грешка: {error}
bn: একটি ত্রুটি ঘটেছে: {error}
bs: Došlo je do greške: {error}
ca: S'ha produït un error: {error}
cs: Došlo k chybě: {error}
da: Der opstod en fejl: {error}
el: Παρουσιάστηκε σφάλμα: {error}
et: Tekkis viga: {error}
fa: خطایی رخ داد: {error}
fi: Tapahtui virhe: {error}
he: אירעה שגיאה: {error}
hi: एक त्रुटि हुई: {error}
hu: Hiba történt: {error}
id: Terjadi kesalahan: {error}
ja: エラーが発生しました: {error}
ka: შეცდომა მოხდა: {error}
kk: Қате пайда болды: {error}
km: មានកំហុសកើតឡើង៖ {error}
kn: ದೋಷ ಉಂಟಾಗಿದೆ: {error}
ku: هەڵەیەک ڕوویدا: {error}
lo: ເກີດຂໍ້ຜິດພາດ: {error}
lt: Įvyko klaida: {error}
mr: एक त्रुटी आली: {error}
ms: Ralat telah berlaku: {error}
my: အမှားတစ်ခု ဖြစ်ပွားခဲ့သည်: {error}
no: En feil oppstod: {error}
pl: Wystąpił błąd: {error}
ro: A apărut o eroare: {error}
si: දෝෂයක් සිදුවිය: {error}
sk: Vyskytla sa chyba: {error}
sq: Ndodhi një gabim: {error}
sr: Došlo je do greške: {error}
sv: Ett fel inträffade: {error}
sw: Hitilafu imetokea: {error}
ta: ஒரு பிழை ஏற்பட்டது: {error}
te: లోపం సంభవించింది: {error}
th: เกิดข้อผิดพลาด: {error}
tr: Bir hata oluştu: {error}
uk: Виникла помилка: {error}
ur: ایک خرابی پیش آئی: {error}
uz: Xatolik yuz berdi: {error}
vi: Có lỗi xảy ra: {error}

source: Shopify Account Management
am: Shopify መለያ አስተዳደር
ar: إدارة حساب Shopify
az: Shopify Hesab İdarəetməsi
bg: Управление на Shopify акаунт
bn: Shopify অ্যাকাউন্ট ব্যবস্থাপনা
bs: Shopify Upravljanje računom
ca: Gestió de compte Shopify
cs: Správa účtu Shopify
da: Shopify kontoadministration
el: Διαχείριση λογαριασμού Shopify
et: Shopify konto haldus
fa: مدیریت حساب Shopify
fi: Shopify-tilin hallinta
he: ניהול חשבון Shopify
hi: Shopify खाता प्रबंधन
hu: Shopify fiókkezelés
id: Manajemen Akun Shopify
ja: Shopifyアカウント管理
ka: Shopify ანგარიშის მართვა
kk: Shopify аккаунтын басқару
km: ការគ្រប់គ្រងគណនី Shopify
kn: Shopify ಖಾತೆ ನಿರ್ವಹಣೆ
ku: بەڕێوبەری هەژماری Shopify
lo: ການຈັດການບັນຊີ Shopify
lt: Shopify paskyros valdymas
mr: Shopify खाते व्यवस्थापन
ms: Pengurusan Akaun Shopify
my: Shopify အကောင့်စီမံခန့်ခွဲမှု
no: Shopify kontoadministrasjon
pl: Zarządzanie kontem Shopify
ro: Administrare cont Shopify
si: Shopify ගිණුම් කළමනාකරණය
sk: Správa účtu Shopify
sq: Menaxhimi i llogarisë Shopify
sr: Shopify upravljanje nalogom
sv: Shopify kontohantering
sw: Usimamizi wa Akaunti ya Shopify
ta: Shopify கணக்கு நிர்வாகம்
te: షాపిఫై ఖాతా నిర్వహణ
th: การจัดการบัญชี Shopify
tr: Shopify Hesap Yönetimi
uk: Управління акаунтом Shopify
ur: شاپیفائی اکاؤنٹ مینجمنٹ
uz: Shopify akkauntini boshqarish
vi: Quản lý tài khoản Shopify

source: Personal Information
am: የግለሰብ መረጃ
ar: المعلومات الشخصية
az: Şəxsi Məlumatlar
bg: Лична информация
bn: ব্যক্তিগত তথ্য
bs: Lični podaci
ca: Informació personal
cs: Osobní údaje
da: Personlige oplysninger
el: Προσωπικές πληροφορίες
et: Isiklikud andmed
fa: اطلاعات شخصی
fi: Henkilötiedot
he: מידע אישי
hi: व्यक्तिगत जानकारी
hu: Személyes adatok
id: Informasi Pribadi
ja: 個人情報
ka: პირადი ინფორმაცია
kk: Жеке ақпарат
km: ព័ត៌មានផ្ទាល់ខ្លួន
kn: ವೈಯಕ್ತಿಕ ಮಾಹಿತಿ
ku: زانیاری کەسی
lo: ຂໍ້ມູນສ່ວນຕົວ
lt: Asmeninė informacija
mr: वैयक्तिक माहिती
ms: Maklumat Peribadi
my: ကိုယ်ရေးအချက်အလက်
no: Personlig informasjon
pl: Dane osobowe
ro: Informații personale
si: පෞද්ගලික තොරතුරු
sk: Osobné informácie
sq: Informacion personal
sr: Lični podaci
sv: Personlig information
sw: Taarifa Binafsi
ta: தனிப்பட்ட தகவல்
te: వ్యక్తిగత సమాచారం
th: ข้อมูลส่วนตัว
tr: Kişisel Bilgiler
uk: Особиста інформація
ur: ذاتی معلومات
uz: Shaxsiy ma'lumotlar
vi: Thông tin cá nhân

# personalInformationSubtitle
source: Update name, phone number
am: ስም፣ ስልክ ቁጥር አዘምን
ar: تحديث الاسم ورقم الهاتف
az: Adı, telefon nömrəsini yeniləyin
bg: Актуализирайте име, телефонен номер
bn: নাম, ফোন নম্বর আপডেট করুন
bs: Ažurirajte ime, broj telefona
ca: Actualitza el nom, número de telèfon
cs: Aktualizujte jméno, telefonní číslo
da: Opdater navn, telefonnummer
el: Ενημέρωση ονόματος, αριθμού τηλεφώνου
et: Uuenda nime, telefoninumbrit
fa: به‌روزرسانی نام، شماره تلفن
fi: Päivitä nimi, puhelinnumero
he: עדכן שם, מספר טלפון
hi: नाम, फोन नंबर अपडेट करें
hu: Név, telefonszám frissítése
id: Perbarui nama, nomor telepon
ja: 名前・電話番号の更新
ka: სახელის, ტელეფონის განახლება
kk: Атыңызды, телефон нөміріңізді жаңарту
km: ធ្វើបច្ចុប្បន្នភាពឈ្មោះ លេខទូរស័ព្ទ
kn: ಹೆಸರು, ಫೋನ್ ಸಂಖ್ಯೆ ನವೀಕರಿಸಿ
ku: ناو و ژمارەی تەلەفۆن نوێ بکە
lo: ອັບເດດຊື່, ເບີໂທລະສັບ
lt: Atnaujinti vardą, telefono numerį
mr: नाव, फोन नंबर अपडेट करा
ms: Kemaskini nama, nombor telefon
my: နာမည်၊ ဖုန်းနံပါတ် ပြင်ဆင်ရန်
no: Oppdater navn, telefonnummer
pl: Zaktualizuj imię, numer telefonu
ro: Actualizați numele, numărul de telefon
si: නම, දුරකථන අංකය යාවත්කාලීන කරන්න
sk: Aktualizujte meno, telefónne číslo
sq: Përditëso emrin, numrin e telefonit
sr: Ažurirajte ime, broj telefona
sv: Uppdatera namn, telefonnummer
sw: Sasisha jina, namba ya simu
ta: பெயர், தொலைபேசி எண்ணை புதுப்பிக்கவும்
te: పేరు, ఫోన్ నంబర్ నవీకరించండి
th: อัปเดตชื่อ เบอร์โทรศัพท์
tr: Ad, telefon numarası güncelle
uk: Оновити ім’я, номер телефону
ur: نام، فون نمبر اپ ڈیٹ کریں
uz: Ism, telefon raqamini yangilash
vi: Cập nhật tên, số điện thoại

# changePasswordSubtitle
source: Update security password
am: የደህንነት የይለፍ ቃል አዘምን
ar: تحديث كلمة المرور الأمنية
az: Təhlükəsizlik şifrəsini yeniləyin
bg: Актуализирайте защитната парола
bn: নিরাপত্তা পাসওয়ার্ড আপডেট করুন
bs: Ažurirajte sigurnosnu lozinku
ca: Actualitza la contrasenya de seguretat
cs: Aktualizujte bezpečnostní heslo
da: Opdater sikkerhedsadgangskode
el: Ενημέρωση κωδικού ασφαλείας
et: Uuenda turvaparooli
fa: به‌روزرسانی رمز عبور امنیتی
fi: Päivitä turvasalasana
he: עדכן סיסמת אבטחה
hi: सुरक्षा पासवर्ड अपडेट करें
hu: Biztonsági jelszó frissítése
id: Perbarui kata sandi keamanan
ja: セキュリティパスワードの更新
ka: უსაფრთხოების პაროლის განახლება
kk: Қауіпсіздік құпия сөзін жаңарту
km: ធ្វើបច្ចុប្បន្នភាពពាក្យសម្ងាត់សុវត្ថិភាព
kn: ಭದ್ರತಾ ಪಾಸ್‌ವರ್ಡ್ ನವೀಕರಿಸಿ
ku: پاسۆردی پاراستن نوێ بکە
lo: ອັບເດດລະຫັດຜ່ານຄວາມປອດໄພ
lt: Atnaujinti saugos slaptažodį
mr: सुरक्षा पासवर्ड अपडेट करा
ms: Kemaskini kata laluan keselamatan
my: လုံခြုံရေး စကားဝှက် ပြင်ဆင်ရန်
no: Oppdater sikkerhetspassord
pl: Zaktualizuj hasło zabezpieczające
ro: Actualizați parola de securitate
si: ආරක්ෂක මුරපදය යාවත්කාලීන කරන්න
sk: Aktualizujte bezpečnostné heslo
sq: Përditëso fjalëkalimin e sigurisë
sr: Ažurirajte sigurnosnu lozinku
sv: Uppdatera säkerhetslösenord
sw: Sasisha nenosiri la usalama
ta: பாதுகாப்பு கடவுச்சொல்லை புதுப்பிக்கவும்
te: భద్రతా పాస్‌వర్డ్ నవీకరించండి
th: อัปเดตรหัสผ่านเพื่อความปลอดภัย
tr: Güvenlik şifresini güncelle
uk: Оновити пароль безпеки
ur: سیکیورٹی پاس ورڈ اپ ڈیٹ کریں
uz: Xavfsizlik parolini yangilash
vi: Cập nhật mật khẩu bảo mật

source: Company
am: ኩባንያ
ar: الشركة
az: Şirkət
bg: Компания
bn: কোম্পানি
bs: Kompanija
ca: Empresa
cs: Společnost
da: Firma
el: Εταιρεία
et: Ettevõte
fa: شرکت
fi: Yritys
he: חברה
hi: कंपनी
hu: Cég
id: Perusahaan
ja: 会社
ka: კომპანია
kk: Компания
km: ក្រុមហ៊ុន
kn: ಕಂಪನಿ
ku: کۆمپانیا
lo: ບໍລິສັດ
lt: Įmonė
mr: कंपनी
ms: Syarikat
my: ကုမ္ပဏီ
no: Firma
pl: Firma
ro: Companie
si: සමාගම
sk: Spoločnosť
sq: Kompania
sr: Kompanija
sv: Företag
sw: Kampuni
ta: நிறுவனம்
te: కంపెనీ
th: บริษัท
tr: Şirket
uk: Компанія
ur: کمپنی
uz: Kompaniya
vi: Công ty

source: Address Management
am: የአድራሻ አስተዳደር
ar: إدارة العناوين
az: Ünvan İdarəetməsi
bg: Управление на адреси
bn: ঠিকানা ব্যবস্থাপনা
bs: Upravljanje adresama
ca: Gestió d'adreces
cs: Správa adres
da: Adresseadministration
el: Διαχείριση διευθύνσεων
et: Aadresside haldus
fa: مدیریت آدرس
fi: Osoitteiden hallinta
he: ניהול כתובות
hi: पता प्रबंधन
hu: Címkezelés
id: Manajemen Alamat
ja: 住所管理
ka: მისამართების მართვა
kk: Мекенжайды басқару
km: ការគ្រប់គ្រងអាសយដ្ឋាន
kn: ವಿಳಾಸ ನಿರ್ವಹಣೆ
ku: بەڕێوبەری ناونیشان
lo: ການຈັດການທີ່ຢູ່
lt: Adreso valdymas
mr: पत्ता व्यवस्थापन
ms: Pengurusan Alamat
my: လိပ်စာစီမံခန့်ခွဲမှု
no: Adresseadministrasjon
pl: Zarządzanie adresami
ro: Administrare adresă
si: ලිපිනය කළමනාකරණය
sk: Správa adries
sq: Menaxhimi i adresave
sr: Upravljanje adresama
sv: Adresshantering
sw: Usimamizi wa Anwani
ta: முகவரி நிர்வாகம்
te: చిరునామా నిర్వహణ
th: จัดการที่อยู่
tr: Adres Yönetimi
uk: Управління адресами
ur: ایڈریس مینجمنٹ
uz: Manzilni boshqarish
vi: Quản lý địa chỉ

# addressManagementSubtitle
source: Add, edit shipping addresses
am: የመላኪያ አድራሻዎችን አክል፣ አስተካክል
ar: إضافة وتعديل عناوين الشحن
az: Çatdırılma ünvanlarını əlavə edin, redaktə edin
bg: Добавете, редактирайте адреси за доставка
bn: শিপিং ঠিকানা যোগ করুন, সম্পাদনা করুন
bs: Dodajte, uredite adrese za dostavu
ca: Afegeix, edita adreces d'enviament
cs: Přidávejte, upravujte doručovací adresy
da: Tilføj, rediger leveringsadresser
el: Προσθήκη, επεξεργασία διευθύνσεων αποστολής
et: Lisa, muuda tarneaadresse
fa: افزودن، ویرایش آدرس‌های ارسال
fi: Lisää, muokkaa toimitusosoitteita
he: הוסף, ערוך כתובות משלוח
hi: शिपिंग पते जोड़ें, संपादित करें
hu: Szállítási címek hozzáadása, szerkesztése
id: Tambah, edit alamat pengiriman
ja: 配送先住所の追加・編集
ka: მიწოდების მისამართების დამატება, რედაქტირება
kk: Жеткізу мекенжайларын қосу, өңдеу
km: បន្ថែម កែសម្រួលអាសយដ្ឋានដឹកជញ្ជូន
kn: ಶಿಪ್ಪಿಂಗ್ ವಿಳಾಸಗಳನ್ನು ಸೇರಿಸಿ, ತಿದ್ದುಪಡಿ ಮಾಡಿ
ku: ناونیشانی گواستن و گۆڕین زیاد بکە
lo: ເພີ່ມ, ແກ້ໄຂທີ່ຢູ່ຈັດສົ່ງ
lt: Pridėti, redaguoti pristatymo adresus
mr: शिपिंग पत्ते जोडा, संपादित करा
ms: Tambah, edit alamat penghantaran
my: ပို့ဆောင်ရန်လိပ်စာ အသစ်ထည့်၊ ပြင်ဆင်ရန်
no: Legg til, rediger leveringsadresser
pl: Dodaj, edytuj adresy wysyłki
ro: Adăugați, editați adresele de livrare
si: නව, සංස්කරණය කරන ලද නැව්ගත කිරීමේ ලිපින එකතු කරන්න
sk: Pridajte, upravte doručovacie adresy
sq: Shto, redakto adresat e dërgesës
sr: Dodajte, izmenite adrese za isporuku
sv: Lägg till, redigera leveransadresser
sw: Ongeza, hariri anwani za usafirishaji
ta: கப்பல் முகவரிகளை சேர்க்கவும், திருத்தவும்
te: షిప్పింగ్ చిరునామాలను జోడించండి, సవరించండి
th: เพิ่ม แก้ไขที่อยู่จัดส่ง
tr: Kargo adreslerini ekle, düzenle
uk: Додавати, редагувати адреси доставки
ur: شپنگ ایڈریسز شامل یا ترمیم کریں
uz: Yetkazib berish manzillarini qo'shish, tahrirlash
vi: Thêm, sửa địa chỉ giao hàng

source: Shopify Member
am: Shopify አባል
ar: عضو Shopify
az: Shopify Üzvü
bg: Shopify член
bn: Shopify সদস্য
bs: Shopify član
ca: Membre de Shopify
cs: Člen Shopify
da: Shopify medlem
el: Μέλος Shopify
et: Shopify liige
fa: عضو Shopify
fi: Shopify-jäsen
he: חבר Shopify
hi: Shopify सदस्य
hu: Shopify tag
id: Anggota Shopify
ja: Shopifyメンバー
ka: Shopify წევრი
kk: Shopify мүшесі
km: សមាជិក Shopify
kn: Shopify ಸದಸ್ಯ
ku: ئەندامی Shopify
lo: ສະມາຊິກ Shopify
lt: Shopify narys
mr: Shopify सदस्य
ms: Ahli Shopify
my: Shopify အဖွဲ့ဝင်
no: Shopify-medlem
pl: Członek Shopify
ro: Membru Shopify
si: Shopify සාමාජික
sk: Člen Shopify
sq: Anëtar i Shopify
sr: Shopify član
sv: Shopify-medlem
sw: Mwanachama wa Shopify
ta: Shopify உறுப்பினர்
te: షాపిఫై సభ్యుడు
th: สมาชิก Shopify
tr: Shopify Üyesi
uk: Учасник Shopify
ur: شاپیفائی ممبر
uz: Shopify a'zosi
vi: Thành viên Shopify

source: Undefined
am: የተወሰነ አይደለም
ar: غير محدد
az: Təyin olunmayıb
bg: Неопределено
bn: অনির্ধারিত
bs: Nedefinisano
ca: Indefinit
cs: Nedefinováno
da: Udefineret
el: Απροσδιόριστο
et: Määramata
fa: تعریف نشده
fi: Määrittelemätön
he: לא מוגדר
hi: अपरिभाषित
hu: Nem meghatározott
id: Tidak terdefinisi
ja: 未定義
ka: გაურკვეველი
kk: Анықталмаған
km: មិនបានកំណត់
kn: ಅವ್ಯವಸ್ಥಿತ
ku: نازانراو
lo: ບໍ່ລະບຸ
lt: Neapibrėžta
mr: अपरिभाषित
ms: Tidak Ditakrifkan
my: သတ်မှတ်မထား
no: Udefinert
pl: Nieokreślono
ro: Nedefinit
si: අර්ථ දක්වා නැත
sk: Nedefinované
sq: E pa përcaktuar
sr: Nedefinisano
sv: Odefinierad
sw: Haijafafanuliwa
ta: வரையறுக்கப்படவில்லை
te: అనిర్వచిత
th: ไม่ได้กำหนด
tr: Tanımsız
uk: Невизначено
ur: غیر متعین
uz: Aniqlanmagan
vi: Chưa xác định

source: User
am: ተጠቃሚ
ar: المستخدم
az: İstifadəçi
bg: Потребител
bn: ব্যবহারকারী
bs: Korisnik
ca: Usuari
cs: Uživatel
da: Bruger
el: Χρήστης
et: Kasutaja
fa: کاربر
fi: Käyttäjä
he: משתמש
hi: उपयोगकर्ता
hu: Felhasználó
id: Pengguna
ja: ユーザー
ka: მომხმარებელი
kk: Пайдаланушы
km: អ្នកប្រើ
kn: ಬಳಕೆದಾರ
ku: Bikarhêner
lo: ຜູ້ໃຊ້
lt: Vartotojas
mr: वापरकर्ता
ms: Pengguna
my: အသုံးပြုသူ
no: Bruker
pl: Użytkownik
ro: Utilizator
si: පරිශීලකයා
sk: Používateľ
sq: Përdorues
sr: Korisnik
sv: Användare
sw: Mtumiaji
ta: பயனர்
te: వినియోగదారు
th: ผู้ใช้
tr: Kullanıcı
uk: Користувач
ur: صارف
uz: Foydalanuvchi
vi: Người dùng

source: Contact Information
am: የእውቂያ መረጃ
ar: معلومات الاتصال
az: Əlaqə Məlumatları
bg: Контактна информация
bn: যোগাযোগের তথ্য
bs: Kontakt informacije
ca: Informació de contacte
cs: Kontaktní informace
da: Kontaktoplysninger
el: Στοιχεία Επικοινωνίας
et: Kontaktandmed
fa: اطلاعات تماس
fi: Yhteystiedot
he: פרטי קשר
hi: संपर्क जानकारी
hu: Kapcsolattartási adatok
id: Informasi Kontak
ja: 連絡先情報
ka: საკონტაქტო ინფორმაცია
kk: Байланыс ақпараты
km: ព័ត៌មានទំនាក់ទំនង
kn: ಸಂಪರ್ಕ ಮಾಹಿತಿ
ku: زانیاری پەیوەندی
lo: ຂໍ້ມູນຕິດຕໍ່
lt: Kontaktinė informacija
mr: संपर्क माहिती
ms: Maklumat Perhubungan
my: ဆက်သွယ်ရန်အချက်အလက်
no: Kontaktinformasjon
pl: Informacje kontaktowe
ro: Informații de contact
si: සම්බන්ධතා තොරතුරු
sk: Kontaktné informácie
sq: Informacioni i kontaktit
sr: Kontakt informacije
sv: Kontaktinformation
sw: Taarifa za Mawasiliano
ta: தொடர்பு தகவல்
te: సంప్రదింపు సమాచారం
th: ข้อมูลติดต่อ
tr: İletişim Bilgileri
uk: Контактна інформація
ur: رابطہ کی معلومات
uz: Aloqa ma’lumotlari
vi: Thông tin liên hệ

# displayNameDescription
source: Display name is automatically generated from first and last name
am: የማሳያ ስም ከመጀመሪያ እና ከመጨረሻ ስም በራስ-ሰር ይፈጠራል
ar: يتم إنشاء الاسم المعروض تلقائياً من الاسم الأول والأخير
az: Görünən ad avtomatik olaraq ad və soyaddan yaradılır
bg: Показваното име се генерира автоматично от собственото и фамилното име
bn: প্রদর্শিত নাম স্বয়ংক্রিয়ভাবে প্রথম ও শেষ নাম থেকে তৈরি হয়
bs: Prikazano ime se automatski generiše iz imena i prezimena
ca: El nom visible es genera automàticament a partir del nom i cognom
cs: Zobrazované jméno je automaticky generováno z křestního jména a příjmení
da: Visningsnavn genereres automatisk ud fra for- og efternavn
el: Το εμφανιζόμενο όνομα δημιουργείται αυτόματα από το όνομα και το επώνυμο
et: Kuvatav nimi luuakse automaatselt ees- ja perekonnanime põhjal
fa: نام نمایشی به طور خودکار از نام و نام خانوادگی ایجاد می‌شود
fi: Näyttönimi muodostetaan automaattisesti etu- ja sukunimestä
he: שם התצוגה נוצר אוטומטית משם פרטי ומשפחה
hi: डिस्प्ले नाम स्वतः पहले और अंतिम नाम से बनाया जाता है
hu: A megjelenített név automatikusan az utónévből és vezetéknévből jön létre
id: Nama tampilan dibuat otomatis dari nama depan dan nama belakang
ja: 表示名は名と姓から自動的に生成されます
ka: საჩვენებელი სახელი ავტომატურად გენერირდება სახელისა და გვარის მიხედვით
kk: Көрсетілетін атау аты-жөніңізден автоматты түрде жасалады
km: ឈ្មោះបង្ហាញត្រូវបានបង្កើតដោយស្វ័យប្រវត្តិពីឈ្មោះ និងនាមត្រកូល
kn: ಪ್ರದರ್ಶನ ಹೆಸರು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಮೊದಲ ಮತ್ತು ಕೊನೆಯ ಹೆಸರಿನಿಂದ ರಚಿಸಲಾಗುತ್ತದೆ
ku: ناوی پیشاندەر بە شێوەی خۆکارانە لە ناوی یەکەم و دووەم دروست دەکرێت
lo: ຊື່ທີ່ສະແດງຈະຖືກສ້າງອັດຕະໂນມັດຈາກຊື່ແລະນາມສະກຸນ
lt: Rodomas vardas automatiškai sukuriamas iš vardo ir pavardės
mr: प्रदर्शन नाव आपोआप प्रथम व शेवटच्या नावावरून तयार केले जाते
ms: Nama paparan dijana secara automatik daripada nama pertama dan nama akhir
my: ပြသမည့်အမည်ကို နာမည်နှင့်အမျိုးအမည်မှ အလိုအလျောက်ဖန်တီးပါသည်
no: Visningsnavn genereres automatisk fra fornavn og etternavn
pl: Nazwa wyświetlana jest automatycznie generowana z imienia i nazwiska
ro: Numele afișat este generat automat din prenume și nume
si: ප්‍රදර්ශන නාමය ස්වයංක්‍රීයව පළමු සහ අවසන් නාමයෙන් ජනනය වේ
sk: Zobrazované meno je automaticky generované z mena a priezviska
sq: Emri i shfaqur gjenerohet automatikisht nga emri dhe mbiemri
sr: Prikazano ime se automatski generiše iz imena i prezimena
sv: Visningsnamn genereras automatiskt från för- och efternamn
sw: Jina la kuonekana linaundwa kiotomatiki kutoka kwa jina la kwanza na la mwisho
ta: காட்சி பெயர் முதலில் மற்றும் கடைசி பெயரில் இருந்து தானாக உருவாக்கப்படும்
te: ప్రదర్శన పేరు మొదటి పేరు మరియు చివరి పేరుతో స్వయంచాలకంగా రూపొందించబడుతుంది
th: ชื่อที่แสดงจะถูกสร้างอัตโนมัติจากชื่อและนามสกุล
tr: Görünen ad, ad ve soyadınızdan otomatik olarak oluşturulur
uk: Відображуване ім’я автоматично створюється з імені та прізвища
ur: ڈسپلے نام خود بخود پہلے اور آخری نام سے تیار کیا جاتا ہے
uz: Ko‘rsatiladigan ism avtomatik tarzda ism va familiyadan yaratiladi
vi: Tên hiển thị được tạo tự động từ tên và họ

source: No display name
am: ማሳያ ስም የለም
ar: لا يوجد اسم معروض
az: Görünən ad yoxdur
bg: Няма показвано име
bn: কোনো প্রদর্শিত নাম নেই
bs: Nema prikazanog imena
ca: Sense nom visible
cs: Žádné zobrazované jméno
da: Intet visningsnavn
el: Δεν υπάρχει εμφανιζόμενο όνομα
et: Kuvatavat nime pole
fa: نام نمایشی وجود ندارد
fi: Ei näyttönimeä
he: אין שם תצוגה
hi: कोई डिस्प्ले नाम नहीं
hu: Nincs megjelenített név
id: Tidak ada nama tampilan
ja: 表示名がありません
ka: საჩვენებელი სახელი არ არის
kk: Көрсетілетін атау жоқ
km: គ្មានឈ្មោះបង្ហាញ
kn: ಪ್ರದರ್ಶನ ಹೆಸರು ಇಲ್ಲ
ku: ناوی پیشاندەر نییە
lo: ບໍ່ມີຊື່ທີ່ສະແດງ
lt: Nėra rodomo vardo
mr: प्रदर्शन नाव नाही
ms: Tiada nama paparan
my: ပြသမည့်အမည်မရှိပါ
no: Ingen visningsnavn
pl: Brak nazwy wyświetlanej
ro: Fără nume afișat
si: ප්‍රදර්ශන නාමයක් නැත
sk: Žiadne zobrazované meno
sq: Pa emër të shfaqur
sr: Nema prikazanog imena
sv: Inget visningsnamn
sw: Hakuna jina la kuonekana
ta: காட்சி பெயர் இல்லை
te: ప్రదర్శన పేరు లేదు
th: ไม่มีชื่อที่แสดง
tr: Görünen ad yok
uk: Немає відображуваного імені
ur: کوئی ڈسپلے نام نہیں
uz: Ko‘rsatiladigan ism yo‘q
vi: Chưa có tên hiển thị

source: Please enter first name
am: እባክዎ የመጀመሪያ ስም ያስገቡ
ar: يرجى إدخال الاسم الأول
az: Zəhmət olmasa, adınızı daxil edin
bg: Моля, въведете собствено име
bn: অনুগ্রহ করে প্রথম নাম লিখুন
bs: Unesite ime
ca: Si us plau, introdueix el nom
cs: Zadejte prosím křestní jméno
da: Indtast venligst fornavn
el: Παρακαλώ εισάγετε το όνομα
et: Palun sisesta eesnimi
fa: لطفاً نام را وارد کنید
fi: Anna etunimi
he: אנא הזן שם פרטי
hi: कृपया पहला नाम दर्ज करें
hu: Kérjük, adja meg az utónevét
id: Silakan masukkan nama depan
ja: 名を入力してください
ka: გთხოვთ, შეიყვანეთ სახელი
kk: Атыңызды енгізіңіз
km: សូមបញ្ចូលឈ្មោះ
kn: ದಯವಿಟ್ಟು ಮೊದಲ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ku: تکایە ناوی یەکەم بنووسە
lo: ກະລຸນາໃສ່ຊື່
lt: Įveskite vardą
mr: कृपया पहिले नाव प्रविष्ट करा
ms: Sila masukkan nama pertama
my: နာမည်ကို ထည့်ပါ
no: Vennligst oppgi fornavn
pl: Wprowadź imię
ro: Vă rugăm să introduceți prenumele
si: කරුණාකර පළමු නම ඇතුළත් කරන්න
sk: Zadajte meno
sq: Ju lutemi shkruani emrin
sr: Unesite ime
sv: Ange förnamn
sw: Tafadhali ingiza jina la kwanza
ta: தயவுசெய்து முதற்பெயரை உள்ளிடவும்
te: దయచేసి మొదటి పేరును నమోదు చేయండి
th: กรุณากรอกชื่อจริง
tr: Lütfen adınızı girin
uk: Введіть ім’я
ur: براہ کرم پہلا نام درج کریں
uz: Iltimos, ismingizni kiriting
vi: Vui lòng nhập tên
