Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# scannerOnlyForProduct
source: QR Scanner only supports product search
am: ስካነሩ ለምርቶች ብቻ ነው
ar: ماسح QR يدعم البحث عن المنتجات فقط
az: QR skaneri yalnız məhsul axtarışını dəstəkləyir
bg: QR скенерът поддържа само търсене на продукти
bn: কিউআর স্ক্যানার শুধুমাত্র পণ্য অনুসন্ধানে সমর্থন করে
bs: QR skener podržava samo pretragu proizvoda
ca: El lector de QR només permet buscar productes
cs: QR skener podporuje pouze vyhledávání produktů
da: QR-scanneren understøtter kun produktsøgning
el: Ο σαρωτής QR υποστηρίζει μόνο αναζήτηση προϊόντων
et: QR-skanner toetab ainult toodete otsingut
fa: اسکنر QR فقط جستجوی محصول را پشتیبانی می‌کند
fi: QR-skanneri tukee vain tuotehakua
he: סורק ה-QR תומך רק בחיפוש מוצרים
hi: क्यूआर स्कैनर केवल उत्पाद खोज के लिए समर्थित है
hu: A QR-olvasó csak termékkeresésre használható
id: Pemindai QR hanya mendukung pencarian produk
ja: QRスキャナーは商品検索のみ対応しています
ka: QR სკანერი მხოლოდ პროდუქტის ძიებას უჭერს მხარს
kk: QR сканері тек өнімді іздеуді қолдайды
km: ម៉ាស៊ីនស្កេន QR គាំទ្រស្វែងរកផលិតផលតែប៉ុណ្ណោះ
kn: QR ಸ್ಕ್ಯಾನರ್ ಉತ್ಪನ್ನ ಹುಡುಕಾಟಕ್ಕೆ ಮಾತ್ರ ಬೆಂಬಲಿಸುತ್ತದೆ
ku: QR Scanner تەنها بۆ گەڕانی بەرهەمە
lo: QR Scanner ຮອງຮັບສຳລັບຄົ້ນຫາສິນຄ້າເທົ່ານັ້ນ
lt: QR skaitytuvas palaiko tik produktų paiešką
mr: QR स्कॅनर फक्त उत्पादन शोधासाठीच वापरता येतो
ms: Pengimbas QR hanya menyokong carian produk
my: QR စကင်နာသည် ကုန်ပစ္စည်းရှာဖွေရန်သာ ပံ့ပိုးထားသည်
no: QR-skanner støtter kun produktsøk
pl: Skaner QR obsługuje tylko wyszukiwanie produktów
ro: Scannerul QR suportă doar căutarea de produse
si: QR ස්කෑනරය භාවිතා කළ හැක්කේ නිෂ්පාදන සෙවීම සඳහා පමණි
sk: QR skener podporuje iba vyhľadávanie produktov
sq: Skaneri QR mbështet vetëm kërkimin e produkteve
sr: QR skener podržava samo pretragu proizvoda
sv: QR-skannern stöder endast produktsökning
sw: Kisoma QR kinasaidia tu utafutaji wa bidhaa
ta: QR ஸ்கேனர் தயாரிப்பு தேடலுக்கே மட்டுமே ஆதரவு அளிக்கிறது
te: QR స్కానర్ ఉత్పత్తి శోధనకు మాత్రమే మద్దతిస్తుంది
th: เครื่องสแกน QR รองรับเฉพาะการค้นหาสินค้า
tr: QR Tarayıcı yalnızca ürün aramasını destekler
uk: QR-сканер підтримує лише пошук товарів
ur: کیو آر اسکینر صرف مصنوعات کی تلاش کے لیے ہے
uz: QR skaneri faqat mahsulot qidiruvini qo‘llab-quvvatlaydi
vi: Trình quét QR chỉ hỗ trợ tìm kiếm sản phẩm

source: Invalid QR code
am: ዋጋ የሌለው የQR ኮድ
ar: رمز الاستجابة السريعة غير صالح
az: Etibarsız QR kod
bg: Невалиден QR код
bn: অবৈধ কিউআর কোড
bs: Nevažeći QR kod
ca: Codi QR no vàlid
cs: Neplatný QR kód
da: Ugyldig QR-kode
el: Μη έγκυρος κωδικός QR
et: Vigane QR-kood
fa: کد QR نامعتبر است
fi: Virheellinen QR-koodi
he: קוד QR לא תקף
hi: अमान्य क्यूआर कोड
hu: Érvénytelen QR-kód
id: Kode QR tidak valid
ja: 無効なQRコード
ka: არასწორი QR კოდი
kk: Жарамсыз QR-код
km: កូដ QR មិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯವಾದ QR ಕೋಡ್
ku: کۆدی QR نادروستە
lo: QR code ບໍ່ຖືກຕ້ອງ
lt: Neteisingas QR kodas
mr: अवैध QR कोड
ms: Kod QR tidak sah
my: မမှန်ကန်သော QR ကုဒ်
no: Ugyldig QR-kode
pl: Nieprawidłowy kod QR
ro: Cod QR invalid
si: වලංගු නොවන QR කේතය
sk: Neplatný QR kód
sq: Kodi QR i pavlefshëm
sr: Nevažeći QR kod
sv: Ogiltig QR-kod
sw: Msimbo wa QR si sahihi
ta: தவறான QR குறியீடு
te: చెల్లని QR కోడ్
th: รหัส QR ไม่ถูกต้อง
tr: Geçersiz QR kodu
uk: Недійсний QR-код
ur: غلط کیو آر کوڈ
uz: Noto‘g‘ri QR-kod
vi: Mã QR không hợp lệ

# noPendingDeliveryOrder
source: No pending orders to deliver
am: በመጠባበቅ ላይ ያለ የምርት ትዕዛዝ የለም
ar: لا توجد طلبات معلقة للتسليم
az: Çatdırılacaq gözləmədə olan sifariş yoxdur
bg: Няма чакащи поръчки за доставка
bn: ডেলিভারির জন্য কোনো মুলতুবি অর্ডার নেই
bs: Nema narudžbi na čekanju za isporuku
ca: No hi ha comandes pendents de lliurament
cs: Žádné čekající objednávky k doručení
da: Ingen ventende leveringsordrer
el: Δεν υπάρχουν εκκρεμείς παραγγελίες για παράδοση
et: Pole ootel tarnetellimusi
fa: سفارشی برای ارسال وجود ندارد
fi: Ei toimitettavia tilauksia
he: אין הזמנות ממתינות למשלוח
hi: कोई लंबित ऑर्डर डिलीवर करने के लिए नहीं हैं
hu: Nincs kézbesítésre váró rendelés
id: Tidak ada pesanan yang menunggu pengiriman
ja: 配達待ちの注文はありません
ka: მიწოდებისთვის მოლოდინში შეკვეთები არ არის
kk: Күтілуде тұрған жеткізілетін тапсырыстар жоқ
km: មិនមានបញ្ជាទិញដែលកំពុងរង់ចាំដឹកជញ្ជូនទេ
kn: ವಿತರಣೆಗೆ ಬಾಕಿ ಇರುವ ಯಾವುದೇ ಆರ್ಡರ್‌ಗಳು ಇಲ್ಲ
ku: هیچ داواکارییەکی ماوە بۆ گەیاندن نییە
lo: ບໍ່ມີຄຳສັ່ງທີ່ລໍຖ້າຈັດສົ່ງ
lt: Nėra laukiančių pristatymo užsakymų
mr: डिलिव्हरीसाठी कोणतेही प्रलंबित ऑर्डर नाहीत
ms: Tiada pesanan tertunda untuk dihantar
my: ပို့ဆောင်ရန်ဆိုင်းငံ့ထားသော အမှာစာမရှိပါ
no: Ingen ventende ordre å levere
pl: Brak oczekujących zamówień do dostarczenia
ro: Nu există comenzi în așteptare pentru livrare
si: බෙදාහැරීමට නවතම ඇණවුම් නොමැත
sk: Žiadne čakajúce objednávky na doručenie
sq: Nuk ka porosi në pritje për dorëzim
sr: Nema narudžbina na čekanju za isporuku
sv: Inga väntande beställningar att leverera
sw: Hakuna oda zinazongoja kusafirishwa
ta: வழங்க வேண்டிய நிலுவை ஆர்டர்கள் இல்லை
te: డెలివరీకి పెండింగ్‌లో ఉన్న ఆర్డర్లు లేవు
th: ไม่มีออเดอร์ที่รอจัดส่ง
tr: Teslim edilecek bekleyen sipariş yok
uk: Немає замовлень, що очікують на доставку
ur: کوئی زیر التواء آرڈر ڈیلیور کرنے کے لیے نہیں ہے
uz: Yetkazilishi kutilayotgan buyurtmalar yo‘q
vi: Không có đơn hàng chờ giao

# becomeDifferentRole
source: Become a different role
am: በተለየ ሚና ይሁኑ
ar: تغيير الدور
az: Fərqli rol olun
bg: Смени ролята си
bn: ভিন্ন একটি ভূমিকা নিন
bs: Postanite druga uloga
ca: Canvia a un altre rol
cs: Změnit roli
da: Bliv en anden rolle
el: Γίνετε διαφορετικός ρόλος
et: Muuda rolli
fa: تغییر نقش کاربری
fi: Vaihda eri rooliin
he: הפוך לתפקיד אחר
hi: अलग भूमिका बनें
hu: Váltson másik szerepkörre
id: Jadi peran lain
ja: 別の役割になる
ka: გახდით სხვა როლი
kk: Басқа рөлге өту
km: ក្លាយជាតួនាទីផ្សេង
kn: ಬೇರೆ ಪಾತ್ರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: بە بوون بە ڕۆڵێکی جیاواز
lo: ປ່ຽນໄປບົດບາດອື່ນ
lt: Tapkite kitu vaidmeniu
mr: वेगळ्या भूमिकेत जा
ms: Jadi peranan yang berbeza
my: အခြားအခန်းကဏ္ဍတစ်ခုဖြစ်ရန်
no: Bytt til en annen rolle
pl: Zmień rolę
ro: Devino alt rol
si: වෙනස් භූමිකාවකට පත්වන්න
sk: Zmeniť rolu
sq: Bëhu një rol tjetër
sr: Postanite druga uloga
sv: Byt till en annan roll
sw: Chukua jukumu tofauti
ta: வேறு ஒரு பாத்திரமாக மாறவும்
te: వేరే పాత్రగా మారండి
th: เปลี่ยนเป็นบทบาทอื่น
tr: Farklı bir role geçin
uk: Стати іншою роллю
ur: مختلف کردار اختیار کریں
uz: Boshqa rolga o‘ting
vi: Chuyển sang vai trò khác

source: Unnamed location
am: ያልተሰየመ ቦታ
ar: موقع غير مسمى
az: Adsız məkan
bg: Безименна локация
bn: নামহীন অবস্থান
bs: Neimenovana lokacija
ca: Ubicació sense nom
cs: Nepojmenované místo
da: Uden navn
el: Ανώνυμη τοποθεσία
et: Nimetu asukoht
fa: مکان بدون نام
fi: Nimetön sijainti
he: מיקום ללא שם
hi: अज्ञात स्थान
hu: Névtelen helyszín
id: Lokasi tanpa nama
ja: 名称未設定の場所
ka: უსახელო მდებარეობა
kk: Атауы жоқ орын
km: ទីតាំងគ្មានឈ្មោះ
kn: ಹೆಸರಿಡದ ಸ್ಥಳ
ku: شوێنی بێ ناو
lo: ສະຖານທີ່ບໍ່ມີຊື່
lt: Nepavadinta vieta
mr: नाव नसलेले स्थान
ms: Lokasi tanpa nama
my: အမည်မသတ်မှတ်ထားသော တည်နေရာ
no: Sted uten navn
pl: Nieznana lokalizacja
ro: Locație fără nume
si: නම නොදන්නා ස්ථානය
sk: Nepomenované miesto
sq: Vendndodhje pa emër
sr: Neimenovana lokacija
sv: Namnlös plats
sw: Mahali pasipojulikana
ta: பெயரிடப்படாத இடம்
te: పేరు లేని ప్రదేశం
th: สถานที่ไม่มีชื่อ
tr: İsimsiz konum
uk: Безіменна локація
ur: بے نام مقام
uz: Nomlanmagan joylashuv
vi: Địa điểm chưa đặt tên

# cancelOrderFailed
source: The cancel request was unsuccessful
am: የሰረዙት ጥያቄ አልተሳካም
ar: لم يتم تنفيذ طلب الإلغاء بنجاح
az: Ləğv sorğusu uğursuz oldu
bg: Заявката за анулиране беше неуспешна
bn: বাতিলের অনুরোধ সফল হয়নি
bs: Zahtjev za otkazivanje nije uspio
ca: La sol·licitud de cancel·lació no ha tingut èxit
cs: Žádost o zrušení nebyla úspěšná
da: Annulleringsanmodning mislykkedes
el: Η αίτηση ακύρωσης δεν ήταν επιτυχής
et: Tühistamise taotlus ebaõnnestus
fa: درخواست لغو سفارش ناموفق بود
fi: Peruutuspyyntö epäonnistui
he: בקשת הביטול נכשלה
hi: रद्दीकरण अनुरोध असफल रहा
hu: A lemondási kérelem sikertelen volt
id: Permintaan pembatalan tidak berhasil
ja: キャンセルリクエストが失敗しました
ka: გაუქმების მოთხოვნა ვერ შესრულდა
kk: Бас тарту сұранысын орындау сәтсіз аяқталды
km: សំណើរលុបបញ្ជាទិញបរាជ័យ
kn: ರದ್ದುಪಡಿಸುವ ವಿನಂತಿ ಯಶಸ್ವಿಯಾಗಿಲ್ಲ
ku: داواکارییەکەی هەڵوەشاندن سەرکەوتوو نەبوو
lo: ການຮ້ອງຂໍຍົກເລີກບໍ່ສຳເລັດ
lt: Atšaukimo užklausa nepavyko
mr: रद्द करण्याची विनंती अयशस्वी झाली
ms: Permintaan pembatalan tidak berjaya
my: ပယ်ဖျက်ရန်တောင်းဆိုမှု မအောင်မြင်ပါ
no: Avbestillingsforespørselen var mislykket
pl: Nie udało się anulować zamówienia
ro: Cererea de anulare nu a fost efectuată cu succes
si: අවලංගු කිරීමේ ඉල්ලීම අසාර්ථක විය
sk: Žiadosť o zrušenie bola neúspešná
sq: Kërkesa për anulim nuk ishte e suksesshme
sr: Zahtev za otkazivanje nije uspeo
sv: Avbokningsförfrågan misslyckades
sw: Ombi la kughairi halikufanikiwa
ta: ரத்து கோரிக்கை வெற்றிகரமாக இல்லை
te: ఆర్డర్ రద్దు అభ్యర్థన విజయవంతంగా కాలేదు
th: การขอยกเลิกไม่สำเร็จ
tr: İptal talebi başarısız oldu
uk: Не вдалося скасувати замовлення
ur: منسوخی کی درخواست ناکام رہی
uz: Buyurtmani bekor qilish so‘rovi muvaffaqiyatsiz yakunlandi
vi: Yêu cầu hủy đơn hàng không thành công

source: Comment Failed!
am: አስተያየት መስጠት አልተሳካም
ar: فشل التعليق!
az: Şərh uğursuz oldu!
bg: Коментарът не бе изпратен!
bn: মন্তব্য ব্যর্থ হয়েছে!
bs: Komentar nije uspio!
ca: Comentari fallit!
cs: Komentář se nepodařilo odeslat!
da: Kommentaren mislykkedes!
el: Η αποστολή σχολίου απέτυχε!
et: Kommentaar ebaõnnestus!
fa: ثبت نظر ناموفق بود!
fi: Kommentin lähetys epäonnistui!
he: התגובה נכשלה!
hi: टिप्पणी विफल रही!
hu: Hozzászólás sikertelen!
id: Komentar gagal!
ja: コメントに失敗しました！
ka: კომენტარის დამატება ვერ მოხერხდა!
kk: Пікір жіберілген жоқ!
km: បញ្ចេញមតិបរាជ័យ!
kn: ಕಾಮೆಂಟ್ ವಿಫಲವಾಗಿದೆ!
ku: کۆمێنتکردن سەرکەوتوو نەبوو!
lo: ຄຳເຫັນລົ້ມເຫຼວ!
lt: Komentaras nepavyko!
mr: टिप्पणी अयशस्वी!
ms: Komen Gagal!
my: မှတ်ချက်ရေးခြင်း မအောင်မြင်ပါ!
no: Kommentaren mislyktes!
pl: Nie udało się dodać komentarza!
ro: Comentariul a eșuat!
si: අදහස ඇතුළත් කිරීම අසාර්ථක විය!
sk: Komentár sa nepodarilo odoslať!
sq: Dështoi komenti!
sr: Komentar nije uspeo!
sv: Kommentaren misslyckades!
sw: Maoni yameshindwa!
ta: கருத்து பதிவேற்றம் தோல்வியடைந்தது!
te: వ్యాఖ్య విఫలమైంది!
th: แสดงความคิดเห็นไม่สำเร็จ!
tr: Yorum başarısız!
uk: Не вдалося залишити коментар!
ur: تبصرہ ناکام!
uz: Izoh yuborilmadi!
vi: Bình luận không thành công!

source: Service
am: አገልግሎት
ar: خدمة
az: Xidmət
bg: Услуга
bn: সেবা
bs: Usluga
ca: Servei
cs: Služba
el: Υπηρεσία
et: Teenindus
fa: خدمت
fi: Palvelu
he: שירות
hi: सेवा
hu: Szolgáltatás
id: Layanan
ja: サービス
ka: სერვისი
kk: Қызмет
km: សេវាកម្ម
kn: ಸೇವೆ
ku: خزمەت
lo: ບໍລິການ
lt: Paslauga
mr: सेवा
ms: Perkhidmatan
my: ဝန်ဆောင်မှု
no: Tjeneste
pl: Usługa
ro: Serviciu
si: සේවාව
sk: Služba
sq: Shërbim
sr: Usluga
sv: Tjänst
sw: Huduma
ta: சேவை
te: సేవ
th: บริการ
tr: Hizmetler
uk: Послуга
ur: سروس
uz: Xizmat
vi: Dịch vụ

# areYouSureRefundOrder
source: Are you sure you want to refund this order?
am: ይህን ትዕዛዝ መመለስ እንደሚፈልጉ እርግጠኛ ነዎት?
ar: هل أنت متأكد أنك تريد استرداد هذا الطلب؟
az: Bu sifarişi geri qaytarmaq istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да възстановите тази поръчка?
bn: আপনি কি নিশ্চিত যে এই অর্ডারটি রিফান্ড করতে চান?
bs: Jeste li sigurni da želite vratiti ovu narudžbu?
ca: Estàs segur que vols reemborsar aquesta comanda?
cs: Opravdu chcete tuto objednávku vrátit?
da: Er du sikker på, at du vil refundere denne ordre?
el: Είστε σίγουροι ότι θέλετε να επιστρέψετε αυτήν την παραγγελία;
et: Kas oled kindel, et soovid selle tellimuse tagastada?
fa: آیا مطمئن هستید که می‌خواهید این سفارش را بازپرداخت کنید؟
fi: Haluatko varmasti hyvittää tämän tilauksen?
he: האם אתה בטוח שברצונך להחזיר את ההזמנה הזו?
hi: क्या आप वाकई इस ऑर्डर का रिफंड करना चाहते हैं?
hu: Biztosan visszatéríti ezt a rendelést?
id: Apakah Anda yakin ingin mengembalikan dana pesanan ini?
ja: 本当にこの注文を返金しますか？
ka: დარწმუნებული ხართ, რომ გსურთ ამ შეკვეთის დაბრუნება?
kk: Бұл тапсырысты қайтарғыңыз келетініне сенімдісіз бе?
km: តើអ្នកប្រាកដថាចង់សងប្រាក់បញ្ជាទិញនេះមែនទេ?
kn: ನೀವು ಈ ಆರ್ಡರ್‌ಗೆ ಮರುಪಾವತಿ ನೀಡಲು ಖಚಿತವಾಗಿದ್ದೀರಾ?
ku: دڵنیایت دەتەوێت ئەم داواکارییە گەڕێنەوە بکەیت؟
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຈະຄືນເງິນຄຳສັ່ງນີ້?
lt: Ar tikrai norite grąžinti šį užsakymą?
mr: तुम्हाला खात्री आहे का की हे ऑर्डर परत द्यायचे आहे?
ms: Adakah anda pasti mahu memulangkan wang pesanan ini?
my: ဤအမှာစာကို ပြန်အမ်းချင်သည်မှာ သေချာပါသလား?
no: Er du sikker på at du vil refundere denne bestillingen?
pl: Czy na pewno chcesz zwrócić to zamówienie?
ro: Ești sigur că vrei să rambursezi această comandă?
si: ඔබට මෙම ඇණවුම ආපසු ගෙවීමට අවශ්‍යයි කියලා විශ්වාසද?
sk: Naozaj chcete vrátiť túto objednávku?
sq: Jeni i sigurt që doni të rimbursosh këtë porosi?
sr: Da li ste sigurni da želite da vratite novac za ovu narudžbinu?
sv: Är du säker på att du vill återbetala denna beställning?
sw: Una uhakika unataka kurejesha oda hii?
ta: இந்த ஆர்டருக்கு பணத்தை திருப்பி வழங்க விரும்புகிறீர்களா?
te: మీరు నిజంగా ఈ ఆర్డర్‌కు రీఫండ్ ఇవ్వాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการคืนเงินสำหรับออเดอร์นี้?
tr: Bu siparişi iade etmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете повернути кошти за це замовлення?
ur: کیا آپ واقعی اس آرڈر کی رقم واپس کرنا چاہتے ہیں؟
uz: Ushbu buyurtmani qaytarishni xohlaysizmi?
vi: Bạn có chắc muốn hoàn tiền cho đơn hàng này không?

source: Try again
am: ድጋሚ ይሞክሩ
ar: حاول مرة أخرى
az: Yenidən cəhd edin
bg: Опитайте отново
bn: আবার চেষ্টা করুন
bs: Pokušajte ponovo
ca: Torna-ho a intentar
cs: Zkusit znovu
da: Prøv igen
el: Δοκιμάστε ξανά
et: Proovi uuesti
fa: دوباره تلاش کنید
fi: Yritä uudelleen
he: נסה שוב
hi: फिर से प्रयास करें
hu: Próbálja újra
id: Coba lagi
ja: 再試行
ka: სცადეთ კიდევ ერთხელ
kk: Қайтадан көріңіз
km: សាកល្បងម្តងទៀត
kn: ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ
ku: دووبارە هەوڵبدە
lo: ລອງໃໝ່
lt: Bandyti dar kartą
mr: पुन्हा प्रयत्न करा
ms: Cuba lagi
my: ထပ်မံကြိုးစားပါ
no: Prøv igjen
pl: Spróbuj ponownie
ro: Încearcă din nou
si: නැවත උත්සාහ කරන්න
sk: Skúste znova
sq: Provo përsëri
sr: Pokušajte ponovo
sv: Försök igen
sw: Jaribu tena
ta: மீண்டும் முயற்சிக்கவும்
te: మళ్లీ ప్రయత్నించండి
th: ลองใหม่อีกครั้ง
tr: Tekrar deneyin
uk: Спробуйте ще раз
ur: دوبارہ کوشش کریں
uz: Yana urinib ko‘ring
vi: Thử lại

source: Rental
am: ኪራይ
ar: تأجير
az: İcarə
bg: Наем
bn: ভাড়া
bs: Iznajmljivanje
ca: Lloguer
cs: Pronájem
da: Udlejning
el: Ενοικίαση
et: Renditud
fa: اجاره
fi: Vuokraus
he: השכרה
hi: किराया
hu: Bérlés
id: Sewa
ja: レンタル
ka: დაქირავება
kk: Жалға беру
km: ជួល
kn: ಭಾಡೆ
ku: کرێ
lo: ເຊົ່າ
lt: Nuoma
mr: भाड्याने
ms: Sewaan
my: ငှားရမ်းမှု
no: Utleie
pl: Wynajem
ro: Închiriere
si: කුලියට දීම
sk: Prenájom
sq: Qira
sr: Iznajmljivanje
sv: Uthyrning
sw: Kodi
ta: வாடகை
te: అద్దె
th: เช่า
tr: Kiralık
uk: Оренда
ur: کرایہ
uz: Ijaraga berish
vi: Cho thuê

source: Owner
am: ባለቤት
ar: مالك
az: Sahib
bg: Собственик
bn: মালিক
bs: Vlasnik
ca: Propietari
cs: Vlastník
da: Ejer
el: Ιδιοκτήτης
et: Omanik
fa: مالک
fi: Omistaja
he: בעלים
hi: मालिक
hu: Tulajdonos
id: Pemilik
ja: オーナー
ka: მფლობელი
kk: Иесі
km: ម្ចាស់
kn: ಮಾಲಿಕ
ku: خاوەن
lo: ເຈົ້າຂອງ
lt: Savininkas
mr: मालक
ms: Pemilik
my: ပိုင်ရှင်
no: Eier
pl: Właściciel
ro: Proprietar
si: අයිතිකරු
sk: Vlastník
sq: Pronar
sr: Vlasnik
sv: Ägare
sw: Mmiliki
ta: உரிமையாளர்
te: యజమాని
th: เจ้าของ
tr: Sahip
uk: Власник
ur: مالک
uz: Ega
vi: Chủ sở hữu

source: Event
am: ክስተት
ar: فعالية
az: Tədbir
bg: Събитие
bn: ইভেন্ট
bs: Događaj
ca: Esdeveniment
cs: Událost
da: Begivenhed
el: Εκδήλωση
et: Sündmus
fa: رویداد
fi: Tapahtuma
he: אירוע
hi: इवेंट
hu: Esemény
id: Acara
ja: イベント
ka: ღონისძიება
kk: Оқиға
km: ព្រឹត្តិការណ៍
kn: ಕಾರ್ಯಕ್ರಮ
ku: ڕووداو
lo: ເຫດການ
lt: Renginys
mr: कार्यक्रम
ms: Acara
my: ပွဲ
no: Arrangement
pl: Wydarzenie
ro: Eveniment
si: Incident
sk: Udalosť
sr: Događaj
sv: Evenemang
sw: Tukio
ta: நிகழ்வு
te: ఈవెంట్
th: กิจกรรม
tr: Etkinlik
uk: Подія
ur: ایونٹ
uz: Tadbir
vi: Sự kiện

# customerRoleDescription
source: This user role allows to make bookings, send private messages to other users and review listings.
am: ይህ የተጠቃሚ ሚና ቦታዎችን ማግደብ፣ ለሌሎች ተጠቃሚዎች የግል መልእክት መላክ እና ዝርዝሮችን ማግለጫ ይፈቅዳል።
ar: يتيح هذا الدور للمستخدم إجراء الحجوزات، وإرسال رسائل خاصة للمستخدمين الآخرين، وتقييم الإعلانات.
az: Bu istifadəçi rolu sifariş etməyə, digər istifadəçilərə şəxsi mesaj göndərməyə və elanlara rəy verməyə imkan verir.
bg: Тази роля позволява да правите резервации, да изпращате лични съобщения до други потребители и да оценявате обяви.
bn: এই ব্যবহারকারীর ভূমিকা বুকিং করতে, অন্যান্য ব্যবহারকারীদের ব্যক্তিগত বার্তা পাঠাতে এবং তালিকায় রিভিউ দিতে দেয়।
bs: Ova korisnička uloga omogućava rezervacije, slanje privatnih poruka drugim korisnicima i recenziranje oglasa.
ca: Aquest rol d'usuari permet fer reserves, enviar missatges privats a altres usuaris i valorar anuncis.
cs: Tato uživatelská role umožňuje provádět rezervace, posílat soukromé zprávy ostatním uživatelům a hodnotit inzeráty.
da: Denne brugerrolle giver mulighed for at foretage bookinger, sende private beskeder til andre brugere og anmelde opslag.
el: Αυτός ο ρόλος χρήστη επιτρέπει κρατήσεις, αποστολή προσωπικών μηνυμάτων σε άλλους χρήστες και αξιολόγηση καταχωρίσεων.
et: See kasutajaroll võimaldab broneeringuid teha, saata privaatsõnumeid teistele kasutajatele ja hinnata kuulutusi.
fa: این نقش کاربری امکان رزرو، ارسال پیام خصوصی به کاربران دیگر و ثبت نظر برای آگهی‌ها را فراهم می‌کند.
fi: Tämä käyttäjärooli mahdollistaa varausten tekemisen, yksityisviestien lähettämisen muille käyttäjille sekä ilmoitusten arvostelun.
he: תפקיד זה מאפשר לבצע הזמנות, לשלוח הודעות פרטיות למשתמשים אחרים ולדרג מודעות.
hi: यह उपयोगकर्ता भूमिका बुकिंग करने, अन्य उपयोगकर्ताओं को निजी संदेश भेजने और लिस्टिंग की समीक्षा करने की अनुमति देती है।
hu: Ez a felhasználói szerepkör lehetővé teszi a foglalásokat, privát üzenetek küldését más felhasználóknak és hirdetések értékelését.
id: Peran pengguna ini memungkinkan untuk melakukan pemesanan, mengirim pesan pribadi ke pengguna lain, dan meninjau listing.
ja: このユーザー役割では、予約、他ユーザーへのプライベートメッセージ送信、リスティングのレビューができます。
ka: ეს მომხმარებლის როლი საშუალებას გაძლევთ დაჯავშნოთ, გაუგზავნოთ პირადი შეტყობინებები სხვა მომხმარებლებს და შეაფასოთ განცხადებები.
kk: Бұл қолданушы рөлі брондау жасауға, басқа қолданушыларға жеке хабарлама жіберуге және хабарландыруларға пікір жазуға мүмкіндік береді.
km: តួនាទីនេះអាចកក់សេវាកម្ម ផ្ញើសារឯកជនទៅអ្នកប្រើប្រាស់ផ្សេងទៀត និងពិនិត្យផ្សាយ។
kn: ಈ ಬಳಕೆದಾರರ ಪಾತ್ರವು ಬುಕ್ಕಿಂಗ್‌ಗಳನ್ನು ಮಾಡಲು, ಇತರ ಬಳಕೆದಾರರಿಗೆ ಖಾಸಗಿ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ಮತ್ತು ಜಾಹೀರಾತುಗಳನ್ನು ವಿಮರ್ಶಿಸಲು ಅನುಮತಿಸುತ್ತದೆ.
ku: ئەم ڕۆڵەی بەکارهێنەر ڕێگە دەدات بە بووکردن، ناردنی پەیامی تایبەتی بۆ بەکارهێنەری تر و هەڵسەنگاندنی لیستەکان.
lo: ບົດບາດນີ້ອະນຸຍາດໃຫ້ຈອງບໍລິການ, ສົ່ງຂໍ້ຄວາມສ່ວນຕົວໃຫ້ຜູ້ໃຊ້ອື່ນ ແລະວິຈານລາຍການ.
lt: Šis naudotojo vaidmuo leidžia atlikti rezervacijas, siųsti privačias žinutes kitiems naudotojams ir vertinti skelbimus.
mr: ही वापरकर्ता भूमिका बुकिंग करण्याची, इतर वापरकर्त्यांना खाजगी संदेश पाठवण्याची आणि सूचीचे पुनरावलोकन करण्याची परवानगी देते.
ms: Peranan pengguna ini membenarkan anda membuat tempahan, menghantar mesej peribadi kepada pengguna lain dan mengulas penyenaraian.
my: ဤအသုံးပြုသူအခန်းကဏ္ဍသည် အမှာစာများမှာယူခြင်း၊ အခြားအသုံးပြုသူများထံသို့ ကိုယ်ပိုင်မက်ဆေ့ခ်ျများပို့ခြင်းနှင့် ကြော်ငြာများသုံးသပ်ရေးရေးနိုင်ပါသည်။
no: Denne brukerrollen gir deg mulighet til å gjøre bestillinger, sende private meldinger til andre brukere og anmelde oppføringer.
pl: Ta rola użytkownika pozwala dokonywać rezerwacji, wysyłać prywatne wiadomości do innych użytkowników oraz oceniać ogłoszenia.
ro: Acest rol de utilizator permite efectuarea de rezervări, trimiterea de mesaje private către alți utilizatori și recenzia anunțurilor.
si: මෙම පරිශීලක භූමිකාවෙන් වෙන්කිරීම් කිරීමට, අනෙකුත් පරිශීලකයන්ට පුද්ගලික පණිවිඩ යැවීමට සහ ලැයිස්තු සමාලෝචනය කිරීමට හැකියාව ලැබේ.
sk: Táto užívateľská rola umožňuje vytvárať rezervácie, posielať súkromné správy ostatným používateľom a hodnotiť inzeráty.
sq: Ky rol përdoruesi lejon të bëni rezervime, të dërgoni mesazhe private përdoruesve të tjerë dhe të vlerësoni njoftimet.
sr: Ova korisnička uloga omogućava rezervacije, slanje privatnih poruka drugim korisnicima i ocenjivanje oglasa.
sv: Denna användarroll tillåter att göra bokningar, skicka privata meddelanden till andra användare och recensera annonser.
sw: Jukumu hili la mtumiaji linakuwezesha kuweka nafasi, kutuma ujumbe binafsi kwa watumiaji wengine na kutoa maoni kwa matangazo.
ta: இந்த பயனர் பாத்திரம் முன்பதிவுகள் செய்யவும், பிற பயனர்களுக்கு தனிப்பட்ட செய்திகளை அனுப்பவும், பட்டியல்களுக்கு விமர்சனம் எழுதவும் அனுமதிக்கிறது.
te: ఈ యూజర్ రోల్ బుకింగ్స్ చేయడానికి, ఇతర యూజర్లకు ప్రైవేట్ మెసేజెస్ పంపడానికి మరియు లిస్టింగ్స్‌ను సమీక్షించడానికి అనుమతిస్తుంది.
th: บทบาทผู้ใช้นี้สามารถจอง ส่งข้อความส่วนตัวถึงผู้ใช้อื่น และรีวิวรายการได้
tr: Bu kullanıcı rolü, rezervasyon yapmanıza, diğer kullanıcılara özel mesaj göndermenize ve ilanları değerlendirmenize olanak tanır.
uk: Ця роль дозволяє бронювати, надсилати приватні повідомлення іншим користувачам і залишати відгуки про оголошення.
ur: یہ یوزر رول آپ کو بکنگ کرنے، دوسرے صارفین کو پرائیویٹ پیغامات بھیجنے اور لسٹنگز کا جائزہ لینے کی اجازت دیتا ہے۔
uz: Bu foydalanuvchi roli buyurtma qilish, boshqa foydalanuvchilarga xabar yuborish va e'lonlarni baholash imkonini beradi.
vi: Vai trò người dùng này cho phép đặt chỗ, gửi tin nhắn riêng cho người dùng khác và đánh giá các tin đăng.

# areYouSureCancelOrder
source: Are you sure you want to cancel this order?
am: ይህን ትዕዛዝ መሰረዝ እንደሚፈልጉ እርግጠኛ ነዎት?
ar: هل أنت متأكد أنك تريد إلغاء هذا الطلب؟
az: Bu sifarişi ləğv etmək istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да отмените тази поръчка?
bn: আপনি কি নিশ্চিত যে এই অর্ডারটি বাতিল করতে চান?
bs: Jeste li sigurni da želite otkazati ovu narudžbu?
ca: Estàs segur que vols cancel·lar aquesta comanda?
cs: Opravdu chcete tuto objednávku zrušit?
da: Er du sikker på, at du vil annullere denne ordre?
el: Είστε σίγουροι ότι θέλετε να ακυρώσετε αυτήν την παραγγελία;
et: Kas oled kindel, et soovid selle tellimuse tühistada?
fa: آیا مطمئن هستید که می‌خواهید این سفارش را لغو کنید؟
fi: Haluatko varmasti peruuttaa tämän tilauksen?
he: האם אתה בטוח שברצונך לבטל את ההזמנה הזו?
hi: क्या आप वाकई इस ऑर्डर को रद्द करना चाहते हैं?
hu: Biztosan le szeretné mondani ezt a rendelést?
id: Apakah Anda yakin ingin membatalkan pesanan ini?
ja: 本当にこの注文をキャンセルしますか？
ka: დარწმუნებული ხართ, რომ გსურთ ამ შეკვეთის გაუქმება?
kk: Сіз бұл тапсырысты болдырмағыңыз келетініне сенімдісіз бе?
km: តើអ្នកប្រាកដថាចង់លុបបញ្ជាទិញនេះមែនទេ?
kn: ನೀವು ಈ ಆರ್ಡರ್ ಅನ್ನು ರದ್ದುಪಡಿಸಲು ಖಚಿತವಾಗಿದ್ದೀರಾ?
ku: دڵنیایت دەتەوێت ئەم داواکارییە هەڵوەشێنیت؟
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຈະຍົກເລີກຄຳສັ່ງນີ້?
lt: Ar tikrai norite atšaukti šį užsakymą?
mr: तुम्हाला खात्री आहे का की हे ऑर्डर रद्द करायचे आहे?
ms: Adakah anda pasti mahu membatalkan pesanan ini?
my: ဤအမှာစာကို ပယ်ဖျက်ချင်သည်မှာ သေချာပါသလား?
no: Er du sikker på at du vil kansellere denne bestillingen?
pl: Czy na pewno chcesz anulować to zamówienie?
ro: Ești sigur că vrei să anulezi această comandă?
si: ඔබට මෙම ඇණවුම අවලංගු කිරීමට අවශ්‍යදැයි විශ්වාසද?
sk: Naozaj chcete zrušiť túto objednávku?
sq: Jeni i sigurt që doni të anuloni këtë porosi?
sr: Da li ste sigurni da želite da otkažete ovu narudžbinu?
sv: Är du säker på att du vill avboka denna beställning?
sw: Una uhakika unataka kughairi oda hii?
ta: இந்த ஆர்டரை ரத்து செய்ய விரும்புகிறீர்களா?
te: మీరు నిజంగా ఈ ఆర్డర్‌ను రద్దు చేయాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกออเดอร์นี้?
tr: Bu siparişi iptal etmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете скасувати це замовлення?
ur: کیا آپ واقعی اس آرڈر کو منسوخ کرنا چاہتے ہیں؟
uz: Ushbu buyurtmani bekor qilmoqchimisiz?
vi: Bạn có chắc muốn hủy đơn hàng này không?
