Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: You don't have any coupons.
am: እርስዎ ምንም ኩፖኖች የሎትም።
ar: ليس لديك أية كوبونات.
az: Heç bir kuponunuz yoxdur.
bg: Нямате никакви купони.
bn: তোমার কাছে কোন কুপন নেই।
bs: Nemate nijedan kupon.
ca: No tens cap cupó.
cs: Nemáte žádné kupóny.
da: Du har ingen kuponer.
el: Δεν έχετε κουπόνια.
et: Sul ei ole ühtegi kupongi.
fa: شما هیچ کوپنی ندارید.
fi: Sinulla ei ole kuponkeja.
he: אין לך קופונים.
hi: आपके पास कोई कूपन नहीं है.
hu: Nincsenek kuponjaid.
id: Anda tidak memiliki kupon.
ja: クーポンはありません。
kk: It appears that you did not provide any text to translate. Please provide the text you want translated into Kazakh.
km: អ្នកមិនមានប័ណ្ណណាមួយទេ។
kn: It appears that the text to be translated is empty (""). If you provide the text you want translated, I'll be happy to help!
ku: تۆ هیچ کوپۆنێکت نییە.
lo: ທ່ານບໍ່ມີຄູປອງໃດໆ.
lt: Neturite jokių kuponų.
mr: तुमच्याकडे कोणतेही कूपन नाहीत.
ms: Anda tidak mempunyai sebarang kupon.
my: သင့်တွင် မည်သည့်ကူပွန်မှ မရှိပါ။
no: Du har ingen kuponger.
pl: Nie masz żadnych kuponów.
ro: Nu aveți niciun cupon.
si: ඔබට කිසිදු කූපනයක් නොමැත.
sk: Nemáte žiadne kupóny.
sq: Ju nuk keni asnjë kupon.
sr: Немате никакве купоне.
sv: Du har inga kuponger.
sw: Huna kuponi zozote.
ta: உங்களிடம் எந்த கூப்பன்களும் இல்லை.
te: మీ వద్ద ఎలాంటి కూపన్లు లేవు.
th: คุณไม่มีคูปองใด ๆ
tr: Hiçbir kuponunuz bulunmamaktadır.
uk: У вас немає жодних купонів.
ur: آپ کے پاس کوئی کوپن نہیں ہے۔
uz: Sizda hech qanday kupon yo'q.
vi: Bạn không có phiếu giảm giá nào.

source: You have
am: አሎት
ar: لديك
az: Sizdə var
bg: Вие имате
bn: আপনি আছে
bs: Imate
ca: Tens
cs: máte
da: Du har
el: Έχετε
et: Sul on
fa: شما دارید
fi: Sinulla on
he: יש לך
hi: आपके पास
hu: Önnél van
id: Kamu sudah punya
ja: あなたが持っている
kk: It appears you have not provided any text to translate. Please provide the text you would like translated to Kazakh.
km: អ្នកមាន
kn: It appears you haven't provided any text to translate. Please provide the text you want translated to Kannada.
ku: تۆ هەیە
lo: ທ່ານມີ
lt: Jūs turite
mr: तुमच्याकडे आहे
ms: awak ada
my: သင်မှာ .... ရှိသည်
no: Du har
pl: Masz
ro: Aveți
si: ඔබ සතුව ඇත
sk: máte
sq: Ti ke
sr: Имате
sv: Du har
sw: Umewahi
ta: உங்களிடம் உள்ளது
te: మీ వద్ద ఉంది
th: คุณมี
tr: Var
uk: У вас є
ur: آپ کے پاس ہے۔
uz: Sizda .. Bor
vi: Bạn có

# youHavePassed
source: You have passed {type}
am: እርስዎ {type} አልፈዋል
ar: لقد اجتزت {type}
az: Siz {type}keçdiniz
bg: Вие преминахте {type}
bn: তুমি {type}পাশ করেছো।
bs: Prošli ste {type}
ca: Has superat {type}
cs: Splnili jste {type}
da: Du har bestået {type}
el: Έχετε περάσει το {type}
et: Oled läbinud {type}
fa: شما از {type}عبور کرده‌اید
fi: Olet ohittanut {type}
he: עברת את {type}
hi: आप {type}पार कर चुके हैं
hu: Lejárt {type}
id: Anda telah melewati {type}
ja: {type}に合格しました
kk: It appears you haven't provided any text to translate. Please provide the text you want translated to Kazakh.
km: អ្នកបានឆ្លងកាត់ {type}
kn: It appears that there is no text between the quotation marks (""). Please provide the text you would like translated to Kannada.
ku: تۆ تێپەڕیت {type}
lo: ທ່ານຜ່ານໄປແລ້ວ {type}
lt: Jūs praėjote {type}
mr: तुम्ही {type}उत्तीर्ण झाला आहात.
ms: Anda telah lulus {type}
my: သင် {type}ကျော်သွားပါပြီ
no: Du har bestått {type}
pl: Zdałeś {type}
ro: Ai trecut de {type}
si: ඔබ {type} සම්පූර්ණ කර ඇත
sk: Prešli ste {type}
sq: Ju keni kaluar {type}
sr: Прошли сте {type}
sv: Du har klarat {type}
sw: Umepita {type}
ta: நீங்கள் {type}தேர்வில் தேர்ச்சி பெற்றுள்ளீர்கள்.
te: మీరు {type} ఉత్తీర్ణులయ్యారు
th: คุณได้ผ่าน {type}
tr: {type}geçtiniz
uk: Ви пройшли {type}
ur: آپ {type}پاس کر چکے ہیں
uz: Siz {type}dan oʻtdingiz
vi: Bạn đã vượt qua {type}

# invalidQRCodeMsg
source: The scanned QR code is not valid. Please check and try again.
am: የተሰነዘለው QR ኮድ ትክክል አይደለም። እባክዎ ድጋሚ ይፈትሹ።
ar: رمز الاستجابة السريعة الذي تم مسحه غير صالح. يرجى التحقق والمحاولة مرة أخرى.
az: Skan edilmiş QR kod etibarlı deyil. Zəhmət olmasa yoxlayın və yenidən cəhd edin.
bg: Сканираният QR код не е валиден. Моля, проверете и опитайте отново.
bn: স্ক্যান করা কিউআর কোডটি বৈধ নয়। দয়া করে পরীক্ষা করে আবার চেষ্টা করুন।
bs: Skenirani QR kod nije važeći. Provjerite i pokušajte ponovo.
ca: El codi QR escanejat no és vàlid. Comprova-ho i torna-ho a intentar.
cs: Naskenovaný QR kód není platný. Zkontrolujte jej a zkuste to znovu.
da: Den scannede QR-kode er ikke gyldig. Tjek venligst og prøv igen.
el: Ο σαρωμένος κωδικός QR δεν είναι έγκυρος. Ελέγξτε και δοκιμάστε ξανά.
et: Skaneeritud QR-kood ei ole kehtiv. Palun kontrolli ja proovi uuesti.
fa: کد QR اسکن‌شده معتبر نیست. لطفاً بررسی کرده و دوباره تلاش کنید.
fi: Skannattu QR-koodi ei ole kelvollinen. Tarkista ja yritä uudelleen.
he: קוד ה-QR שנסרק אינו תקף. אנא בדוק ונסה שוב.
hi: स्कैन किया गया क्यूआर कोड मान्य नहीं है। कृपया जांचें और फिर से प्रयास करें।
hu: A beolvasott QR-kód érvénytelen. Kérjük, ellenőrizze és próbálja újra.
id: Kode QR yang dipindai tidak valid. Silakan periksa dan coba lagi.
ja: スキャンしたQRコードは無効です。ご確認の上、再度お試しください。
ka: დასკანერებული QR კოდი არასწორია. გთხოვთ, გადაამოწმეთ და სცადეთ კიდევ ერთხელ.
kk: Сканерленген QR коды жарамсыз. Тексеріп, қайтадан көріңіз.
km: កូដ QR ដែលបានស្កេនមិនត្រឹមត្រូវទេ។ សូមពិនិត្យហើយសាកល្បងម្តងទៀត។
kn: ಸ್ಕ್ಯಾನ್ ಮಾಡಿದ QR ಕೋಡ್ ಮಾನ್ಯವಲ್ಲ. ದಯವಿಟ್ಟು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ku: کۆدی QR یەکەوتوو دروست نییە. تکایە پشکنین بکە و دووبارە هەوڵ بدە.
lo: QR code ທີ່ສະແກນບໍ່ຖືກຕ້ອງ. ກະລຸນາກວດສອບແລະລອງໃໝ່.
lt: Nuskaitytas QR kodas netinkamas. Patikrinkite ir bandykite dar kartą.
mr: स्कॅन केलेला QR कोड वैध नाही. कृपया तपासा आणि पुन्हा प्रयत्न करा.
ms: Kod QR yang diimbas tidak sah. Sila semak dan cuba lagi.
my: စကင်လုပ်သော QR ကုဒ်သည် မှန်ကန်မှုမရှိပါ။ ကျေးဇူးပြု၍ စစ်ဆေးပြီး ထပ်မံကြိုးစားပါ။
no: Den skannede QR-koden er ikke gyldig. Vennligst sjekk og prøv igjen.
pl: Zeskanowany kod QR jest nieprawidłowy. Sprawdź i spróbuj ponownie.
ro: Codul QR scanat nu este valid. Vă rugăm să verificați și să încercați din nou.
si: ස්කෑන් කළ QR කේතය වලංගු නොවේ. කරුණාකර පරීක්ෂා කර නැවත උත්සාහ කරන්න.
sk: Naskenovaný QR kód nie je platný. Skontrolujte ho a skúste to znova.
sq: Kodi QR i skanuar nuk është i vlefshëm. Ju lutemi kontrolloni dhe provoni përsëri.
sr: Skenirani QR kod nije važeći. Proverite i pokušajte ponovo.
sv: Den skannade QR-koden är ogiltig. Kontrollera och försök igen.
sw: Msimbo wa QR ulioskaniwa si sahihi. Tafadhali angalia na jaribu tena.
ta: ஸ்கேன் செய்யப்பட்ட QR குறியீடு செல்லுபடியாகவில்லை. தயவுசெய்து சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
te: స్కాన్ చేసిన QR కోడ్ చెల్లుబాటు కాదు. దయచేసి తనిఖీ చేసి మళ్లీ ప్రయత్నించండి.
th: รหัส QR ที่สแกนไม่ถูกต้อง กรุณาตรวจสอบและลองใหม่อีกครั้ง
tr: Okutulan QR kodu geçerli değil. Lütfen kontrol edip tekrar deneyin.
uk: Відсканований QR-код недійсний. Перевірте його та спробуйте ще раз.
ur: سکین کیا گیا کیو آر کوڈ درست نہیں ہے۔ براہ کرم چیک کریں اور دوبارہ کوشش کریں۔
uz: Skanerlangan QR-kod haqiqiy emas. Iltimos, tekshirib yana urinib ko‘ring.
vi: Mã QR vừa quét không hợp lệ. Vui lòng kiểm tra và thử lại.

source: Classifieds
am: ማስታወቂያዎች
ar: الإعلانات المبوبة
az: Elanlar
bg: Обяви
bn: ক্লাসিফাইডস
bs: Oglasi
ca: Classificats
cs: Inzeráty
da: Køb og salg
el: Αγγελίες
et: Kuulutused
fa: آگهی‌ها
fi: Ilmoitukset
he: לוח מודעות
hi: विज्ञापन
hu: Apróhirdetések
id: Iklan Baris
ja: クラシファイド
ka: განცხადებები
kk: Жарнамалар
km: ផ្សព្វផ្សាយ
kn: ವಿಜ್ಞಾಪನೆಗಳು
ku: ئاگادارییەکان
lo: ປະກາດຂາຍ
lt: Skelbimai
mr: वर्गीकृत जाहिराती
ms: Iklan
my: ကြော်ငြာများ
no: Rubrikkannonser
pl: Ogłoszenia
ro: Anunțuri
si: වර්ගීකරණය
sk: Inzercia
sq: Njoftime
sr: Oglasi
sv: Annonser
sw: Matangazo
ta: விளம்பரங்கள்
te: క్లాసిఫైడ్స్
th: ประกาศซื้อขาย
tr: İlanlar
uk: Оголошення
ur: کلاسیفائیڈز
uz: E'lonlar
vi: Rao vặt

source: Become an Owner
am: ባለቤት ይሁኑ
ar: كن مالكًا
az: Sahib olun
bg: Стани собственик
bn: মালিক হোন
bs: Postanite vlasnik
ca: Converteix-te en propietari
cs: Staňte se vlastníkem
da: Bliv ejer
el: Γίνετε Ιδιοκτήτης
et: Saage omanikuks
fa: مالک شوید
fi: Ryhdy omistajaksi
he: הפוך לבעלים
hi: मालिक बनें
hu: Legyen tulajdonos
id: Jadi Pemilik
ja: オーナーになる
ka: გახდით მფლობელი
kk: Иесі болу
km: ក្លាយជាម្ចាស់
kn: ಮಾಲಿಕನಾಗಿರಿ
ku: بە خاوەن بەرەوە بەرەوە
lo: ເປັນເຈົ້າຂອງ
lt: Tapti savininku
mr: मालक बना
ms: Jadi Pemilik
my: ပိုင်ရှင်ဖြစ်ရန်
no: Bli en eier
pl: Zostań właścicielem
ro: Devino proprietar
si: හිමිකරු වෙන්න
sk: Staňte sa vlastníkom
sq: Bëhu Pronar
sr: Postanite vlasnik
sv: Bli en ägare
sw: Kuwa Mmiliki
ta: உரிமையாளராக மாறவும்
te: యజమానిగా మారండి
th: เป็นเจ้าของ
tr: Sahip Olun
uk: Стати власником
ur: مالک بنیں
uz: Egasiga aylaning
vi: Trở thành chủ sở hữu

# enterYourReviewHint
source: Share more thoughts on the product to help other buyers.
am: ለሌሎች ገዢዎች ለመረዳት በስለ እቃው ተጨማሪ አስተያየት ያጋሩ።
ar: شارك المزيد من الأفكار حول المنتج لمساعدة المشترين الآخرين.
az: Məhsul haqqında daha çox fikrinizi paylaşın ki, digər alıcılara kömək olsun.
bg: Споделете повече впечатления за продукта, за да помогнете на други купувачи.
bn: অন্যান্য ক্রেতাদের সাহায্য করতে পণ্যের বিষয়ে আরও মতামত শেয়ার করুন।
bs: Podijelite više mišljenja o proizvodu kako biste pomogli drugim kupcima.
ca: Comparteix més opinions sobre el producte per ajudar altres compradors.
cs: Podělte se o své zkušenosti s produktem a pomozte ostatním zákazníkům.
da: Del flere tanker om produktet for at hjælpe andre købere.
el: Μοιραστείτε περισσότερες σκέψεις για το προϊόν για να βοηθήσετε άλλους αγοραστές.
et: Jaga rohkem mõtteid toote kohta, et aidata teistel ostjatel.
fa: نظر خود را درباره محصول به اشتراک بگذارید تا به خریداران دیگر کمک کنید.
fi: Jaa lisää ajatuksiasi tuotteesta auttaaksesi muita ostajia.
he: שתף מחשבות נוספות על המוצר כדי לעזור לקונים אחרים.
hi: अन्य खरीदारों की मदद के लिए उत्पाद पर अपने विचार साझा करें।
hu: Ossza meg további gondolatait a termékről, hogy segítse a többi vásárlót.
id: Bagikan lebih banyak pendapat tentang produk untuk membantu pembeli lain.
ja: 他の購入者の参考になるよう、商品の感想を詳しく共有してください。
ka: გააზიარეთ მეტი აზრი პროდუქტზე, რათა დაეხმაროთ სხვა მყიდველებს.
kk: Өнім туралы ойларыңызды бөлісіп, басқа сатып алушыларға көмектесіңіз.
km: ចែករំលែកមតិយោបល់បន្ថែមអំពីផលិតផល ដើម្បីជួយអ្នកទិញផ្សេងទៀត។
kn: ಉತ್ಪನ್ನದ ಬಗ್ಗೆ ನಿಮ್ಮ ಹೆಚ್ಚಿನ ಅಭಿಪ್ರಾಯಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ, ಇದು ಇತರ ಖರೀದಿದಾರರಿಗೆ ಸಹಾಯವಾಗುತ್ತದೆ.
ku: بەشداری لە بیرۆکەکانت لەسەر بەرهەمەکە بکە بۆ یارمەتیدانی خریدارانی تر.
lo: ແບ່ງປັນຄວາມຄິດເຫັນເພີ່ມເຕີມກ່ຽວກັບສິນຄ້າເພື່ອຊ່ວຍຜູ້ຊື້ຄົນອື່ນ.
lt: Pasidalinkite daugiau įspūdžių apie produktą, kad padėtumėte kitiems pirkėjams.
mr: इतर खरेदीदारांना मदत करण्यासाठी उत्पादनाबद्दल अधिक विचार शेअर करा.
ms: Kongsi lebih banyak pendapat tentang produk untuk membantu pembeli lain.
my: အခြားဝယ်သူများအတွက် ကုန်ပစ္စည်းအကြောင်း သင့်အတွေးအခေါ်များကို မျှဝေပါ။
no: Del flere tanker om produktet for å hjelpe andre kjøpere.
pl: Podziel się swoimi przemyśleniami o produkcie, aby pomóc innym kupującym.
ro: Împărtășește mai multe gânduri despre produs pentru a ajuta alți cumpărători.
si: වෙනත් මිලදී ගැනීම්කරුවන්ට උපකාර වීමට නිෂ්පාදනය පිළිබඳ වැඩි අදහස් බෙදාගන්න.
sk: Podeľte sa o svoje názory na produkt a pomôžte ostatným kupujúcim.
sq: Ndani më shumë mendime për produktin për të ndihmuar blerësit e tjerë.
sr: Podelite više utisaka o proizvodu kako biste pomogli drugim kupcima.
sv: Dela fler tankar om produkten för att hjälpa andra köpare.
sw: Shiriki mawazo zaidi kuhusu bidhaa ili kuwasaidia wanunuzi wengine.
ta: பொருளைப் பற்றி உங்கள் எண்ணங்களை பகிர்ந்து, மற்ற வாங்குபவர்களுக்கு உதவுங்கள்.
te: ఇతర కొనుగోలుదారులకు సహాయపడేందుకు ఉత్పత్తిపై మీ అభిప్రాయాలను పంచుకోండి.
th: แบ่งปันความคิดเห็นเพิ่มเติมเกี่ยวกับสินค้าเพื่อช่วยเหลือผู้ซื้อรายอื่น
tr: Diğer alıcılara yardımcı olmak için ürünle ilgili daha fazla düşüncenizi paylaşın.
uk: Поділіться своїми враженнями про продукт, щоб допомогти іншим покупцям.
ur: مصنوعات کے بارے میں مزید خیالات شیئر کریں تاکہ دوسرے خریداروں کو مدد ملے۔
uz: Mahsulot haqida ko‘proq fikrlaringizni ulashing, bu boshqa xaridorlarga yordam beradi.
vi: Chia sẻ thêm suy nghĩ về sản phẩm để giúp người mua khác.

# noNotification
source: No notifications yet
am: ምንም ማሳወቂያ የለም
ar: لا توجد إشعارات بعد
az: Hələ bildiriş yoxdur
bg: Все още няма известия
bn: এখনো কোনো নোটিফিকেশন নেই
bs: Još nema obavještenja
ca: Encara no hi ha notificacions
cs: Zatím žádná oznámení
da: Ingen notifikationer endnu
el: Δεν υπάρχουν ειδοποιήσεις ακόμα
et: Teavitusi pole veel
fa: هنوز اعلانی وجود ندارد
fi: Ei ilmoituksia vielä
he: אין התראות עדיין
hi: अभी तक कोई सूचना नहीं
hu: Még nincsenek értesítések
id: Belum ada notifikasi
ja: まだ通知はありません
ka: ჯერ არ არის შეტყობინებები
kk: Қазіргі уақытта хабарламалар жоқ
km: មិនទាន់មានការជូនដំណឹងទេ
kn: ಇನ್ನೂ ಯಾವುದೇ ಸೂಚನೆಗಳು ಲಭ್ಯವಿಲ್ಲ
ku: هێشتا ئاگاداری نییە
lo: ຍັງບໍ່ມີແຈ້ງເຕືອນ
lt: Pranešimų dar nėra
mr: अजून कोणतीही सूचना नाहीत
ms: Tiada notifikasi lagi
my: သတင်းအချက်အလက် မရှိသေးပါ
no: Ingen varsler ennå
pl: Brak powiadomień
ro: Nicio notificare momentan
si: තවම දැනුම්දීම් නොමැත
sk: Zatiaľ žiadne upozornenia
sq: Nuk ka njoftime ende
sr: Još uvek nema obaveštenja
sv: Inga aviseringar ännu
sw: Hakuna arifa bado
ta: இன்னும் அறிவிப்புகள் இல்லை
te: ఇంకా ఎలాంటి నోటిఫికేషన్లు లేవు
th: ยังไม่มีการแจ้งเตือน
tr: Henüz bildirim yok
uk: Поки що немає сповіщень
ur: ابھی تک کوئی نوٹیفکیشن نہیں
uz: Hali bildirishnomalar yo‘q
vi: Chưa có thông báo nào

# ownerRoleDescription
source: This user role allows to add listings and booking services and manage them. Owners can't review other listings.
am: ይህ የተጠቃሚ ሚና ዝርዝሮችን እና የቦታ አገልግሎቶችን ማከል እና ማቆጣጠር ይፈቅዳል። ባለቤቶች ሌሎች ዝርዝሮችን ማግለጫ አይችሉም።
ar: يتيح هذا الدور للمستخدم إضافة الإعلانات وخدمات الحجز وإدارتها. لا يمكن للمالكين تقييم الإعلانات الأخرى.
az: Bu istifadəçi rolu elanlar əlavə etməyə, sifariş xidmətləri yaratmağa və onları idarə etməyə imkan verir. Sahiblər digər elanlara rəy verə bilməz.
bg: Тази потребителска роля позволява добавяне и управление на обяви и резервационни услуги. Собствениците не могат да оценяват други обяви.
bn: এই ব্যবহারকারীর ভূমিকা তালিকা ও বুকিং পরিষেবা যোগ এবং পরিচালনা করতে দেয়। মালিকরা অন্য তালিকায় রিভিউ দিতে পারেন না।
bs: Ova korisnička uloga omogućava dodavanje oglasa i rezervaciju usluga te njihovo upravljanje. Vlasnici ne mogu recenzirati druge oglase.
ca: Aquest rol d'usuari permet afegir anuncis i serveis de reserva i gestionar-los. Els propietaris no poden valorar altres anuncis.
cs: Tato uživatelská role umožňuje přidávat a spravovat inzeráty a rezervační služby. Vlastníci nemohou hodnotit jiné inzeráty.
da: Denne brugerrolle giver mulighed for at tilføje opslag og bookingtjenester samt administrere dem. Ejere kan ikke anmelde andre opslag.
el: Αυτός ο ρόλος χρήστη επιτρέπει την προσθήκη καταχωρίσεων και υπηρεσιών κράτησης και τη διαχείρισή τους. Οι ιδιοκτήτες δεν μπορούν να αξιολογήσουν άλλες καταχωρίσεις.
et: See kasutajaroll võimaldab kuulutusi ja broneerimisteenuseid lisada ning hallata. Omanikud ei saa teiste kuulutusi hinnata.
fa: این نقش کاربری امکان افزودن آگهی و خدمات رزرو و مدیریت آن‌ها را فراهم می‌کند. مالکان نمی‌توانند برای آگهی‌های دیگر نظر ثبت کنند.
fi: Tämä käyttäjärooli mahdollistaa ilmoitusten ja varauspalveluiden lisäämisen sekä hallinnan. Omistajat eivät voi arvostella muiden ilmoituksia.
he: תפקיד זה מאפשר להוסיף ולנהל מודעות ושירותי הזמנה. בעלי נכסים אינם יכולים לדרג מודעות אחרות.
hi: यह उपयोगकर्ता भूमिका लिस्टिंग और बुकिंग सेवाएं जोड़ने और प्रबंधित करने की अनुमति देती है। मालिक अन्य लिस्टिंग की समीक्षा नहीं कर सकते।
hu: Ez a felhasználói szerepkör lehetővé teszi hirdetések és foglalási szolgáltatások hozzáadását és kezelését. A tulajdonosok nem értékelhetnek más hirdetéseket.
id: Peran pengguna ini memungkinkan untuk menambah listing dan layanan pemesanan serta mengelolanya. Pemilik tidak dapat meninjau listing lain.
ja: このユーザー役割では、リスティングや予約サービスの追加・管理ができます。オーナーは他のリスティングをレビューできません。
ka: ეს მომხმარებლის როლი საშუალებას გაძლევთ დაამატოთ განცხადებები და დაჯავშნის სერვისები და მართოთ ისინი. მფლობელებს არ შეუძლიათ სხვა განცხადებების შეფასება.
kk: Бұл қолданушы рөлі хабарландырулар мен қызметтерді қосуға және басқаруға мүмкіндік береді. Иелер басқа хабарландыруларға пікір жаза алмайды.
km: តួនាទីនេះអាចបន្ថែមផ្សាយ និងសេវាកម្មកក់ និងគ្រប់គ្រងវា។ ម្ចាស់មិនអាចពិនិត្យផ្សាយផ្សេងទៀតបានទេ។
kn: ಈ ಬಳಕೆದಾರರ ಪಾತ್ರವು ಜಾಹೀರಾತುಗಳನ್ನು ಸೇರಿಸಲು, ಬುಕ್ಕಿಂಗ್ ಸೇವೆಗಳನ್ನು ಸೇರಿಸಲು ಮತ್ತು ಅವುಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಅನುಮತಿಸುತ್ತದೆ. ಮಾಲೀಕರು ಇತರ ಜಾಹೀರಾತುಗಳನ್ನು ಪರಿಶೀಲಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ku: ئەم ڕۆڵە بەکارهێنەرە ڕێگەدەدات بۆ زیادکردنی لیست و خزمەتگوزاریەکانی بووکردن و بەڕێوەبردنیان. خاوەنەکان ناتوانن لیستی تر پێداچوونەوە بکەن.
lo: ບົດບາດນີ້ອະນຸຍາດໃຫ້ເພີ່ມລາຍການ ແລະບໍລິການຈອງພ້ອມກັບຈັດການພວກນັ້ນ. ເຈົ້າຂອງບໍ່ສາມາດວິຈານລາຍການອື່ນໄດ້.
lt: Šis naudotojo vaidmuo leidžia pridėti skelbimus, rezervuoti paslaugas ir jas valdyti. Savininkai negali vertinti kitų skelbimų.
mr: ही वापरकर्ता भूमिका सूची जोडण्याची, बुकिंग सेवा आणि त्यांचे व्यवस्थापन करण्याची परवानगी देते. मालक इतर सूचीचे पुनरावलोकन करू शकत नाहीत.
ms: Peranan pengguna ini membenarkan anda menambah penyenaraian dan perkhidmatan tempahan serta menguruskannya. Pemilik tidak boleh mengulas penyenaraian lain.
my: ဤအသုံးပြုသူအခန်းကဏ္ဍသည် ကြော်ငြာများထည့်သွင်းခြင်း၊ ဝန်ဆောင်မှုများစာရင်းသွင်းခြင်းနှင့် စီမံခန့်ခွဲခြင်းများ ပြုလုပ်နိုင်ပါသည်။ ပိုင်ရှင်များသည် အခြားကြော်ငြာများကို သုံးသပ်ရေးမရေးနိုင်ပါ။
no: Denne brukerrollen gir mulighet til å legge til oppføringer og bookingtjenester og administrere dem. Eiendomseiere kan ikke vurdere andre oppføringer.
pl: Ta rola użytkownika pozwala dodawać ogłoszenia i usługi rezerwacyjne oraz nimi zarządzać. Właściciele nie mogą oceniać innych ogłoszeń.
ro: Acest rol de utilizator permite adăugarea și gestionarea anunțurilor și serviciilor de rezervare. Proprietarii nu pot lăsa recenzii la alte anunțuri.
si: මෙම පරිශීලක භූමිකාව ලැයිස්තු සහ වෙන්කිරීම් සේවා එක් කිරීමට හා කළමනාකරණය කිරීමට ඉඩ සලසයි. හිමියන්ට අනෙකුත් ලැයිස්තු සමාලෝචනය කළ නොහැක.
sk: Táto užívateľská rola umožňuje pridávať inzeráty a rezervačné služby a spravovať ich. Vlastníci nemôžu hodnotiť iné inzeráty.
sq: Ky rol përdoruesi lejon shtimin dhe menaxhimin e njoftimeve dhe shërbimeve të rezervimit. Pronarët nuk mund të vlerësojnë njoftime të tjera.
sr: Ova korisnička uloga omogućava dodavanje oglasa i rezervaciju usluga, kao i njihovo upravljanje. Vlasnici ne mogu da ocenjuju druge oglase.
sv: Denna användarroll tillåter att lägga till annonser och bokningstjänster samt hantera dem. Ägare kan inte recensera andra annonser.
sw: Jukumu hili la mtumiaji linakuwezesha kuongeza matangazo na huduma za kuweka nafasi na kuzisimamia. Wamiliki hawawezi kutoa maoni kwa matangazo mengine.
ta: இந்த பயனர் பாத்திரம் பட்டியல்கள் மற்றும் முன்பதிவு சேவைகளைச் சேர்க்கவும், நிர்வகிக்கவும் அனுமதிக்கிறது. உரிமையாளர்கள் மற்ற பட்டியல்களுக்கு விமர்சனம் எழுத முடியாது.
te: ఈ యూజర్ రోల్ ద్వారా లిస్టింగ్స్ మరియు బుకింగ్ సర్వీసులను జోడించి, వాటిని నిర్వహించవచ్చు. ఓనర్లు ఇతర లిస్టింగ్స్‌ను సమీక్షించలేరు.
th: บทบาทผู้ใช้นี้สามารถเพิ่มรายการและบริการจอง รวมถึงจัดการได้ เจ้าของไม่สามารถรีวิวรายการอื่นได้
tr: Bu kullanıcı rolü, liste eklemenize, rezervasyon hizmetleri oluşturmanıza ve bunları yönetmenize olanak tanır. Sahipler diğer ilanları değerlendiremez.
uk: Ця роль дозволяє додавати оголошення та послуги з бронювання й керувати ними. Власники не можуть залишати відгуки про інші оголошення.
ur: یہ یوزر رول آپ کو لسٹنگز اور بکنگ سروسز شامل کرنے اور ان کا انتظام کرنے کی اجازت دیتا ہے۔ مالکان دوسرے لسٹنگز کا جائزہ نہیں لے سکتے۔
uz: Bu foydalanuvchi roli e'lonlar va xizmatlarni qo‘shish hamda boshqarish imkonini beradi. Egalar boshqa e'lonlarni baholay olmaydi.
vi: Vai trò này cho phép thêm tin đăng, dịch vụ đặt chỗ và quản lý chúng. Chủ sở hữu không thể đánh giá các tin đăng khác.

# cancelOrderSuccess
source: Your cancel request has been submitted successfully!
am: የሰረዙት ጥያቄ በተሳካ ሁኔታ ተሰጥቷል!
ar: تم إرسال طلب الإلغاء بنجاح!
az: Ləğv sorğunuz uğurla göndərildi!
bg: Вашата заявка за анулиране беше изпратена успешно!
bn: আপনার বাতিলের অনুরোধ সফলভাবে জমা হয়েছে!
bs: Vaš zahtjev za otkazivanje je uspješno poslan!
ca: La teva sol·licitud de cancel·lació s'ha enviat amb èxit!
cs: Vaše žádost o zrušení byla úspěšně odeslána!
da: Din annulleringsanmodning er blevet sendt!
el: Το αίτημα ακύρωσης υποβλήθηκε με επιτυχία!
et: Sinu tühistamise taotlus on edukalt esitatud!
fa: درخواست لغو سفارش با موفقیت ثبت شد!
fi: Peruutuspyyntösi on lähetetty onnistuneesti!
he: בקשת הביטול שלך נשלחה בהצלחה!
hi: आपका रद्दीकरण अनुरोध सफलतापूर्वक सबमिट हो गया है!
hu: A lemondási kérelmét sikeresen elküldtük!
id: Permintaan pembatalan Anda telah berhasil dikirim!
ja: キャンセルリクエストが正常に送信されました！
ka: თქვენი გაუქმების მოთხოვნა წარმატებით გაიგზავნა!
kk: Бас тарту сұранысыңыз сәтті жіберілді!
km: សំណើរលុបបញ្ជាទិញរបស់អ្នកត្រូវបានដាក់ស្នើដោយជោគជ័យ!
kn: ನಿಮ್ಮ ರದ್ದುಪಡಿಸುವ ವಿನಂತಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ!
ku: داواکاری هەڵوەشاندنەوەت بە سەرکەوتوویی نێردرا!
lo: ຄຳຮ້ອງຂອງທ່ານໃນການຍົກເລີກໄດ້ຖືກສົ່ງສຳເລັດແລ້ວ!
lt: Jūsų atšaukimo užklausa sėkmingai pateikta!
mr: तुमची रद्द करण्याची विनंती यशस्वीरित्या सबमिट झाली आहे!
ms: Permintaan pembatalan anda telah berjaya dihantar!
my: သင့်ပယ်ဖျက်ရန်တောင်းဆိုမှုကို အောင်မြင်စွာတင်သွင်းပြီးပါပြီ!
no: Din kanselleringsforespørsel er sendt inn!
pl: Twoja prośba o anulowanie została pomyślnie wysłana!
ro: Cererea ta de anulare a fost trimisă cu succes!
si: ඔබගේ අවලංගු කිරීමේ ඉල්ලීම සාර්ථකව ඉදිරිපත් කර ඇත!
sk: Vaša žiadosť o zrušenie bola úspešne odoslaná!
sq: Kërkesa juaj për anulim u dërgua me sukses!
sr: Vaš zahtev za otkazivanje je uspešno poslat!
sv: Din avbokningsförfrågan har skickats in!
sw: Ombi lako la kughairi limewasilishwa kwa mafanikio!
ta: உங்கள் ரத்து கோரிக்கை வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது!
te: మీ ఆర్డర్ రద్దు అభ్యర్థన విజయవంతంగా సమర్పించబడింది!
th: ส่งคำขอยกเลิกสำเร็จแล้ว!
tr: İptal talebiniz başarıyla gönderildi!
uk: Ваш запит на скасування успішно надіслано!
ur: آپ کی منسوخی کی درخواست کامیابی سے جمع ہو گئی ہے!
uz: Buyurtmani bekor qilish so‘rovingiz muvaffaqiyatli yuborildi!
vi: Yêu cầu hủy đơn hàng của bạn đã được gửi thành công!
