Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Update your address information
am: የአድራሻዎን መረጃ ያዘምኑ
ar: قم بتحديث معلومات عنوانك
az: Ünvan məlumatınızı yeniləyin
bg: Обновете информацията за адреса си
bn: আপনার ঠিকানা তথ্য আপডেট করুন
bs: Ažurirajte podatke o adresi
ca: Actualitza la informació de la teva adreça
cs: Aktualizujte informace o adrese
da: Opdater dine adresseoplysninger
el: Ενημερώστε τα στοιχεία της διεύθυνσής σας
et: Uuenda oma aadressi andmeid
fa: اطلاعات آدرس خود را به‌روزرسانی کنید
fi: Päivitä osoitetietosi
he: עדכן את פרטי הכתובת שלך
hi: अपनी पता जानकारी अपडेट करें
hu: Frissítsd a címed adatait
id: Perbarui informasi alamat Anda
ja: 住所情報を更新してください
ka: განაახლეთ თქვენი მისამართის ინფორმაცია
kk: Мекенжай ақпаратын жаңартыңыз
km: ធ្វើបច្ចុប្បន្នភាពព័ត៌មានអាសយដ្ឋានរបស់អ្នក
kn: ನಿಮ್ಮ ವಿಳಾಸ ಮಾಹಿತಿಯನ್ನು ನವೀಕರಿಸಿ
ku: زانیاری ناونیشانت نوێ بکە
lo: ອັບເດດຂໍ້ມູນທີ່ຢູ່ຂອງທ່ານ
lt: Atnaujinkite savo adreso informaciją
mr: तुमची पत्ता माहिती अद्ययावत करा
ms: Kemas kini maklumat alamat anda
my: သင့်လိပ်စာအချက်အလက်ကိုပြင်ဆင်ပါ
no: Oppdater adresseinformasjonen din
pl: Zaktualizuj informacje o adresie
ro: Actualizați informațiile despre adresă
si: ඔබගේ ලිපිනයේ තොරතුරු යාවත්කාලීන කරන්න
sk: Aktualizujte svoje údaje o adrese
sq: Përditësoni informacionin e adresës tuaj
sr: Ažurirajte podatke o adresi
sv: Uppdatera din adressinformation
sw: Sasisha taarifa za anwani yako
ta: உங்கள் முகவரி தகவலை புதுப்பிக்கவும்
te: మీ చిరునామా సమాచారాన్ని నవీకరించండి
th: อัปเดตข้อมูลที่อยู่ของคุณ
tr: Adres bilgilerinizi güncelleyin
uk: Оновіть інформацію про адресу
ur: اپنی پتہ کی معلومات اپ ڈیٹ کریں
uz: Manzil ma’lumotlaringizni yangilang
vi: Cập nhật thông tin địa chỉ của bạn

source: Enter your address information
am: የአድራሻዎን መረጃ ያስገቡ
ar: أدخل معلومات عنوانك
az: Ünvan məlumatınızı daxil edin
bg: Въведете информацията за адреса си
bn: আপনার ঠিকানা তথ্য লিখুন
bs: Unesite podatke o adresi
ca: Introdueix la informació de la teva adreça
cs: Zadejte informace o adrese
da: Indtast dine adresseoplysninger
el: Εισάγετε τα στοιχεία της διεύθυνσής σας
et: Sisesta oma aadressi andmed
fa: اطلاعات آدرس خود را وارد کنید
fi: Syötä osoitetietosi
he: הזן את פרטי הכתובת שלך
hi: अपनी पता जानकारी दर्ज करें
hu: Add meg a címed adatait
id: Masukkan informasi alamat Anda
ja: 住所情報を入力してください
ka: შეიყვანეთ თქვენი მისამართის ინფორმაცია
kk: Мекенжайыңызды енгізіңіз
km: សូមបញ្ចូលព័ត៌មានអាសយដ្ឋានរបស់អ្នក
kn: ನಿಮ್ಮ ವಿಳಾಸ ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸಿ
ku: زانیاری ناونیشانت بنووسە
lo: ກະລຸນາໃສ່ຂໍ້ມູນທີ່ຢູ່ຂອງທ່ານ
lt: Įveskite savo adreso informaciją
mr: तुमची पत्ता माहिती प्रविष्ट करा
ms: Masukkan maklumat alamat anda
my: သင့်လိပ်စာအချက်အလက်ထည့်ပါ
no: Skriv inn adresseinformasjonen din
pl: Wpisz informacje o adresie
ro: Introduceți informațiile despre adresă
si: ඔබගේ ලිපිනයේ තොරතුරු ඇතුළත් කරන්න
sk: Zadajte svoje údaje o adrese
sq: Shkruani informacionin e adresës tuaj
sr: Unesite podatke o adresi
sv: Ange din adressinformation
sw: Weka taarifa za anwani yako
ta: உங்கள் முகவரி தகவலை உள்ளிடவும்
te: మీ చిరునామా సమాచారాన్ని నమోదు చేయండి
th: กรอกข้อมูลที่อยู่ของคุณ
tr: Adres bilgilerinizi girin
uk: Введіть інформацію про адресу
ur: اپنی پتہ کی معلومات درج کریں
uz: Manzil ma’lumotlaringizni kiriting
vi: Nhập thông tin địa chỉ của bạn

source: Update Address
am: አድራሻ ያዘምኑ
ar: تحديث العنوان
az: Ünvanı Yenilə
bg: Обнови адреса
bn: ঠিকানা আপডেট করুন
bs: Ažuriraj adresu
ca: Actualitza l'adreça
cs: Aktualizovat adresu
da: Opdater adresse
el: Ενημέρωση Διεύθυνσης
et: Uuenda aadressi
fa: به‌روزرسانی آدرس
fi: Päivitä osoite
he: עדכן כתובת
hi: पता अपडेट करें
hu: Cím frissítése
id: Perbarui Alamat
ja: 住所を更新
ka: მისამართის განახლება
kk: Мекенжайды жаңарту
km: ធ្វើបច្ចុប្បន្នភាពអាសយដ្ឋាន
kn: ವಿಳಾಸವನ್ನು ನವೀಕರಿಸಿ
ku: نوێکردنەوەی ناونیشان
lo: ອັບເດດທີ່ຢູ່
lt: Atnaujinti adresą
mr: पत्ता अद्ययावत करा
ms: Kemas Kini Alamat
my: လိပ်စာပြင်ဆင်ပါ
no: Oppdater adresse
pl: Aktualizuj adres
ro: Actualizează adresa
si: ලිපිනය යාවත්කාලීන කරන්න
sk: Aktualizovať adresu
sq: Përditëso Adresën
sr: Ažuriraj adresu
sv: Uppdatera adress
sw: Sasisha Anwani
ta: முகவரியை புதுப்பிக்கவும்
te: చిరునామా నవీకరించండి
th: อัปเดตที่อยู่
tr: Adresi Güncelle
uk: Оновити адресу
ur: پتہ اپ ڈیٹ کریں
uz: Manzilni yangilash
vi: Cập nhật địa chỉ

source: is required
am: ይጠየቃል
ar: مطلوب
az: tələb olunur
bg: е задължително
bn: প্রয়োজনীয়
bs: je obavezno
ca: és obligatori
cs: je vyžadováno
da: er påkrævet
el: απαιτείται
et: on kohustuslik
fa: الزامی است
fi: vaaditaan
he: נדרש
hi: आवश्यक है
hu: kötelező
id: wajib diisi
ja: 必須項目です
ka: აუცილებელია
kk: қажет
km: ត្រូវការប្រើប្រាស់
kn: ಅಗತ್ಯವಿದೆ
ku: پێویستە
lo: ຕ້ອງການ
lt: privaloma
mr: आवश्यक आहे
ms: diperlukan
my: လိုအပ်သည်
no: er påkrevd
pl: jest wymagane
ro: este necesar
si: අවශ්‍යයි
sk: je povinné
sq: është e detyrueshme
sr: je obavezno
sv: krävs
sw: inahitajika
ta: தேவைப்படுகிறது
te: అవసరం
th: จำเป็นต้องกรอก
tr: gerekli
uk: обов'язково
ur: ضروری ہے
uz: talab qilinadi
vi: là bắt buộc

source: Address updated successfully
am: አድራሻው በተሳካ ሁኔታ ተዘምኗል
ar: تم تحديث العنوان بنجاح
az: Ünvan uğurla yeniləndi
bg: Адресът беше успешно актуализиран
bn: ঠিকানা সফলভাবে আপডেট হয়েছে
bs: Adresa je uspješno ažurirana
ca: Adreça actualitzada correctament
cs: Adresa byla úspěšně aktualizována
da: Adresse opdateret succesfuldt
el: Η διεύθυνση ενημερώθηκε με επιτυχία
et: Aadress edukalt uuendatud
fa: آدرس با موفقیت به‌روزرسانی شد
fi: Osoite päivitetty onnistuneesti
he: הכתובת עודכנה בהצלחה
hi: पता सफलतापूर्वक अपडेट किया गया
hu: Cím sikeresen frissítve
id: Alamat berhasil diperbarui
ja: 住所が正常に更新されました
ka: მისამართი წარმატებით განახლდა
kk: Мекенжай сәтті жаңартылды
km: អាសយដ្ឋានបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ
kn: ವಿಳಾಸವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
ku: ناونیشان بە سەرکەوتوویی نوێکرایەوە
lo: ອັບເດດທີ່ຢູ່ສຳເລັດແລ້ວ
lt: Adresas sėkmingai atnaujintas
mr: पत्ता यशस्वीरित्या अद्ययावत केला गेला
ms: Alamat berjaya dikemas kini
my: လိပ်စာကို အောင်မြင်စွာ ပြင်ဆင်ပြီးပါပြီ
no: Adresse oppdatert
pl: Adres został zaktualizowany pomyślnie
ro: Adresa a fost actualizată cu succes
si: ලිපිනය සාර්ථකව යාවත්කාලීන කළා
sk: Adresa bola úspešne aktualizovaná
sq: Adresa u përditësua me sukses
sr: Adresa je uspešno ažurirana
sv: Adress uppdaterad
sw: Anwani imesasishwa kwa mafanikio
ta: முகவரி வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: చిరునామా విజయవంతంగా నవీకరించబడింది
th: อัปเดตที่อยู่เรียบร้อยแล้ว
tr: Adres başarıyla güncellendi
uk: Адресу успішно оновлено
ur: پتہ کامیابی سے اپ ڈیٹ ہو گیا
uz: Manzil muvaffaqiyatli yangilandi
vi: Cập nhật địa chỉ thành công

source: Address added successfully
am: አዲስ አድራሻ በተሳካ ሁኔታ ታከለ
ar: تم إضافة العنوان بنجاح
az: Ünvan uğurla əlavə olundu
bg: Адресът беше успешно добавен
bn: ঠিকানা সফলভাবে যোগ হয়েছে
bs: Adresa je uspješno dodana
ca: Adreça afegida correctament
cs: Adresa byla úspěšně přidána
da: Adresse tilføjet succesfuldt
el: Η διεύθυνση προστέθηκε με επιτυχία
et: Aadress edukalt lisatud
fa: آدرس با موفقیت اضافه شد
fi: Osoite lisätty onnistuneesti
he: הכתובת נוספה בהצלחה
hi: पता सफलतापूर्वक जोड़ा गया
hu: Cím sikeresen hozzáadva
id: Alamat berhasil ditambahkan
ja: 住所が正常に追加されました
ka: მისამართი წარმატებით დაემატა
kk: Мекенжай сәтті қосылды
km: អាសយដ្ឋានបានបន្ថែមដោយជោគជ័យ
kn: ವಿಳಾಸವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
ku: ناونیشان بە سەرکەوتوویی زیادکرا
lo: ເພີ່ມທີ່ຢູ່ສຳເລັດແລ້ວ
lt: Adresas sėkmingai pridėtas
mr: पत्ता यशस्वीरित्या जोडला गेला
ms: Alamat berjaya ditambah
my: လိပ်စာကို အောင်မြင်စွာ ထည့်ပြီးပါပြီ
no: Adresse lagt til
pl: Adres został dodany pomyślnie
ro: Adresa a fost adăugată cu succes
si: ලිපිනය සාර්ථකව එකතු කළා
sk: Adresa bola úspešne pridaná
sq: Adresa u shtua me sukses
sr: Adresa je uspešno dodata
sv: Adress tillagd
sw: Anwani imeongezwa kwa mafanikio
ta: முகவரி வெற்றிகரமாக சேர்க்கப்பட்டது
te: చిరునామా విజయవంతంగా జోడించబడింది
th: เพิ่มที่อยู่เรียบร้อยแล้ว
tr: Adres başarıyla eklendi
uk: Адресу успішно додано
ur: پتہ کامیابی سے شامل کر دیا گیا
uz: Manzil muvaffaqiyatli qo‘shildi
vi: Địa chỉ đã được thêm thành công

source: Original address not found
am: የመጀመሪያው አድራሻ አልተገኘም
ar: العنوان الأصلي غير موجود
az: Orijinal ünvan tapılmadı
bg: Оригиналният адрес не е намерен
bn: মূল ঠিকানা পাওয়া যায়নি
bs: Originalna adresa nije pronađena
ca: No s'ha trobat l'adreça original
cs: Původní adresa nebyla nalezena
da: Original adresse ikke fundet
el: Η αρχική διεύθυνση δεν βρέθηκε
et: Algset aadressi ei leitud
fa: آدرس اصلی پیدا نشد
fi: Alkuperäistä osoitetta ei löytynyt
he: הכתובת המקורית לא נמצאה
hi: मूल पता नहीं मिला
hu: Eredeti cím nem található
id: Alamat asli tidak ditemukan
ja: 元の住所が見つかりません
ka: ორიგინალი მისამართი ვერ მოიძებნა
kk: Бастапқы мекенжай табылмады
km: រកមិនឃើញអាសយដ្ឋានដើម
kn: ಮೂಲ ವಿಳಾಸ ಕಂಡುಬಂದಿಲ್ಲ
ku: ناونیشانی سەرەکی نەدۆزرایەوە
lo: ບໍ່ພົບທີ່ຢູ່ຕົ້ນສະບັບ
lt: Originalus adresas nerastas
mr: मूळ पत्ता सापडला नाही
ms: Alamat asal tidak ditemui
my: မူရင်းလိပ်စာကို မတွေ့ပါ
no: Opprinnelig adresse ikke funnet
pl: Nie znaleziono oryginalnego adresu
ro: Adresa originală nu a fost găsită
si: මුල් ලිපිනය සොයාගත නොහැක
sk: Pôvodná adresa nebola nájdená
sq: Adresa origjinale nuk u gjet
sr: Originalna adresa nije pronađena
sv: Ursprunglig adress hittades inte
sw: Anwani asili haikupatikana
ta: மூல முகவரி கிடைக்கவில்லை
te: అసలు చిరునామా కనుగొనబడలేదు
th: ไม่พบที่อยู่เดิม
tr: Orijinal adres bulunamadı
uk: Оригінальну адресу не знайдено
ur: اصل پتہ نہیں ملا
uz: Asl manzil topilmadi
vi: Không tìm thấy địa chỉ gốc

source: Validation Error
am: የማረጋገጫ ስህተት
ar: خطأ في التحقق
az: Doğrulama xətası
bg: Грешка при валидирането
bn: যাচাইকরণে ত্রুটি
bs: Greška pri validaciji
ca: Error de validació
cs: Chyba ověření
da: Valideringsfejl
el: Σφάλμα επικύρωσης
et: Valideerimisviga
fa: خطای اعتبارسنجی
fi: Vahvistusvirhe
he: שגיאת אימות
hi: मान्यता त्रुटि
hu: Érvényességi hiba
id: Kesalahan Validasi
ja: 入力内容に誤りがあります
ka: ვერიფიკაციის შეცდომა
kk: Тексеру қатесі
km: កំហុសក្នុងការផ្ទៀងផ្ទាត់
kn: ಪರಿಶೀಲನಾ ದೋಷ
ku: هەڵەی پشتڕاستکردنەوە
lo: ມີຂໍ້ຜິດພາດໃນການກວດສອບ
lt: Patikrinimo klaida
mr: वैधता त्रुटी
ms: Ralat Pengesahan
my: အတည်ပြုမှုအမှား
no: Valideringsfeil
pl: Błąd walidacji
ro: Eroare de validare
si: සත්‍යාපන දෝෂයක්
sk: Chyba validácie
sq: Gabim në verifikim
sr: Greška pri validaciji
sv: Valideringsfel
sw: Hitilafu ya Uthibitishaji
ta: சரிபார்ப்பு பிழை
te: ధృవీకరణ లోపం
th: ข้อผิดพลาดในการตรวจสอบข้อมูล
tr: Doğrulama Hatası
uk: Помилка перевірки
ur: تصدیق میں خرابی
uz: Tasdiqlash xatosi
vi: Lỗi xác thực

# pleaseCheckFollowingIssues
source: Please check the following issues:
am: እባክዎን የሚከተሉትን ችግሮች ያረጋግጡ፡
ar: يرجى التحقق من المشاكل التالية:
az: Zəhmət olmasa aşağıdakı problemləri yoxlayın:
bg: Моля, проверете следните проблеми:
bn: অনুগ্রহ করে নিচের সমস্যাগুলো দেখুন:
bs: Molimo provjerite sljedeće probleme:
ca: Comprova els següents problemes:
cs: Zkontrolujte prosím následující problémy:
da: Tjek venligst følgende problemer:
el: Παρακαλώ ελέγξτε τα παρακάτω θέματα:
et: Palun kontrolli järgmisi probleeme:
fa: لطفاً موارد زیر را بررسی کنید:
fi: Tarkista seuraavat ongelmat:
he: אנא בדוק את הנושאים הבאים:
hi: कृपया निम्नलिखित समस्याओं की जांच करें:
hu: Kérjük, ellenőrizze a következő problémákat:
id: Silakan periksa masalah berikut:
ja: 以下の問題をご確認ください：
ka: გთხოვთ, შეამოწმეთ შემდეგი საკითხები:
kk: Келесі мәселелерді тексеріңіз:
km: សូមពិនិត្យបញ្ហាខាងក្រោម៖
kn: ದಯವಿಟ್ಟು ಕೆಳಗಿನ ಸಮಸ್ಯೆಗಳನ್ನು ಪರಿಶೀಲಿಸಿ:
ku: تکایە ئەم کێشەیانە پشکنین بکە:
lo: ກະລຸນາກວດສອບບັນຫາຕໍ່ໄປນີ້:
lt: Patikrinkite šias problemas:
mr: कृपया खालील समस्या तपासा:
ms: Sila semak isu berikut:
my: ကျေးဇူးပြု၍ အောက်ပါပြဿနာများကို စစ်ဆေးပါ။
no: Vennligst sjekk følgende problemer:
pl: Sprawdź poniższe problemy:
ro: Vă rugăm să verificați următoarele probleme:
si: කරුණාකර පහත ගැටළු පරීක්ෂා කරන්න:
sk: Skontrolujte nasledujúce problémy:
sq: Ju lutemi kontrolloni çështjet e mëposhtme:
sr: Molimo proverite sledeće probleme:
sv: Vänligen kontrollera följande problem:
sw: Tafadhali angalia masuala yafuatayo:
ta: தயவுசெய்து பின்வரும் பிரச்சனைகளை சரிபார்க்கவும்:
te: దయచేసి ఈ సమస్యలను పరిశీలించండి:
th: โปรดตรวจสอบปัญหาต่อไปนี้:
tr: Lütfen aşağıdaki sorunları kontrol edin:
uk: Будь ласка, перевірте наступні проблеми:
ur: براہ کرم درج ذیل مسائل چیک کریں:
uz: Iltimos, quyidagi muammolarni tekshiring:
vi: Vui lòng kiểm tra các vấn đề sau:

source: Tips:
am: ምክሮች፡
ar: نصائح:
az: Məsləhətlər:
bg: Съвети:
bn: পরামর্শ:
bs: Savjeti:
ca: Consells:
cs: Tipy:
el: Συμβουλές:
et: Näpunäited:
fa: نکات:
fi: Vinkit:
he: טיפים:
hi: सुझाव:
hu: Tippek:
ja: ヒント：
ka: რჩევები:
kk: Кеңестер:
km: គន្លឹះ៖
kn: ಸಲಹೆಗಳು:
ku: ڕاهێنان:
lo: ເຄັດລັບ:
lt: Patarimai:
mr: टीप:
ms: Petua:
my: အကြံပြုချက်များ၊
pl: Wskazówki:
ro: Sfaturi:
si: ඉඟි:
sk: Tipy:
sq: Këshilla:
sr: Saveti:
sw: Vidokezo:
ta: உதவிக்குறிப்புகள்:
te: సూచనలు:
th: เคล็ดลับ:
tr: İpuçları:
uk: Поради:
ur: مشورے:
uz: Maslahatlar:
vi: Mẹo:

# validationTips
source: • Use 2-letter state codes (CA, NY, TX) • Use 2-letter country codes (US, CA, GB) • Check ZIP/postal code format • Ensure all required fields are filled
am: • 2-የፊደል ግዛት ኮዶችን ይጠቀሙ (CA, NY, TX) • 2-የፊደል አገር ኮዶችን ይጠቀሙ (US, CA, GB) • የዚፕ/ፖስታ ኮድ ቅርጸቱን ያረጋግጡ • ሁሉንም የሚጠየቁ መስኮቶች ተሞልተው መሆናቸውን ያረጋግጡ
ar: • استخدم رموز الولاية المكونة من حرفين (CA, NY, TX) • استخدم رموز البلد المكونة من حرفين (US, CA, GB) • تحقق من تنسيق الرمز البريدي • تأكد من ملء جميع الحقول المطلوبة
az: • 2 hərfli ştat kodlarından istifadə edin (CA, NY, TX) • 2 hərfli ölkə kodlarından istifadə edin (US, CA, GB) • ZIP/poçt kodu formatını yoxlayın • Bütün tələb olunan sahələrin doldurulduğuna əmin olun
bg: • Използвайте двубуквени кодове за щати (CA, NY, TX) • Използвайте двубуквени кодове за държави (US, CA, GB) • Проверете формата на пощенския/ZIP код • Уверете се, че всички задължителни полета са попълнени
bn: • ২-অক্ষরের রাজ্যের কোড ব্যবহার করুন (CA, NY, TX) • ২-অক্ষরের দেশের কোড ব্যবহার করুন (US, CA, GB) • ZIP/পোস্টাল কোডের ফরম্যাট যাচাই করুন • নিশ্চিত করুন সব প্রয়োজনীয় ঘর পূরণ হয়েছে
bs: • Koristite dvoslovne kodove država (CA, NY, TX) • Koristite dvoslovne kodove zemalja (US, CA, GB) • Provjerite format poštanskog broja • Osigurajte da su sva obavezna polja popunjena
ca: • Utilitza codis d'estat de 2 lletres (CA, NY, TX) • Utilitza codis de país de 2 lletres (US, CA, GB) • Comprova el format del codi postal • Assegura't que tots els camps obligatoris estiguin omplerts
cs: • Používejte dvoupísmenné kódy států (CA, NY, TX) • Používejte dvoupísmenné kódy zemí (US, CA, GB) • Zkontrolujte formát PSČ • Ujistěte se, že jsou vyplněna všechna povinná pole
da: • Brug 2-bogstavs statskoder (CA, NY, TX) • Brug 2-bogstavs landekoder (US, CA, GB) • Tjek formatet for postnummer • Sørg for, at alle obligatoriske felter er udfyldt
el: • Χρησιμοποιήστε 2-γράμματα για τους κωδικούς πολιτειών (CA, NY, TX) • Χρησιμοποιήστε 2-γράμματα για τους κωδικούς χωρών (US, CA, GB) • Ελέγξτε τη μορφή του ταχυδρομικού κώδικα • Βεβαιωθείτε ότι όλα τα απαιτούμενα πεδία είναι συμπληρωμένα
et: • Kasuta 2-tähelisi osariigi koode (CA, NY, TX) • Kasuta 2-tähelisi riigikoode (US, CA, GB) • Kontrolli postiindeksi/ZIP-koodi vormingut • Veendu, et kõik kohustuslikud väljad on täidetud
fa: • از کدهای دو حرفی ایالت استفاده کنید (CA، NY، TX) • از کدهای دو حرفی کشور استفاده کنید (US، CA، GB) • فرمت کد پستی/زیپ را بررسی کنید • مطمئن شوید همه فیلدهای الزامی پر شده‌اند
fi: • Käytä 2-kirjaimisia osavaltiokoodeja (CA, NY, TX) • Käytä 2-kirjaimisia maakoodia (US, CA, GB) • Tarkista postinumero-/ZIP-koodin muoto • Varmista, että kaikki vaaditut kentät on täytetty
he: • השתמש בקודי מדינה בני 2 אותיות (CA, NY, TX) • השתמש בקודי מדינה בני 2 אותיות (US, CA, GB) • בדוק את פורמט המיקוד/קוד דואר • ודא שכל השדות הנדרשים מלאים
hi: • 2-अक्षर राज्य कोड का उपयोग करें (CA, NY, TX) • 2-अक्षर देश कोड का उपयोग करें (US, CA, GB) • ZIP/पोस्टल कोड प्रारूप जांचें • सुनिश्चित करें कि सभी आवश्यक फ़ील्ड भरे गए हैं
hu: • Használjon 2 karakteres államkódokat (CA, NY, TX) • Használjon 2 karakteres országkódokat (US, CA, GB) • Ellenőrizze az irányítószám/formátumot • Győződjön meg róla, hogy minden kötelező mező ki van töltve
id: • Gunakan kode negara bagian 2 huruf (CA, NY, TX) • Gunakan kode negara 2 huruf (US, CA, GB) • Periksa format kode pos/ZIP • Pastikan semua kolom wajib terisi
ja: • 州コードは2文字（例：CA, NY, TX） • 国コードは2文字（例：US, CA, GB） • 郵便番号の形式を確認してください • 必須項目がすべて入力されていることを確認してください
ka: • გამოიყენეთ ორწლიანი შტატის კოდები (CA, NY, TX) • გამოიყენეთ ორწლიანი ქვეყნის კოდები (US, CA, GB) • შეამოწმეთ ZIP/საფოსტო კოდის ფორმატი • დარწმუნდით, რომ ყველა აუცილებელი ველი შევსებულია
kk: • 2 әріптік штат кодтарын қолданыңыз (CA, NY, TX) • 2 әріптік ел кодтарын қолданыңыз (US, CA, GB) • ZIP/пошталық кодтың форматын тексеріңіз • Барлық қажетті өрістер толтырылғанына көз жеткізіңіз
km: • ប្រើកូដរដ្ឋ ២ អក្សរ (CA, NY, TX) • ប្រើកូដប្រទេស ២ អក្សរ (US, CA, GB) • ពិនិត្យទម្រង់លេខកូដ ZIP/សំបុត្រហត្ថលេខា • បំពេញព័ត៌មានដែលត្រូវការទាំងអស់
kn: • 2-ಅಕ್ಷರ ರಾಜ್ಯ ಕೋಡ್ ಬಳಸಿ (CA, NY, TX) • 2-ಅಕ್ಷರ ದೇಶ ಕೋಡ್ ಬಳಸಿ (US, CA, GB) • ZIP/ಪೋಸ್ಟಲ್ ಕೋಡ್ ಸ್ವರೂಪವನ್ನು ಪರಿಶೀಲಿಸಿ • ಎಲ್ಲಾ ಅಗತ್ಯ ಕ್ಷೇತ್ರಗಳನ್ನು ತುಂಬಿದಿರುವುದನ್ನು ಖಚಿತಪಡಿಸಿ
ku: • کۆدی وڵات بە ٢ پیت بەکاربێن (CA, NY, TX) • کۆدی وڵات بە ٢ پیت بەکاربێن (US, CA, GB) • فۆرمی کۆدی ZIP/پۆست پشکنین بکە • دڵنیابە کە هەموو خانە پێویستەکان پڕکرانەوە
lo: • ໃຊ້ລະຫັດລັດ 2 ຕົວອັກສອນ (CA, NY, TX) • ໃຊ້ລະຫັດປະເທດ 2 ຕົວອັກສອນ (US, CA, GB) • ກວດຮູບແບບ ZIP/ລະຫັດໄປສະນີ • ແນ່ໃຈວ່າກອກຂໍ້ມູນທຸກຊ່ອງທີ່ຈຳເປັນ
lt: • Naudokite 2 raidžių valstijų kodus (CA, NY, TX) • Naudokite 2 raidžių šalių kodus (US, CA, GB) • Patikrinkite pašto/ZIP kodo formatą • Įsitikinkite, kad visi privalomi laukai užpildyti
mr: • २-अक्षरी राज्य कोड वापरा (CA, NY, TX) • २-अक्षरी देश कोड वापरा (US, CA, GB) • ZIP/पोस्टल कोडचा फॉरमॅट तपासा • सर्व आवश्यक फील्ड भरले आहेत याची खात्री करा
ms: • Gunakan kod negeri 2 huruf (CA, NY, TX) • Gunakan kod negara 2 huruf (US, CA, GB) • Semak format kod ZIP/pos • Pastikan semua medan wajib diisi
my: • ပြည်နယ်အတွက် ၂-အက္ခရာကုဒ် (CA, NY, TX) ကို အသုံးပြုပါ • နိုင်ငံအတွက် ၂-အက္ခရာကုဒ် (US, CA, GB) ကို အသုံးပြုပါ • ZIP/စာတိုက်ကုဒ် ဖော်ပြချက်ကို စစ်ဆေးပါ • လိုအပ်သောအကွက်အားလုံး ဖြည့်ထားကြောင်း သေချာပါစေ
no: • Bruk 2-bokstavers statskoder (CA, NY, TX) • Bruk 2-bokstavers landskoder (US, CA, GB) • Sjekk formatet på postnummer • Sørg for at alle obligatoriske felt er fylt ut
pl: • Używaj dwuliterowych kodów stanów (CA, NY, TX) • Używaj dwuliterowych kodów krajów (US, CA, GB) • Sprawdź format kodu pocztowego • Upewnij się, że wszystkie wymagane pola są wypełnione
ro: • Folosiți coduri de stat din 2 litere (CA, NY, TX) • Folosiți coduri de țară din 2 litere (US, CA, GB) • Verificați formatul codului poștal/ZIP • Asigurați-vă că toate câmpurile obligatorii sunt completate
si: • රාජ්‍ය කේත 2 අකුරින් භාවිතා කරන්න (CA, NY, TX) • රට කේත 2 අකුරින් භාවිතා කරන්න (US, CA, GB) • ZIP/තැපැල් කේත ආකෘතිය පරීක්ෂා කරන්න • අවශ්‍ය සියලු ක්ෂේත්‍ර පුරවා ඇති බව තහවුරු කරන්න
sk: • Použite 2-písmenové skratky štátov (CA, NY, TX) • Použite 2-písmenové skratky krajín (US, CA, GB) • Skontrolujte formát PSČ/poštového kódu • Uistite sa, že všetky povinné polia sú vyplnené
sq: • Përdorni kode të shteteve me 2 shkronja (CA, NY, TX) • Përdorni kode të vendeve me 2 shkronja (US, CA, GB) • Kontrolloni formatin e kodit ZIP/postal • Sigurohuni që të gjitha fushat e detyrueshme janë plotësuar
sr: • Koristite dvoslovne kodove za države (CA, NY, TX) • Koristite dvoslovne kodove za zemlje (US, CA, GB) • Proverite format poštanskog broja • Uverite se da su sva obavezna polja popunjena
sv: • Använd tvåbokstavskoder för delstat (CA, NY, TX) • Använd tvåbokstavskoder för land (US, CA, GB) • Kontrollera formatet på postnummer • Se till att alla obligatoriska fält är ifyllda
sw: • Tumia misimbo ya majimbo yenye herufi 2 (CA, NY, TX) • Tumia misimbo ya nchi yenye herufi 2 (US, CA, GB) • Hakikisha muundo wa nambari ya posta/ZIP • Hakikisha sehemu zote muhimu zimejazwa
ta: • 2-எழுத்து மாநில குறியீடுகளை பயன்படுத்தவும் (CA, NY, TX) • 2-எழுத்து நாடு குறியீடுகளை பயன்படுத்தவும் (US, CA, GB) • ZIP/அஞ்சல் குறியீடு வடிவத்தை சரிபார்க்கவும் • தேவையான அனைத்து புலங்களும் நிரப்பப்பட்டுள்ளன என்பதை உறுதிசெய்யவும்
te: • 2-అక్షరాల రాష్ట్ర కోడ్స్ (CA, NY, TX) ఉపయోగించండి • 2-అక్షరాల దేశ కోడ్స్ (US, CA, GB) ఉపయోగించండి • ZIP/పోస్టల్ కోడ్ ఫార్మాట్ తనిఖీ చేయండి • అవసరమైన అన్ని ఫీల్డ్స్ నింపబడినాయో చూసుకోండి
th: • ใช้รหัสรัฐ 2 ตัว (เช่น CA, NY, TX) • ใช้รหัสประเทศ 2 ตัว (เช่น US, CA, GB) • ตรวจสอบรูปแบบรหัสไปรษณีย์ • ตรวจสอบให้แน่ใจว่ากรอกข้อมูลที่จำเป็นครบถ้วน
tr: • 2 harfli eyalet kodları kullanın (CA, NY, TX) • 2 harfli ülke kodları kullanın (US, CA, GB) • Posta kodu/ZIP formatını kontrol edin • Tüm gerekli alanların doldurulduğundan emin olun
uk: • Використовуйте 2-літерні коди штатів (CA, NY, TX) • Використовуйте 2-літерні коди країн (US, CA, GB) • Перевірте формат ZIP/поштового коду • Переконайтеся, що всі обов'язкові поля заповнені
ur: • 2 حرفی ریاستی کوڈ استعمال کریں (CA, NY, TX) • 2 حرفی ملک کوڈ استعمال کریں (US, CA, GB) • ZIP/پوسٹل کوڈ کا فارمیٹ چیک کریں • یقینی بنائیں کہ تمام ضروری فیلڈز پُر ہیں
uz: • 2 harfli shtat kodlaridan foydalaning (CA, NY, TX) • 2 harfli mamlakat kodlaridan foydalaning (US, CA, GB) • ZIP/pochta kodi formatini tekshiring • Barcha zarur maydonlar to‘ldirilganiga ishonch hosil qiling
vi: • Sử dụng mã tiểu bang gồm 2 chữ cái (CA, NY, TX) • Sử dụng mã quốc gia gồm 2 chữ cái (US, CA, GB) • Kiểm tra định dạng mã ZIP/mã bưu chính • Đảm bảo tất cả các trường bắt buộc đã được điền

source: countries
am: አገሮች
ar: دولة
az: ölkələr
bg: държави
bn: দেশসমূহ
bs: zemlje
ca: països
cs: země
da: lande
el: χώρες
et: riigid
fa: کشورها
fi: maat
he: מדינות
hi: देश
hu: országok
id: negara
ja: 国
ka: ქვეყნები
kk: елдер
km: ប្រទេស
kn: ದೇಶಗಳು
ku: وڵاتەکان
lo: ປະເທດ
lt: šalys
mr: देश
ms: negara
my: နိုင်ငံများ
no: land
pl: kraje
ro: țări
si: රටවල්
sk: krajiny
sq: vende
sr: zemlje
sv: länder
sw: nchi
ta: நாடுகள்
te: దేశాలు
th: ประเทศ
tr: ülkeler
uk: країни
ur: ممالک
uz: mamlakatlar
vi: quốc gia

source: Search countries...
am: አገሮችን ፈልጉ...
ar: البحث عن البلدان...
az: Ölkələri axtar...
bg: Търсене на държави...
bn: দেশ অনুসন্ধান করুন...
bs: Pretraži zemlje...
ca: Cerca països...
cs: Hledat země...
da: Søg lande...
el: Αναζήτηση χωρών...
et: Otsi riike...
fa: جستجوی کشورها...
fi: Etsi maita...
he: חפש מדינות...
hi: देश खोजें...
hu: Országok keresése...
id: Cari negara...
ja: 国を検索...
ka: ქვეყნების ძიება...
kk: Елдерді іздеу...
km: ស្វែងរកប្រទេស...
kn: ದೇಶಗಳನ್ನು ಹುಡುಕಿ...
ku: گەڕان بۆ وڵاتەکان...
lo: ຄົ້ນຫາປະເທດ...
lt: Ieškoti šalių...
mr: देश शोधा...
ms: Cari negara...
my: နိုင်ငံများကို ရှာဖွေပါ...
no: Søk etter land...
pl: Szukaj krajów...
ro: Căutați țări...
si: රටවල් සොයන්න...
sk: Hľadať krajiny...
sq: Kërko vende...
sr: Pretraži zemlje...
sv: Sök länder...
sw: Tafuta nchi...
ta: நாடுகளை தேடு...
te: దేశాలను శోధించండి...
th: ค้นหาประเทศ...
tr: Ülkeleri ara...
uk: Пошук країн...
ur: ممالک تلاش کریں...
uz: Mamlakatlarni qidiring...
vi: Tìm kiếm quốc gia...

source: Unknown
am: ያልታወቀ
ar: غير معروف
az: Naməlum
bg: Неизвестно
bn: অজানা
bs: Nepoznato
ca: Desconegut
cs: Neznámé
da: Ukendt
el: Άγνωστο
et: Tundmatu
fa: نامشخص
fi: Tuntematon
he: לא ידוע
hi: अज्ञात
hu: Ismeretlen
id: Tidak diketahui
ja: 不明
ka: უცნობი
kk: Белгісіз
km: មិនស្គាល់
kn: ಅಜ್ಞಾತ
ku: ناناسراو
lo: ບໍ່ຮູ້ຈັກ
lt: Nežinoma
mr: अज्ञात
ms: Tidak diketahui
my: မသိပါ
no: Ukjent
pl: Nieznany
ro: Necunoscut
si: නොදන්නා
sk: Neznáme
sq: E panjohur
sr: Nepoznato
sv: Okänd
sw: Haijulikani
ta: தெரியவில்லை
te: తెలియదు
th: ไม่ทราบข้อมูล
tr: Bilinmiyor
uk: Невідомо
ur: نامعلوم
uz: Noma’lum
vi: Không xác định
