Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: More from {store}
am: ተጨማሪ ከ{store}
ar: المزيد من {store}
az: {store} mağazasından daha çox
bg: Още от {store}
bn: {store}থেকে আরও
bs: Više od {store}
ca: Més de {store}
cs: Další od {store}
da: Mere fra {store}
el: Περισσότερα από {store}
et: Rohkem poest {store}
fa: محصولات بیشتر از {store}
fi: Lisää kaupasta {store}
he: עוד מ-{store}
hi: {store} से और
hu: További termékek innen: {store}
id: Lainnya dari {store}
ja: {store}の他の商品
ka: მეტი {store}-დან
kk: {store} дүкенінен көбірек
km: ផលិតផលបន្ថែមពី {store}
kn: {store}ನಿಂದ ಇನ್ನಷ್ಟು
ku: زیاتر لە {store}
lo: ເພີ່ມເຕີມຈາກ {store}
lt: Daugiau iš {store}
mr: {store} कडून अधिक
ms: Lagi daripada {store}
my: {store}မှ နောက်ထပ်
no: Mer fra {store}
pl: Więcej od {store}
ro: Mai multe de la {store}
si: {store} වෙතින් තවද
sk: Viac od {store}
sq: Më shumë nga {store}
sr: Више од {store}
sv: Mer från {store}
sw: Zaidi kutoka {store}
ta: {store} இலிருந்து மேலும்
te: {store} నుండి మరిన్ని
th: สินค้าเพิ่มเติมจาก {store}
tr: {store} mağazasından daha fazlası
uk: Більше від {store}
ur: {store}سے مزید
uz: {store}dan ko'proq
vi: Thêm từ {store}

source: More information
am: ተጨማሪ መረጃ
ar: مزيد من المعلومات
az: Ətraflı məlumat
bg: Повече информация
bn: আরও তথ্য
bs: Više informacija
ca: Més informació
cs: Více informací
da: Mere information
el: Περισσότερες πληροφορίες
et: Rohkem teavet
fa: اطلاعات بیشتر
fi: Lisätietoja
he: מידע נוסף
hi: अधिक जानकारी
hu: Több információ
id: Informasi lebih lanjut
ja: 詳細情報
ka: მეტი ინფორმაცია
kk: Қосымша ақпарат
km: ព័ត៌មានបន្ថែម
kn: ಹೆಚ್ಚಿನ ಮಾಹಿತಿ
ku: زانیاری زیاتر
lo: ຂໍ້ມູນເພີ່ມເຕີມ
lt: Daugiau informacijos
mr: अधिक माहिती
ms: Maklumat lanjut
my: အချက်အလက်ပို
no: Mer informasjon
pl: Więcej informacji
ro: Mai multe informații
si: වැඩි විස්තර
sk: Viac informácií
sq: Më shumë informacion
sr: Више информација
sv: Mer information
sw: Maelezo zaidi
ta: மேலும் தகவல்
te: మరిన్ని వివరాలు
th: ข้อมูลเพิ่มเติม
tr: Daha fazla bilgi
uk: Більше інформації
ur: مزید معلومات
uz: Batafsil ma'lumot
vi: Thêm thông tin

source: Morning
am: ጠዋት
ar: صباحاً
az: Səhər
bg: Сутрин
bn: সকাল
bs: Jutro
ca: Matí
cs: Ráno
da: Morgen
el: Πρωί
et: Hommik
fa: صبح
fi: Aamu
he: בוקר
hi: सुबह
hu: Reggel
id: Pagi
ja: 午前
ka: დილა
kk: Таңертең
km: ព្រឹក
kn: ಬೆಳಗ್ಗೆ
ku: بەیانی
lo: ຕອນເຊົ້າ
lt: Rytas
mr: सकाळ
ms: Pagi
my: မနက်ခင်း
no: Morgen
pl: Rano
ro: Dimineață
si: උදෑසන
sk: Ráno
sq: Mëngjes
sr: Јутро
sv: Morgon
sw: Asubuhi
ta: காலை
te: ఉదయం
th: เช้า
tr: Sabah
uk: Ранок
ur: صبح
uz: Ertalab
vi: Sáng

source: My Wallet
am: ቦርሳዬ
ar: محفظتي
az: Pul kisəm
bg: Моят портфейл
bn: আমার ওয়ালেট
bs: Moj novčanik
ca: La meva cartera
cs: Moje peněženka
da: Min pung
el: Το πορτοφόλι μου
et: Minu rahakott
fa: کیف پول من
fi: Lompakkoni
he: הארנק שלי
hi: मेरा वॉलेट
hu: Pénztárcám
id: Dompet Saya
ja: ウォレット
ka: ჩემი საფულე
kk: Менің әмияным
km: កាបូបរបស់ខ្ញុំ
kn: ನನ್ನ ವ್ಯಾಲೆಟ್
ku: کیفی من
lo: ກະເປົາເງິນຂອງທ່ານ
lt: Mano piniginė
mr: माझे वॉलेट
ms: Dompet saya
my: ကျွန်ုပ်၏ပိုက်ဆံအိတ်
no: Min lommebok
pl: Mój portfel
ro: Portofelul meu
si: මගේ මුදල් පසුම්බිය
sk: Moja peňaženka
sq: Portofoli im
sr: Мој новчаник
sv: Min plånbok
sw: Pochi yangu
ta: என் பணப்பை
te: నా వాలెట్
th: กระเป๋าเงินของฉัน
tr: Cüzdanım
uk: Мій гаманець
ur: میرا بٹوہ
uz: Mening hamyonim
vi: Ví của tôi

# needToLoginAgain
source: You need to log in again to apply the update
am: ማሻሻያውን ለማመልከት እንደገና መግባት ያስፈልጋል
ar: تحتاج إلى تسجيل الدخول مرة أخرى لتفعيل التحديث
az: Yeniləməni tətbiq etmək üçün yenidən daxil olmalısınız
bg: Трябва да влезете отново, за да влязат в сила промените
bn: আপডেট কার্যকর করতে আপনাকে আবার লগইন করতে হবে
bs: Morate se ponovo prijaviti da izvršite ažuriranje
ca: Has de tornar a iniciar sessió per fer efectiva l'actualització
cs: Pro provedení aktualizace se musíte znovu přihlásit
da: Du skal logge ind igen for at gennemføre opdateringen
el: Πρέπει να συνδεθείτε ξανά για να ολοκληρωθεί η ενημέρωση
et: Uuenduse rakendamiseks pead uuesti sisse logima
fa: برای اعمال به‌روزرسانی باید دوباره وارد شوید
fi: Sinun täytyy kirjautua uudelleen sisään päivityksen suorittamiseksi
he: עליך להתחבר מחדש כדי לבצע עדכון
hi: अपडेट को प्रभावी करने के लिए आपको फिर से लॉगिन करना होगा
hu: A frissítés végrehajtásához újra be kell jelentkeznie
id: Anda harus login lagi untuk melakukan pembaruan
ja: 更新を適用するには再度ログインが必要です
ka: განახლებისთვის საჭიროა ხელახლა ავტორიზაცია
kk: Жаңартуларды қолдану үшін қайта кіруіңіз қажет
km: អ្នកត្រូវចូលឡើងវិញដើម្បីអោយបច្ចុប្បន្នភាពមានប្រសិទ្ធភាព
kn: ನವೀಕರಣವನ್ನು ಪರಿಣಾಮಕಾರಿಯಾಗಿಸಲು ನೀವು ಮತ್ತೆ ಲಾಗಿನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ
ku: پێویستە دووبارە بچیتە ژوورەوە بۆ جێبەجێکردنی نوێکردنەوەکە
lo: ທ່ານຕ້ອງເຂົ້າສູ່ລະບົບອີກຄັ້ງເພື່ອໃຫ້ມີຜົນການອັບເດດ
lt: Norėdami atnaujinti, turite prisijungti iš naujo
mr: अपडेट लागू करण्यासाठी तुम्हाला पुन्हा लॉग इन करावे लागेल
ms: Anda perlu log masuk semula untuk melaksanakan kemas kini
my: အပ်ဒိတ်အကျိုးသက်ရောက်စေရန် သင် ထပ်မံဝင်ရောက်ရန် လိုအပ်ပါသည်။
no: Du må logge inn på nytt for å gjennomføre oppdateringen
pl: Aby przeprowadzić aktualizację, musisz się ponownie zalogować
ro: Trebuie să te autentifici din nou pentru a efectua actualizarea
si: යාවත්කාලීන කිරීම ක්‍රියාත්මක කිරීමට ඔබ නැවත පුරනය විය යුතුය
sk: Pre dokončenie aktualizácie sa musíte znova prihlásiť
sq: Duhet të identifikoheni përsëri për të kryer përditësimin
sr: Морате поново да се пријавите да бисте применили ажурирање
sv: Du måste logga in igen för att genomföra uppdateringen
sw: Unahitaji kuingia tena ili kutekeleza sasisho
ta: புதுப்பிப்பை செயல்படுத்த நீங்கள் மீண்டும் உள்நுழைய வேண்டும்
te: అప్డేట్ వర్తింపజేయడానికి మీరు మళ్లీ లాగిన్ చేయాలి
th: คุณต้องเข้าสู่ระบบอีกครั้งเพื่อให้การอัปเดตมีผล
tr: Güncellemeyi tamamlamak için tekrar giriş yapmanız gerekiyor
uk: Вам потрібно буде увійти знову, щоб оновлення набуло чинності
ur: اپ ڈیٹ کو متاثر کرنے کے لیے آپ کو دوبارہ لاگ ان کرنے کی ضرورت ہے۔
uz: Yangilanishni amalga oshirish uchun qayta tizimga kirishingiz kerak
vi: Bạn cần đăng nhập lại để cập nhật có hiệu lực

# newAppConfig
source: New content available!
am: የተሻሻለ ይዘት ተገኝቷል!
ar: محتوى جديد متاح!
az: Yeni məzmun mövcuddur!
bg: Налично е ново съдържание!
bn: নতুন কন্টেন্ট উপলব্ধ!
bs: Dostupan novi sadržaj!
ca: Hi ha contingut nou disponible!
cs: K dispozici je nový obsah!
da: Nyt indhold tilgængeligt!
el: Νέο περιεχόμενο διαθέσιμο!
et: Uus sisu on saadaval!
fa: محتوای جدید در دسترس است!
fi: Uutta sisältöä saatavilla!
he: תוכן חדש זמין!
hi: नई सामग्री उपलब्ध है!
hu: Új tartalom érhető el!
id: Konten baru tersedia!
ja: 新しいコンテンツが利用可能です！
ka: ხელმისაწვდომია ახალი შინაარსი!
kk: Жаңа мазмұн қолжетімді!
km: មានមាតិកាថ្មី!
kn: ಹೊಸ ವಿಷಯ ಲಭ್ಯವಿದೆ!
ku: ناوەڕۆکی نوێ بەردەستە!
lo: ມີເນື້ອຫາໃໝ່!
lt: Galimas naujas turinys!
mr: नवीन सामग्री उपलब्ध आहे!
ms: Kandungan baharu tersedia!
my: အကြောင်းအရာအသစ် ရနိုင်ပါသည်။
no: Nytt innhold tilgjengelig!
pl: Dostępna nowa zawartość!
ro: Conținut nou disponibil!
si: නව අන්තර්ගතය ඇත!
sk: K dispozícii je nový obsah!
sq: Ka përmbajtje të re në dispozicion!
sr: Доступан је нови садржај!
sv: Nytt innehåll tillgängligt!
sw: Maudhui mapya yanapatikana!
ta: புதிய உள்ளடக்கம் கிடைக்கிறது!
te: కొత్త కంటెంట్ అందుబాటులో ఉంది!
th: มีเนื้อหาใหม่!
tr: Yeni içerik mevcut!
uk: Доступний новий вміст!
ur: نیا مواد دستیاب ہے!
uz: Yangi kontent mavjud!
vi: Nội dung mới đã có!

source: New variation
am: አዲስ ልዩነት
ar: تنويع جديد
az: Yeni variasiya
bg: Нов вариант
bn: নতুন বৈচিত্র
bs: Nova varijanta
ca: Nova variació
cs: Nová varianta
da: Ny variant
el: Νέα παραλλαγή
et: Uus variant
fa: تنوع جدید
fi: Uusi variaatio
he: וריאציה חדשה
hi: नई विविधता
hu: Új változat
id: Variasi Baru
ja: 新しいバリエーション
ka: ახალი ვარიანტი
kk: Жаңа нұсқа
km: វ៉ារ្យ៉ង់ថ្មី
kn: ಹೊಸ ಬದಲಾವಣೆ
ku: گۆڕانکاری نوێ
lo: ການປ່ຽນແປງໃໝ່
lt: Nauja variacija
mr: नवीन प्रकार
ms: Variasi baharu
my: ဗားရှင်းအသစ်
no: Ny variant
pl: Nowy wariant
ro: Variantă nouă
si: නව ප්‍රභේදය
sk: Nový variant
sq: Variant i ri
sr: Нова варијација
sv: Ny variant
sw: Tofauti mpya
ta: புதிய மாற்றம்
te: కొత్త వెర్షన్
th: ตัวเลือกใหม่
tr: Yeni varyant
uk: Новий варіант
ur: نیا تغیر
uz: Yangi variatsiya
vi: Biến thể mới

# noCameraPermissionIsGranted
source: No camera permission has been granted. Please grant it in your device's Settings.
am: የካሜራ ፍቃድ አልተሰጠም። በመሳሪያዎ ቅኝት ውስጥ ይፍቀዱ።
ar: لم يتم منح إذن الوصول إلى الكاميرا. يرجى منحه في إعدادات جهازك.
az: Kamera icazəsi verilməyib. Zəhmət olmasa, cihazınızın parametrlərindən bunu təmin edin.
bg: Не е предоставено разрешение за камера. Моля, разрешете го в настройките на устройството си.
bn: কোন ক্যামেরা অনুমতি দেওয়া হয় না. অনুগ্রহ করে আপনার ডিভাইসের সেটিংসে এটি মঞ্জুর করুন৷
bs: Nije odobrena dozvola za kameru. Molimo odobrite je u postavkama svog uređaja.
ca: No s'ha concedit permís per a la càmera. Si us plau, concedeix-lo a la configuració del teu dispositiu.
cs: Není uděleno žádné oprávnění k fotoaparátu. Udělte jej prosím v nastavení vašeho zařízení.
da: Ingen kameratilladelse er givet. Giv den venligst i din enheds indstillinger.
el: Δεν έχει δοθεί άδεια για την κάμερα. Παρακαλώ δώστε την άδεια στις Ρυθμίσεις της συσκευής σας.
et: Kaamera luba pole antud. Palun anna see oma seadme seadetes.
fa: دسترسی به دوربین داده نشده است. لطفاً آن را در تنظیمات دستگاه خود فعال کنید
fi: Kameran käyttöoikeutta ei ole myönnetty. Myönnä se laitteesi asetuksista.
he: לא ניתנה הרשאת מצלמה. אנא הענק אותה בהגדרות המכשיר שלך.
hi: कैमरा की अनुमति नहीं दी गई है। कृपया इसे अपने डिवाइस की सेटिंग्स में प्रदान करें।
hu: Nincs kameraengedély megadva. Kérjük, engedélyezze az eszköz beállításaiban.
id: Tidak ada izin kamera yang diberikan. Silakan berikan izin di Pengaturan perangkat Anda.
ja: カメラの許可が与えられていません。デバイスの設定で許可してください。
ka: კამერაზე წვდომა არ არის დაშვებული. გთხოვთ, მიანიჭოთ ის მოწყობილობის პარამეტრებში.
kk: Камераға рұқсат берілмеген. Оны құрылғыңыздың параметрлерінен беріңіз
km: មិនមានការអនុញ្ញាតពីកាមេរ៉ាទេ។ សូមផ្តល់អនុញ្ញាតនៅក្នុងការកំណត់ឧបករណ៍របស់អ្នក។
kn: ಕ್ಯಾಮೆರಾ ಅನುಮತಿ ನೀಡಲಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸಾಧನದ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಅನುಮತಿಯನ್ನು ನೀಡಿ.
ku: مۆڵەتی کامێرا نەدراوە. تکایە لە ڕێکخستنەکانی ئامێرەکەت مۆڵەت بدە.
lo: ບໍ່ມີການອະນຸຍາດກ້ອງຖ່າຍຮູບ. ກະລຸນາໃຫ້ມັນຢູ່ໃນການຕັ້ງຄ່າອຸປະກອນຂອງທ່ານ.
lt: Nėra suteikto leidimo kamerai. Suteikite jį savo įrenginio nustatymuose.
mr: कॅमेरा परवानगी नाही. कृपया तुमच्या डिव्हाइसच्या सेटिंग्जमध्ये ती द्या.
ms: Tiada kebenaran kamera diberikan. Sila berikannya dalam Tetapan peranti anda.
my: ကင်မရာခွင့်ပြုချက် မရှိပါ။ သင့်စက်၏ ဆက်တင်များတွင် ကျေးဇူးပြု၍ ခွင့်ပြုပါ။
no: Ingen kameratillatelse er gitt. Vennligst gi det i enhetens innstillinger
pl: Nie udzielono pozwolenia na dostęp do aparatu. Przyznaj je w ustawieniach urządzenia.
ro: Nu este acordată permisiunea pentru cameră. Te rugăm să o acorzi în Setările dispozitivului.
si: කැමරා අවසරය ලබා දී නොමැත. කරුණාකර ඔබගේ උපාංගයේ සැකසීම්වලින් එය ලබා දෙන්න.
sk: Nie je udelené povolenie pre fotoaparát. Povoľte ho v nastaveniach vášho zariadenia.
sq: Nuk është dhënë leje për kamerën. Ju lutemi jepeni atë në cilësimet e pajisjes suaj.
sr: Дозвола за камеру није дата. Означите то у подешавањима уређаја.
sv: Inget kameratillstånd har beviljats. Bevilja det i enhetens inställningar.
sw: Hakuna ruhusa ya kamera iliyotolewa. Tafadhali iruhusu katika Mipangilio ya kifaa chako.
ta: கேமரா அனுமதி வழங்கப்படவில்லை. உங்கள் சாதன அமைப்புகளில் அதை வழங்கவும்.
te: కెమెరా అనుమతి ఇవ్వలేదు. దయచేసి మీ పరికరం సెట్టింగ్స్‌లో అనుమతిని ఇవ్వండి.
th: ไม่ได้รับอนุญาตให้ใช้กล้อง กรุณาอนุญาตในการตั้งค่าอุปกรณ์ของคุณ
tr: Kamera izni verilmedi. Lütfen cihazınızın Ayarlarından izin verin.
uk: Дозвіл на камеру не надано. Надайте його в налаштуваннях пристрою
ur: کیمرے کی اجازت نہیں ہے۔ براہ کرم اسے اپنے آلے کی ترتیبات میں دیں۔
uz: Kameraga ruxsat berilmagan. Iltimos, qurilmangiz sozlamalaridan ruxsat bering.
vi: Chưa được cấp quyền truy cập máy ảnh. Vui lòng cấp quyền trong Cài đặt thiết bị của bạn.

# noConversation
source: No conversation yet
am: ምንም ውይይት አልተጀመረም
ar: لا توجد محادثات حتى الآن
az: Hələ söhbət yoxdur
bg: Все още няма разговор
bn: এখনো কোনো কথোপকথন নেই
bs: Još nema razgovora
ca: Encara no hi ha converses
cs: Zatím žádná konverzace
da: Ingen samtale endnu
el: Δεν υπάρχει συνομιλία ακόμα
et: Vestlust pole veel
fa: هنوز گفتگویی وجود ندارد
fi: Ei keskusteluja vielä
he: אין שיחות עדיין
hi: अभी तक कोई बातचीत नहीं
hu: Még nincs beszélgetés
id: Belum ada percakapan
ja: まだ会話がありません
ka: ჯერ არ არის საუბარი
kk: Әзірге әңгіме жоқ
km: មិនទាន់មានការជជែកនៅឡើយទេ
kn: ಇನ್ನೂ ಯಾವುದೇ ಸಂಭಾಷಣೆ ಇಲ್ಲ
ku: هێشتا هیچ گفتوگۆیەک نییە
lo: ບໍ່ມີການສົນທະນາເທື່ອ
lt: Dar nėra pokalbio
mr: अजून संभाषण नाही
ms: Tiada perbualan lagi
my: စကားစမြည်မပြောသေးပါ။
no: Ingen samtale ennå
pl: Nie ma jeszcze rozmowy
ro: Nicio conversație încă
si: තවම සංවාදයක් නැහැ
sk: Zatiaľ žiadna konverzácia
sq: Ende nuk ka bisedë
sr: Još nema razgovora
sv: Ingen konversation än
sw: Hakuna mazungumzo bado
ta: இன்னும் உரையாடல் இல்லை
te: ఇంకా సంభాషణ లేదు
th: ยังไม่มีการสนทนา
tr: Henüz sohbet yok
uk: Розмови ще немає
ur: ابھی تک کوئی بات چیت نہیں
uz: Hali suhbat yo'q
vi: Chưa có cuộc trò chuyện nào

source: No Printers
am: አታሚዎች የሉም
ar: لا توجد طابعات
az: Printer tapılmadı
bg: Няма принтери
bn: কোনো প্রিন্টার নেই
bs: Nema štampača
ca: No hi ha impressores
cs: Žádné tiskárny
da: Ingen printere
el: Δεν υπάρχουν εκτυπωτές
et: Printereid pole
fa: بدون چاپگر
fi: Ei tulostimia
he: אין מדפסות
hi: कोई प्रिंटर नहीं
hu: Nincsenek nyomtatók
id: Tidak Ada Printer
ja: プリンターがありません
ka: პრინტერები არ არის
kk: Принтерлер жоқ
km: គ្មានម៉ាស៊ីនបោះពុម្ព
kn: ಮುದ್ರಕಗಳಿಲ್ಲ
ku: پرینتەر نییە
lo: ບໍ່ມີເຄື່ອງພິມ
lt: Nėra spausdintuvų
mr: प्रिंटर्स नाहीत
ms: Tiada pencetak
my: ပုံနှိပ်စက်မရှိပါ။
no: Ingen skrivere
pl: Brak drukarek
ro: Nicio imprimantă
si: මුද්‍රණ යන්ත්‍ර නැත
sk: Žiadne tlačiarne
sq: Nuk ka printera
sr: Нема штампача
sv: Inga skrivare
sw: Hakuna Vichapishaji
ta: அச்சுப்பொறிகள் இல்லை
te: ముద్రణ యంత్రాలు లేవు
th: ไม่พบเครื่องพิมพ์
tr: Yazıcı Yok
uk: Немає принтерів
ur: کوئی پرنٹرز نہیں۔
uz: Printerlar yo'q
vi: Không có máy in

# noteMessage
source: note
am: ማስታወሻ
ar: ملحوظة
az: Qeyd
bg: Забележка
bn: নোট
bs: Napomena
ca: nota
cs: Poznámka
da: Bemærk
el: Σημείωση
et: Märkus
fa: یادداشت
fi: Huomautus
he: הערה
hi: नोट
hu: Megjegyzés
id: Catatan
ja: 注意
ka: შენიშვნა
kk: Ескертпе
km: ចំណាំ៖
kn: ಸೂಚನೆ
ku: تێبینی
lo: ໝາຍເຫດ
lt: Pastaba
mr: टीप:
ms: Nota
my: မှတ်စု
no: Notat
pl: Uwaga
ro: Notă
si: සටහන
sk: Poznámka
sq: Shënim
sr: Напомена
sv: Notering
sw: Dokezo
ta: குறிப்பு
te: గమనిక
th: หมายเหตุ
tr: Not
uk: Примітка
ur: نوٹ
uz: Eslatma
vi: Lưu ý

# noteTransfer
source: Note (optional)
am: ማስታወቂያ (አማራጭ)
ar: ملاحظة (اختياري)
az: Qeyd (istəyə bağlı)
bg: Забележка (по избор)
bn: নোট (ঐচ্ছিক)
bs: Napomena (opcionalno)
ca: Nota (opcional)
cs: Poznámka (volitelné)
da: Bemærk (valgfrit)
el: Σημείωση (προαιρετικό)
et: Märkus (valikuline)
fa: یادداشت (اختیاری)
fi: Huomautus (valinnainen)
he: הערה (אופציונלי)
hi: नोट (वैकल्पिक)
hu: Megjegyzés (opcionális)
id: Catatan (opsional)
ja: メモ（任意）
ka: შენიშვნა (არასავალდებულო)
kk: Ескертпе (міндетті емес)
km: ចំណាំ (ជាជម្រើស)
kn: ಗಮನಿಸಿ (ಐಚ್ಛಿಕ)
ku: تێبینی (هەڵبژاردەییە)
lo: ໝາຍເຫດ (ທາງເລືອກ)
lt: Pastaba (neprivaloma)
mr: टीप (पर्यायी)
ms: Nota (pilihan)
no: Notat (valgfritt)
pl: Uwaga (opcjonalnie)
ro: Notă (opțional)
si: සටහන (විකල්ප)
sk: Poznámka (voliteľné)
sq: Shënim (opsionale)
sr: Напомена (опционо)
sv: Notering (valfritt)
sw: Kumbuka (si lazima)
ta: குறிப்பு (விருப்பத்திற்குரியது)
te: గమనిక (ఐచ్ఛికం)
th: หมายเหตุ (ไม่บังคับ)
tr: Not (isteğe bağlı)
uk: Примітка (необов'язково)
ur: نوٹ (اختیاری)
uz: Eslatma (ixtiyoriy)
vi: Ghi chú (không bắt buộc)

source: Notice
am: ማስታወቂያ
ar: تنبيه
az: Bildiriş
bg: Забележка
bn: লক্ষ্য করুন
bs: Obavještenje
ca: Avís
cs: Upozornění
da: Varsel
el: Ειδοποίηση
et: Märkus
fa: توجه
fi: Huomautus
he: הודעה
hi: सूचना
hu: Értesítés
id: Pemberitahuan
ja: お知らせ
ka: შეტყობინება
kk: Ескерту
km: ជូនដំណឹង
kn: ಗಮನಿಸಿ
ku: ئاگاداری
lo: ແຈ້ງການ
lt: Pranešimas
mr: सूचना
ms: Notis
my: အသိပေးစာ
no: Merknad
pl: Uwaga
ro: Notificare
si: දැනුම්දීම
sk: Upozornenie
sq: Njoftim
sr: Напомена
sv: Meddelande
sw: Taarifa
ta: அறிவிப்பு
te: గమనిక
th: แจ้งให้ทราบ
tr: Bildirim
uk: Повідомлення
ur: نوٹس
uz: E'tibor bering
vi: Lưu ý

# notifyLatestOffer
source: Notify latest offers & product availability
am: አዳዲስ ቅናሽ እና የምርት አቅርቦት ስለሚኖሩ አሳውቀን
ar: أبلغني عن أحدث العروض وتوفر المنتجات
az: Ən son təkliflərdən və məhsul mövcudluğundan xəbərdar olun
bg: Известяване за най-новите оферти и наличност на продукти
bn: সর্বশেষ অফার এবং পণ্য প্রাপ্যতা বিজ্ঞপ্তি
bs: Obavijesti o najnovijim ponudama i dostupnosti proizvoda
ca: Notifica les últimes ofertes i la disponibilitat dels productes
cs: Informujte o nejnovějších nabídkách a dostupnosti produktů
da: Giv besked om de seneste tilbud og produkttilgængelighed
el: Ειδοποιήσεις για τελευταίες προσφορές και διαθεσιμότητα προϊόντων
et: Teavita viimastest pakkumistest ja toodete saadavusest
fa: آخرین پیشنهادات و موجودی محصولات را به من اطلاع بده
fi: Ilmoita uusimmista tarjouksista ja tuotteiden saatavuudesta
he: קבל הודעות על הצעות אחרונות וזמינות מוצרים
hi: नवीनतम ऑफ़र और उत्पाद उपलब्धता की सूचनाएं प्राप्त करें
hu: Értesítés a legújabb ajánlatokról és a termékek elérhetőségéről
id: Beritahu penawaran terbaru & ketersediaan produk
ja: 最新のお得な情報と商品の在庫状況をお知らせします
ka: მიიღეთ ინფორმაცია უახლესი შეთავაზებებისა და პროდუქტების შესახებ
kk: Соңғы ұсыныстар мен өнімнің қолжетімділігі туралы хабарлау
km: ជូនដំណឹងអំពីការផ្តល់ជូនថ្មីៗ និងផលិតផលដែលអាចរកបាន
kn: ಇತ್ತೀಚಿನ ಕೊಡುಗೆಗಳು ಮತ್ತು ಉತ್ಪನ್ನ ಲಭ್ಯತೆಯನ್ನು ಸೂಚಿಸಿ
ku: ئاگادارکردنەوەی پێشنیارە نوێکان و بەردەستبوونی بەرهەم
lo: ແຈ້ງການສະເໜີຫຼ້າສຸດ ແລະ ການມີສິນຄ້າ
lt: Pranešti apie naujausius pasiūlymus ir produktų prieinamumą
mr: नवीनतम ऑफर्स आणि उत्पादन उपलब्धतेबद्दल सूचित करा
ms: Maklumkan tawaran terkini & ketersediaan produk
my: နောက်ဆုံးပေါ်ကမ်းလှမ်းချက်များနှင့် ထုတ်ကုန်ရရှိနိုင်မှုကို အသိပေးပါ။
no: Varsle om siste tilbud og produkttilgjengelighet
pl: Powiadamiaj o najnowszych ofertach i dostępności produktów
ro: Fii la curent cu ultimele noutăți și oferte
si: නවතම දීමනා දැනුම් දෙන්න
sk: Informujte ma o najnovších ponukách a dostupnosti produktov
sq: Njofto për ofertat më të fundit dhe disponueshmërinë e produkteve
sr: Обавестите најновије понуде и доступност производа
sv: Meddela om senaste erbjudanden och produkttillgänglighet
sw: Arifu kuhusu matoleo mapya na upatikanaji wa bidhaa
ta: சமீபத்திய சலுகைகள் மற்றும் தயாரிப்பு இருப்பு பற்றி அறிவிக்கவும்
te: తాజా ఆఫర్లు & ఉత్పత్తి లభ్యతను తెలియజేయండి
th: แจ้งข้อเสนอล่าสุดและสินค้าที่มีจำหน่าย
tr: En son teklifleri ve ürün durumlarını bildir
uk: Повідомляти про останні пропозиції та наявність товарів
ur: تازہ ترین پیشکشوں اور مصنوعات کی دستیابی کی اطلاع دیں
uz: Eng so'nggi takliflar va mahsulot mavjudligi haqida xabar bering
vi: Thông báo các ưu đãi mới nhất và sản phẩm còn hàng

source: On vacation
am: በእረፍት ላይ
ar: في إجازة
az: Tətildə
bg: В отпуск
bn: ছুটিতে
bs: Na odmoru
ca: De vacances
cs: Na dovolené
da: På ferie
el: Σε διακοπές
et: Puhkusel
fa: در تعطیلات
fi: Lomalla
he: בחופשה
hi: छुट्टी पर
hu: Szabadságon
id: Sedang Liburan
ja: 休暇中
ka: შვებულებაში
kk: Демалыста
km: កំពុងវិស្សមកាល
kn: ರಜೆಯಲ್ಲಿ
ku: لە پشوودا
lo: ໃນວັນພັກ
lt: Atostogauja
mr: सुट्टीवर
ms: Sedang bercuti
no: På ferie
pl: Na urlopie
ro: În vacanță
si: නිවාඩුවේ
sk: Na dovolenke
sq: Në pushime
sr: На одмору
sv: På semester
sw: Katika likizo
ta: விடுமுறையில்
te: విహారంలో
th: วันหยุด
tr: Tatilde
uk: У відпустці
ur: چھٹی پر
uz: Ta'tilda
vi: Đang nghỉ

source: Online
am: በመስመር ላይ
ar: متصل
az: onlayn
bg: Онлайн
bn: অনলাইন
ca: En línia
el: Σε σύνδεση
et: Võrgus
fa: آنلاین
fi: Verkossa
he: מקוון
hi: ऑनलाइन
ja: オンライン
ka: ონლაინ
kk: Онлайн
km: លើបណ្តាញ
kn: ಆನ್‌ಲೈನ್
ku: ئەنلاین
lo: ອອນລາຍ
lt: Prisijungęs
mr: ऑनलाइन
ms: Dalam talian
no: På nett
si: මාර්ගගත
sr: Онлине
sw: Mtandaoni
ta: ஆன்லைன்
te: ఆన్‌లైన్
th: ออนไลน์
tr: Çevrimiçi
uk: Онлайн
ur: آن لائن
uz: Onlayn
vi: Trực tuyến

source: Order Confirmation
am: የትዕዛዝ ማረጋገጫ
ar: تأكيد الطلب
az: Sifarişin təsdiqi
bg: Потвърждение на поръчката
bn: অর্ডার নিশ্চিত করা
bs: Potvrda narudžbe
ca: Confirmació de comanda
cs: Potvrzení objednávky
da: Ordrebekræftelse
el: Επιβεβαίωση παραγγελίας
et: Tellimuse kinnitus
fa: تأیید سفارش
fi: Tilausvahvistus
he: אישור הזמנה
hi: आदेश की पुष्टि
hu: Rendelés megerősítése
id: Konfirmasi Pesanan
ja: 注文確認
ka: შეკვეთის დადასტურება
kk: Тапсырысты растау
km: បញ្ជាក់ការបញ្ជាទិញ
kn: ಆದೇಶದ ದೃಢೀಕರಣ
ku: دڵنیابوونی داواکاری
lo: ການຢືນຢັນຄຳສັ່ງ
lt: Užsakymo patvirtinimas
mr: ऑर्डर पुष्टी
ms: Pengesahan pesanan
my: အမှာစာအတည်ပြုခြင်း
no: Ordrebekreftelse
pl: Potwierdzenie zamówienia
ro: Confirmarea comenzii
si: ඇණවුම් තහවුරු කිරීම
sk: Potvrdenie objednávky
sq: Konfirmimi i porosisë
sr: Потврда поруџбине
sv: Orderbekräftelse
sw: Uthibitisho wa Agizo
ta: ஆர்டர் உறுதிப்படுத்தல்
te: ఆర్డర్ నిర్ధారణ
th: ยืนยันคำสั่งซื้อ
tr: Sipariş Onayı
uk: Підтвердження замовлення
ur: آرڈر کی تصدیق
uz: Buyurtmani tasdiqlash
vi: Xác nhận đơn hàng

# orderConfirmationMsg
source: Are you sure you want to create the order?
am: እርግጠኛ ነዎት ትእዛዙን መፍጠር ይፈልጋሉ?
ar: هل أنت متأكد من إنشاء الطلب؟
az: Sifariş yaratmaq istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да създадете поръчката?
bn: আপনি অর্ডার তৈরি করতে নিশ্চিত?
bs: Jeste li sigurni da želite kreirati narudžbu?
ca: Estàs segur de crear la comanda?
cs: Jste si jisti, že chcete vytvořit objednávku?
da: Er du sikker på, at du vil oprette ordren?
el: Είστε βέβαιοι ότι θέλετε να δημιουργήσετε την παραγγελία;
et: Kas oled kindel, et soovid tellimuse luua?
fa: آیا از ایجاد سفارش مطمئن هستید؟
fi: Haluatko varmasti luoda tilauksen?
he: האם אתה בטוח שברצונך ליצור את ההזמנה?
hi: क्या आप निश्चित रूप से ऑर्डर बनाना चाहते हैं?
hu: Biztosan létrehozza a rendelést?
id: Apakah Anda yakin untuk membuat pesanan?
ja: 注文を作成してもよろしいですか？
ka: დარწმუნებული ხართ, რომ გსურთ შეკვეთის განთავსება?
kk: Тапсырысты жасауға сенімдісіз бе?
km: តើអ្នកប្រាកដថាចង់បង្កើតការបញ្ជាទិញនេះមែនទេ?
kn: ಆದೇಶವನ್ನು ರಚಿಸಲು ಖಚಿತವಾಗಿರುವಿರಾ?
ku: دڵنیایت دەتەوێت داواکاری دروست بکەیت؟
lo: ທ່ານແນ່ໃຈບໍ່ທີ່ຈະສ້າງຄຳສັ່ງ?
lt: Ar tikrai norite pateikti užsakymą?
mr: तुम्हाला ऑर्डर तयार करण्याची खात्री आहे का?
ms: Adakah anda pasti untuk membuat pesanan ini?
my: မှာယူမှုကို ဖန်တီးရန် သေချာပါသလား။
no: Er du sikker på at du vil opprette bestillingen?
pl: Czy na pewno chcesz utworzyć zamówienie?
ro: Ești sigur că vrei să creezi comanda?
si: ඇණවුම සෑදීමට ඔබට විශ්වාසද?
sk: Ste si istí, že chcete vytvoriť objednávku?
sq: Jeni i sigurt për të krijuar porosinë?
sr: Да ли сте сигурни да желите да креирате поруџбину?
sv: Är du säker på att du vill skapa ordern?
sw: Je, una uhakika wa kuunda agizo?
ta: ஆர்டரை உருவாக்க விரும்புகிறீர்களா?
te: మీరు నిజంగా ఆర్డర్‌ను సృష్టించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ที่จะสร้างคำสั่งซื้อ?
tr: Siparişi oluşturmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете створити замовлення?
ur: کیا آپ آرڈر بنانے کے لیے یقین رکھتے ہیں؟
uz: Buyurtmani yaratishga ishonchingiz komilmi?
vi: Bạn có chắc chắn tạo đơn hàng không?

source: Order Number
am: የትዕዛዝ ቁጥር
ar: رقم الطلب
az: Sifariş nömrəsi
bg: Номер на поръчката
bn: অর্ডার নম্বর
bs: Broj narudžbe
ca: Número de comanda
cs: Číslo objednávky
da: Ordrenummer
el: Αριθμός παραγγελίας
et: Tellimuse number
fa: شماره سفارش
fi: Tilausnumero
he: מספר הזמנה
hi: ऑर्डर संख्या
hu: Rendelési szám
id: Nomor Pesanan
ja: 注文番号
ka: შეკვეთის ნომერი
kk: Тапсырыс нөмірі
km: លេខបញ្ជាទិញ
kn: ಆದೇಶ ಸಂಖ್ಯೆ
ku: ژمارەی داواکاری
lo: ເລກທີສັ່ງຊື້
lt: Užsakymo numeris
mr: ऑर्डर क्रमांक
ms: Nombor pesanan
my: အမှာစာနံပါတ်
no: Ordrenummer
pl: Numer zamówienia
ro: Număr comandă
si: ඇණවුම් අංකය
sk: Číslo objednávky
sq: Numri i porosisë
sr: Редни број
sv: Ordernummer
sw: Namba ya Agizo
ta: ஆர்டர் எண்
te: ఆర్డర్ సంఖ్య
th: หมายเลขคำสั่งซื้อ
tr: Sipariş Numarası
uk: Номер замовлення
ur: آرڈر نمبر
uz: Buyurtma raqami
vi: Mã đơn hàng
