Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Normal
am: መደበኛ
ar: طبيعي
bg: Нормално
bn: স্বাভাবিক
bs: Normalno
cs: Normální
el: Κανονικός
et: Tavaline
fa: طبیعی
fi: Normaali
he: רגיל
hi: सामान्य
hu: Normál
ja: 普通
kk: It seems you haven't provided any text to translate. Please provide the text you want translated to Kazakh.
km: ធម្មតា
kn: It appears that there is no text between the quotation marks (""). Please provide the text you would like translated to Kannada.
ku: ئاسایی
lo: ປົກກະຕິ
lt: Normalus
mr: सामान्य
ms: Biasalah
my: ပုံမှန်
pl: Normalna
si: සාමාන්‍ය
sk: Normálne
sq: Normale
sr: Нормално
sv: Vanligt
sw: Kawaida
ta: இயல்பானது
te: సాధారణ
th: ปกติ
uk: звичайний
ur: نارمل
uz: Oddiy
vi: Bình thường

source: Note (optional)
am: ማስታወሻ (አማራጭ)
ar: ملاحظة (اختياري)
az: Qeyd (isteğe bağlı)
bg: Бележка (по избор)
bn: দ্রষ্টব্য (ঐচ্ছিক)
bs: Napomena (neobavezno)
ca: Nota (opcional)
cs: Poznámka (volitelné)
da: Bemærk (valgfrit)
el: Σημείωση (προαιρετικό)
et: Märkus (valikuline)
fa: نکته (اختیاری)
fi: Huomautus (valinnainen)
he: הערה (אופציונלי)
hi: नोट (वैकल्पिक)
hu: Megjegyzés (opcionális)
id: Catatan (opsional)
ja: メモ（任意）
kk: It appears that there is no text between the quotation marks (""). Please provide the text you would like translated.
km: ចំណាំ (ជាជម្រើស)
kn: It appears that there is no text between the quotation marks for me to translate. Please provide the text you would like translated to Kannada.
ku: تێبینی (هەڵبژاردن)
lo: ໝາຍເຫດ (ທາງເລືອກ)
lt: Pastaba (neprivaloma)
mr: टीप (पर्यायी)
ms: Nota (pilihan)
my: မှတ်ချက် (ချန်လှပ်ထားနိုင်သည်)
no: Notat (valgfritt)
pl: Uwaga (opcjonalnie)
ro: Notă (opțional)
si: සටහන (විකල්ප)
sk: Poznámka (voliteľné)
sq: Shënim (opsional)
sr: Напомена (опционо)
sv: Obs (valfritt)
sw: Kumbuka (si lazima)
ta: குறிப்பு (விரும்பினால்)
te: గమనిక (ఐచ్ఛికం)
th: หมายเหตุ (ไม่บังคับ)
tr: Not (isteğe bağlı)
uk: Примітка (необов’язково)
ur: نوٹ (اختیاری)
uz: Eslatma (ixtiyoriy)
vi: Ghi chú (tùy chọn)

# pickVoucherToApply
source: Pick a voucher to apply.
am: ለመተግበር ክፍያ ካርድ ይምረጡ።
ar: اختر قسيمة للتقديم.
az: Müraciət etmək üçün çek seçin.
bg: Изберете ваучер за прилагане.
bn: আবেদন করার জন্য একটি ভাউচার বেছে নিন।
bs: Odaberite vaučer za prijavu.
ca: Selecciona un val per aplicar.
cs: Vyberte voucher k uplatnění.
da: Vælg en voucher for at anvende.
el: Επιλέξτε ένα κουπόνι για να το εφαρμόσετε.
et: Vali vautšer rakendamiseks.
fa: یک کوپن برای اعمال انتخاب کنید.
fi: Valitse käytettävä kuponki.
he: בחר שובר לשימוש.
hi: आवेदन करने के लिए एक वाउचर चुनें.
hu: Válasszon egy utalványt a felhasználáshoz.
id: Pilih voucher untuk digunakan.
ja: 適用するバウチャーを選択してください。
kk: It appears you have not provided any text to translate. Please provide the text you would like translated to Kazakh.
km: ជ្រើសរើសប័ណ្ណដើម្បីប្រើ
kn: You've provided an empty text (""). There is nothing to translate. If you provide text, I'll be happy to translate it for you.
ku: فۆچەرێک هەلبژێرە بۆ جێبەجێکردن.
lo: ເລືອກບັດເຕີມເງິນເພື່ອສະໝັກ.
lt: Pasirinkite kuponą, kurį norite pritaikyti.
mr: अर्ज करण्यासाठी एक व्हाउचर निवडा.
ms: Pilih baucar untuk memohon.
my: လျှောက်ထားရန် ဘောက်ချာကို ရွေးပါ။
no: Velg en kupong å bruke.
pl: Wybierz kupon, który chcesz zastosować.
ro: Alegeți un voucher pentru a-l aplica.
si: වවුචරයක් තෝරා අදාළ කරන්න.
sk: Vyberte poukážku, ktorú chcete uplatniť.
sq: Zgjidhni një kupon për të aplikuar.
sr: Изаберите ваучер за пријаву.
sv: Välj en kupong att ansöka om.
sw: Chagua vocha ya kuomba.
ta: விண்ணப்பிக்க ஒரு வவுச்சரைத் தேர்ந்தெடுக்கவும்.
te: అప్లై చేయడానికి వౌచర్‌ను ఎంచుకోండి.
th: เลือกบัตรกำนัลที่จะนำไปใช้
tr: Başvurmak için bir kupon seçin.
uk: Виберіть ваучер для застосування.
ur: درخواست دینے کے لیے ایک واؤچر چنیں۔
uz: Murojaat qilish uchun vaucherni tanlang.
vi: Chọn một chứng từ để áp dụng.

source: Platinum
am: ፕላቲነም
ar: البلاتين
az: Platin
bg: Платинен
bn: প্লাটিনাম
bs: Platina
ca: Platina
cs: Platina
da: Platin
el: Πλατίνα
et: Plaatina
fa: پلاتین
fi: Platina
he: פלטינה
hi: प्लैटिनम
hu: Platina
ja: 白金
kk: It appears you have not provided any text to translate. Please provide the text you would like translated to Kazakh.
km: ផ្លាទីន
kn: It appears that there is no text between the quotation marks (""). Please provide the text you would like translated to Kannada.
ku: پلەتیەن
lt: Platina
mr: प्लॅटिनम
my: ပလက်တီနမ်
pl: Platyna
ro: Platină
si: ප්ලැටිනම්
sk: Platina
sq: Platin
sr: Платина
sv: Platina
sw: Platinamu
ta: பிளாட்டினம்
te: ప్లాటినం
th: แพลตตินัม
tr: Platin
uk: Платина
ur: پلاٹینم
uz: Platina
vi: Bạch kim

source: Platinum Priority
am: የፕላቲነም ቅድመ ተከታታይነት
ar: أولوية البلاتين
az: Platin Prioritet
bg: Платинен приоритет
bn: প্ল্যাটিনাম প্রায়োরিটি
bs: Platinasti prioritet
ca: Prioritat platina
cs: Platinová priorita
da: Platinprioritet
el: Πλατινένια Προτεραιότητα
et: Plaatina prioriteet
fa: اولویت پلاتینیوم
fi: Platina-prioriteetti
he: עדיפות פלטינה
hi: प्लैटिनम प्राथमिकता
hu: Platina prioritás
id: Prioritas Platinum
ja: プラチナプライオリティ
kk: It appears you have not provided any text to translate. Please provide the text you would like translated to Kazakh.
km: អាទិភាពផ្លាទីន
kn: It appears that your message does not contain any text to translate. Please provide the text you would like translated to Kannada.
ku: پێشوازی پلەتیوم
lo: ບຸລິມະສິດ Platinum
lt: Platininis prioritetas
mr: प्लॅटिनम प्रायोरिटी
ms: Keutamaan Platinum
my: ပလက်တီနမ်ဦးစားပေး
no: Platinum-prioritet
pl: Priorytet platynowy
ro: Prioritate Platină
si: ප්ලැටිනම් ප්‍රමුඛතාව
sk: Platinová priorita
sq: Prioritet Platini
sr: Платинасти приоритет
sv: Platinaprioritet
sw: Kipaumbele cha Platinum
ta: பிளாட்டினம் முன்னுரிமை
te: ప్లాటినం ప్రాధాన్యత
th: สิทธิพิเศษแพลตตินัม
tr: Platin Öncelikli
uk: Платиновий пріоритет
ur: پلاٹینم ترجیح
uz: Platina ustuvorligi
vi: Ưu tiên Bạch kim

source: Point history
am: የነጥብ ታሪክ
ar: تاريخ النقاط
az: Nöqtə tarixi
bg: История на точките
bn: পয়েন্ট ইতিহাস
bs: Historija bodova
ca: Historial de punts
cs: Historie bodů
da: Pointhistorik
el: Ιστορικό πόντων
et: Punktide ajalugu
fa: تاریخچه امتیاز
fi: Pistehistoria
he: היסטוריית נקודות
hi: अंक इतिहास
hu: Ponttörténet
id: Riwayat Poin
ja: ポイント履歴
kk: It appears you haven't provided any text to translate. Please provide the text you'd like translated to Kazakh.
km: ប្រវត្តិពិន្ទុ
kn: It appears that there is no text between the quotation marks for translation. Please provide the text you would like translated to Kannada.
ku: مێژووی خاڵ
lo: ຈຸດປະຫວັດສາດ
lt: Taškų istorija
mr: गुण इतिहास
ms: Sejarah titik
my: ပွိုင့်သမိုင်း
no: Poenghistorikk
pl: Historia punktów
ro: Istoric puncte
si: ලකුණු ඉතිහාසය
sk: História bodov
sq: Historiku i pikëve
sr: Историја поена
sv: Poänghistorik
sw: Point historia
ta: புள்ளி வரலாறு
te: పాయింట్ల చరిత్ర
th: ประวัติจุด
tr: Nokta geçmişi
uk: Історія балів
ur: پوائنٹ ہسٹری
uz: Nuqta tarixi
vi: Lịch sử điểm

source: Points
am: ነጥቦች
ar: نقاط
az: Xallar
bg: Точки
bn: পয়েন্ট
bs: Bodovi
ca: Punts
cs: Body
da: Point
el: Πόντοι
et: Punktid
fa: امتیازها
fi: Pisteet
he: נקודות
hi: अंक
hu: Pontok
id: Poin
ja: ポイント
kk: It appears you have not provided any text to translate. Please provide the text you would like translated to Kazakh.
km: ពិន្ទុ
kn: You haven't provided any text to translate. Please provide the text you want translated to Kannada.
ku: خاڵەکان
lo: ຄະແນນ
lt: Taškai
mr: गुण
ms: Mata
my: အမှတ်များ
no: Poeng
pl: Zwrotnica
ro: Puncte
si: ලකුණු
sk: Body
sq: Pikë
sr: Поени
sv: Poäng
sw: Pointi
ta: புள்ளிகள்
te: పాయింట్లు
th: คะแนน
tr: Puanlar
uk: Бали
ur: پوائنٹس
uz: Ballar
vi: Điểm

# pointsAddedMsg
source: Points have been added to the user’s account.
am: ነጥቦች ወደ ተጠቃሚው መለያ ታክለዋል።
ar: تمت إضافة النقاط إلى حساب المستخدم.
az: İstifadəçinin hesabına xallar əlavə edildi.
bg: Точките бяха добавени към акаунта на потребителя.
bn: ব্যবহারকারীর অ্যাকাউন্টে পয়েন্ট যোগ করা হয়েছে।
bs: Bodovi su dodani na korisnički račun.
ca: S'han afegit punts al compte de l'usuari.
cs: Body byly přidány na uživatelský účet.
da: Point er blevet tilføjet til brugerens konto.
el: Έχουν προστεθεί πόντοι στον λογαριασμό του χρήστη.
et: Punktid on lisatud kasutaja kontole.
fa: امتیازها به حساب کاربر اضافه شد.
fi: Pisteet on lisätty käyttäjän tilille.
he: נקודות נוספו לחשבון המשתמש.
hi: उपयोगकर्ता के खाते में अंक जोड़ दिए गए हैं।
hu: A pontokat jóváírtuk a felhasználó fiókján.
id: Poin telah ditambahkan ke akun pengguna.
ja: ユーザーのアカウントにポイントが追加されました。
kk: It seems you haven't provided any text to translate. Please provide the text you want translated to Kazakh.
km: ពិន្ទុត្រូវបានបញ្ចូលទៅក្នុងគណនីរបស់អ្នក។
kn: It appears that there is no text between the quotation marks for me to translate. Please provide the text you would like translated to Kannada.
ku: خاڵەکان بۆ هەژماری بەکارهێنەر زیاد کران.
lo: ຄະແນນໄດ້ຖືກເພີ່ມເຂົ້າໃນບັນຊີຂອງຜູ້ໃຊ້.
lt: Taškai buvo pridėti prie vartotojo paskyros.
mr: वापरकर्त्याच्या खात्यात गुण जोडले गेले आहेत.
ms: Mata telah ditambahkan pada akaun pengguna.
my: အမှတ်များကို အသုံးပြုသူ၏အကောင့်သို့ ပေါင်းထည့်ထားသည်။
no: Poeng har blitt lagt til brukerens konto.
pl: Punkty zostały dodane do konta użytkownika.
ro: Punctele au fost adăugate în contul utilizatorului.
si: ලකුණු පරිශීලක ගිණුමට එක් කර ඇත.
sk: Body boli pridané na používateľský účet.
sq: Pikët janë shtuar në llogarinë e përdoruesit.
sr: Поени су додати на кориснички налог.
sv: Poäng har lagts till användarens konto.
sw: Pointi zimeongezwa kwenye akaunti ya mtumiaji.
ta: பயனரின் கணக்கில் புள்ளிகள் சேர்க்கப்பட்டுள்ளன.
te: పాయింట్లు యూజర్ ఖాతాలో జోడించబడ్డాయి.
th: คะแนนได้ถูกเพิ่มเข้าไปในบัญชีผู้ใช้แล้ว
tr: Kullanıcının hesabına puan eklendi.
uk: Бали додано на рахунок користувача.
ur: صارف کے اکاؤنٹ میں پوائنٹس شامل کر دیے گئے ہیں۔
uz: Ballar foydalanuvchi hisobiga qo'shildi.
vi: Điểm đã được cộng vào tài khoản người dùng.

source: Points added successfully
am: ነጥቦች በተሳካ ሁኔታ ታክለዋል
ar: تمت إضافة النقاط بنجاح
az: Xallar uğurla əlavə edildi
bg: Точките бяха добавени успешно
bn: পয়েন্ট সফলভাবে যোগ করা হয়েছে
bs: Bodovi su uspješno dodani
ca: Punts afegits amb èxit
cs: Body byly úspěšně přidány
da: Point tilføjet
el: Οι πόντοι προστέθηκαν με επιτυχία
et: Punktid lisatud edukalt
fa: امتیازها با موفقیت اضافه شدند
fi: Pisteet lisätty onnistuneesti
he: נקודות נוספו בהצלחה
hi: अंक सफलतापूर्वक जोड़े गए
hu: A pontok sikeresen hozzáadva
id: Poin berhasil ditambahkan
ja: ポイントが正常に追加されました
kk: It appears that there is no text between the quotation marks for translation. Please provide the text you would like translated into Kazakh.
km: បន្ថែមពិន្ទុដោយជោគជ័យ
kn: It appears that the text to be translated is empty (""). If you provide the text you want translated, I'll be happy to help!
ku: خاڵەکان بەسەرکەوتوویی زیاد کران
lo: ເພີ່ມຄະແນນສຳເລັດແລ້ວ
lt: Taškai sėkmingai pridėti
mr: गुण यशस्वीरित्या जोडले गेले
ms: Mata berjaya ditambah
my: အမှတ်များကို အောင်မြင်စွာ ထည့်သွင်းခဲ့သည်။
no: Poeng lagt til
pl: Punkty dodane pomyślnie
ro: Punctele au fost adăugate cu succes
si: ලකුණු සාර්ථකව එකතු කරන ලදී
sk: Body boli úspešne pridané
sq: Pikët u shtuan me sukses
sr: Поени су успешно додати
sv: Poäng har lagts till
sw: Alama zimeongezwa
ta: புள்ளிகள் வெற்றிகரமாக சேர்க்கப்பட்டன
te: పాయింట్లు విజయవంతంగా జోడించబడ్డాయి
th: เพิ่มคะแนนสำเร็จแล้ว
tr: Puanlar başarıyla eklendi
uk: Бали успішно додано
ur: پوائنٹس کامیابی کے ساتھ شامل ہو گئے۔
uz: Ballar muvaffaqiyatli qo‘shildi
vi: Điểm đã được thêm thành công

# pointsRedeemedMsg
source: Points have been redeemed from the user’s account.
am: ነጥቦች ከተጠቃሚው መለያ ተቀናብለዋል።
ar: تم استرداد النقاط من حساب المستخدم.
az: Xallar istifadəçinin hesabından alındı.
bg: Точките бяха използвани от акаунта на потребителя.
bn: ব্যবহারকারীর অ্যাকাউন্ট থেকে পয়েন্টগুলি খালাস করা হয়েছে।
bs: Bodovi su iskorišteni s korisničkog računa.
ca: S'han bescanviat punts del compte de l'usuari.
cs: Body byly odečteny z uživatelského účtu.
da: Point er blevet indløst fra brugerens konto.
el: Οι πόντοι έχουν εξαργυρωθεί από τον λογαριασμό του χρήστη.
et: Punktid on kasutaja kontolt lunastatud.
fa: امتیازها از حساب کاربر برداشت شده است.
fi: Pisteet on lunastettu käyttäjän tililtä.
he: נקודות מומשו מחשבון המשתמש.
hi: उपयोगकर्ता के खाते से अंक भुना लिए गए हैं।
hu: A pontokat levontuk a felhasználó fiókjából.
id: Poin telah ditukarkan dari akun pengguna.
ja: ユーザーのアカウントからポイントが引き換えられました。
kk: It appears you have not provided any text to translate. Please provide the text you would like translated to Kazakh.
km: ពិន្ទុត្រូវបានដកចេញពីគណនីរបស់អ្នក។
kn: It appears that there is no text between the quotation marks (""). Please provide the text you would like translated to Kannada.
ku: خاڵەکان لە هەژماری بەکارهێنەرەوە وەرگیراون.
lo: ຄະແນນໄດ້ຖືກແລກຈາກບັນຊີຂອງຜູ້ໃຊ້.
lt: Taškai buvo išpirkti iš vartotojo paskyros.
mr: वापरकर्त्याच्या खात्यातून पॉइंट्स रिडीम केले गेले आहेत.
ms: Mata telah ditebus daripada akaun pengguna.
my: အမှတ်များကို အသုံးပြုသူ၏ အကောင့်မှ ထုတ်ယူပြီးပါပြီ။
no: Poeng har blitt innløst fra brukerens konto.
pl: Punkty zostały wykorzystane na koncie użytkownika.
ro: Punctele au fost răscumpărate din contul utilizatorului.
si: ලකුණු පරිශීලක ගිණුමෙන් මුදවාගෙන ඇත.
sk: Body boli odpočítané z používateľského účtu.
sq: Pikët janë shpenguar nga llogaria e përdoruesit.
sr: Поени су искоришћени са корисничког налога.
sv: Poäng har lösts in från användarens konto.
sw: Pointi zimekombolewa kutoka kwa akaunti ya mtumiaji.
ta: பயனரின் கணக்கிலிருந்து புள்ளிகள் மீட்டெடுக்கப்பட்டன.
te: వినియోగదారుని ఖాతా నుండి పాయింట్లు రిడీమ్ చేయబడ్డాయి.
th: คะแนนได้รับการแลกจากบัญชีผู้ใช้แล้ว
tr: Kullanıcının hesabından puanlar çekildi.
uk: Бали списано з облікового запису користувача.
ur: صارف کے اکاؤنٹ سے پوائنٹس کو چھڑا لیا گیا ہے۔
uz: Ballar foydalanuvchi hisobidan olindi.
vi: Điểm đã được đổi từ tài khoản người dùng.

source: Points redeemed successfully
am: ነጥቦች በተሳካ ሁኔታ ተቀናብለዋል
ar: تم استبدال النقاط بنجاح
az: Ballar uğurla geri alındı
bg: Точките бяха успешно осребрени
bn: পয়েন্ট সফলভাবে রিডিম করা হয়েছে
bs: Bodovi su uspješno iskorišteni
ca: Punts bescanviats amb èxit
cs: Body byly úspěšně uplatněny
da: Point indløst
el: Οι πόντοι εξαργυρώθηκαν με επιτυχία
et: Punktid on edukalt lunastatud
fa: امتیازها با موفقیت بازخرید شدند
fi: Pisteet lunastettu onnistuneesti
he: נקודות מומשו בהצלחה
hi: अंक सफलतापूर्वक भुनाए गए
hu: A pontok beváltása sikeres volt
id: Poin berhasil ditukarkan
ja: ポイントは正常に交換されました
kk: It appears you haven't included any text to translate. Please provide the text you would like translated to Kazakh.
km: ប្តូរពិន្ទុដោយជោគជ័យ
kn: It appears that there is no text between the quotation marks for me to translate. Please provide the text you would like translated to Kannada.
ku: خاڵەکان بەسەرکەوتوویی گەڕێندرایەوە
lo: ແລກເອົາຄະແນນສຳເລັດແລ້ວ
lt: Taškai sėkmingai panaudoti
mr: पॉइंट यशस्वीरित्या रिडीम केले
ms: Mata berjaya ditebus
my: အမှတ်များကို အောင်မြင်စွာ ကူပွန်ဖြင့် ထုတ်ယူပြီးပါပြီ။
no: Poeng løst inn
pl: Punkty zostały pomyślnie wykorzystane
ro: Punctele au fost răscumpărate cu succes
si: ලකුණු සාර්ථකව සුරක්ෂිත කර ඇත
sk: Body boli úspešne uplatnené
sq: Pikët u shpenguan me sukses
sr: Поени су успешно искоришћени
sv: Poäng inlösta
sw: Alama zimetumika
ta: புள்ளிகள் வெற்றிகரமாக மீட்டெடுக்கப்பட்டன
te: పాయింట్లు విజయవంతంగా రీడీమ్ చేయబడ్డాయి
th: แลกคะแนนสำเร็จแล้ว
tr: Puanlar başarıyla kullanıldı
uk: Бали успішно використано
ur: پوائنٹس کو کامیابی کے ساتھ بھنایا گیا۔
uz: Ballar muvaffaqiyatli ishlatildi
vi: Điểm đã được đổi thành công

source: Pull to refresh
am: ለማደስ ይጎትቱ
ar: اسحب للتحديث
az: Yeniləmək üçün çəkin
bg: Издърпайте за опресняване
bn: রিফ্রেশ করতে টানুন
bs: Povucite za osvježavanje
ca: Estira per actualitzar
cs: Tažením obnovíte
da: Træk for at opdatere
el: Τραβήξτε για ανανέωση
et: Tõmba värskendamiseks
fa: برای تازه کردن بکشید
fi: Vedä päivittääksesi
he: משוך לרענון
hi: रीफ़्रेश करने के लिए खींचें
hu: Húzza le a frissítéshez
id: Tarik untuk menyegarkan
ja: 引いて更新
kk: It appears that there is no text between the quotation marks (""). Please provide the text you would like translated to Kazakh.
km: ទាញដើម្បីធ្វើអាប់ដេត
kn: It appears that the text to be translated is empty (""). If you provide the text, I will be happy to translate it to Kannada following your guidelines.
ku: بکێشە بۆ تازەکردنەوە
lo: ດຶງເພື່ອໂຫຼດຫນ້າຈໍຄືນ
lt: Patraukite, kad atnaujintumėte
mr: रिफ्रेश करण्यासाठी ओढा
ms: Tarik untuk menyegarkan
my: ပြန်လည်ဆန်းသစ်ရန် ဆွဲပါ။
no: Dra for å oppdatere
pl: Pociągnij, aby odświeżyć
ro: Trageți pentru a reîmprospăta
si: නවතා නැවත අලුත් කරන්න
sk: Potiahnutím obnovíte
sq: Tërhiq për të rifreskuar
sr: Повуците да бисте освежили
sv: Dra för att uppdatera
sw: Vuta ili kuonyesha upya
ta: புதுப்பிக்க இழுக்கவும்
te: రిఫ్రెష్ చేయడానికి లాగండి
th: ดึงเพื่อรีเฟรช
tr: Yenilemek için çekin
uk: Потягніть, щоб оновити
ur: تازہ دم کرنے کے لیے کھینچیں۔
uz: Yangilash uchun torting
vi: Kéo để làm mới

# pullUpLoad
source: Pull up to load more
am: ተጨማሪ ለመጫን ይጎትቱ
ar: اسحب لأعلى للتحميل
az: Daha çox yükləmək üçün yuxarı çəkin
bg: Издърпайте нагоре за още
bn: আরও লোড করার জন্য উপরে টানুন
bs: Povucite prema gore da biste utovarili još
ca: Estira cap amunt per carregar més
cs: Posuňte nahoru pro načtení dalšího obsahu
da: Træk op for at indlæse mere
el: Τραβήξτε προς τα πάνω για να φορτώσετε περισσότερα
et: Tõmba üles, et laadida rohkem
fa: برای بارگیری بیشتر، بکشید بالا
fi: Vedä ylös ladataksesi lisää
he: משוך למעלה לטעינת עוד
hi: अधिक लोड करने के लिए ऊपर खींचें
hu: Húzza fel a továbbiak betöltéséhez
id: Tarik ke atas untuk memuat lebih banyak
ja: さらに読み込むには上に引っ張ってください
kk: It appears that you have not provided any text to translate. Please provide the text you would like translated into Kazakh.
km: ទាញឡើងដើម្បីផ្ទុកបន្ថែម
kn: It appears that the text to be translated is empty (""). If you provide the text you want translated, I'll be happy to assist!
ku: بەسەر بەرزکردنەوە بار بکە بۆ زیادکردنی زیاتر
lo: ດຶງຂຶ້ນເພື່ອໂຫຼດເພີ່ມເຕີມ
lt: Patraukite aukštyn, kad įkeltumėte daugiau
mr: अधिक लोड करण्यासाठी वर खेचा
ms: Tarik ke atas untuk memuatkan lebih banyak
my: ပိုတင်ရန်အထိ ဆွဲထုတ်ပါ။
no: Dra opp for å laste mer
pl: Pociągnij w górę, aby załadować więcej
ro: Trageți în sus pentru a încărca mai multe
si: තවත් බාගැනීමට ඉහළට අදින්න
sk: Potiahnite nahor pre načítanie ďalších
sq: Tërhiq lart për të ngarkuar më shumë
sr: Повуците нагоре да бисте учитали још
sv: Dra upp för att ladda mer
sw: Vuta juu ili upakie zaidi
ta: அதிகமாக ஏற்ற மேலே இழுக்கவும்.
te: మరింత లోడ్ చేయడానికి పైకి లాగండి
th: ดึงขึ้นเพื่อโหลดเพิ่มเติม
tr: Daha fazla yüklemek için yukarı çekin
uk: Потягніть вгору, щоб завантажити більше
ur: مزید لوڈ کرنے کے لیے اوپر کھینچیں۔
uz: Ko'proq yuklash uchun yuqoriga torting
vi: Kéo lên để tải thêm

source: Rank details
am: የደረጃ ዝርዝሮች
ar: تفاصيل الرتبة
az: Reytinq təfərrüatları
bg: Детайли за ранга
bn: র‍্যাঙ্কের বিবরণ
bs: Detalji ranga
ca: Detalls del rànquing
cs: Podrobnosti o hodnosti
da: Rangdetaljer
el: Λεπτομέρειες κατάταξης
et: Edetabeli üksikasjad
fa: جزئیات رتبه
fi: Sijoitustiedot
he: פרטי דרגה
hi: रैंक विवरण
hu: Rang részletei
id: Rincian Peringkat
ja: ランクの詳細
kk: It appears you have not provided any text to translate. Please provide the text you would like translated to Kazakh.
km: ព័ត៌មានលម្អិតអំពីចំណាត់ថ្នាក់
kn: You've provided an empty text (""). There is nothing to translate. If you provide the text, I'll be happy to translate it to Kannada!
ku: وردەکاری پۆل
lo: ລາຍລະອຽດອັນດັບ
lt: Reitingo detalės
mr: रँक तपशील
ms: Butiran pangkat
my: အဆင့်အသေးစိတ်
no: Rangdetaljer
pl: Szczegóły rangi
ro: Detalii rang
si: ශ්‍රේණි විස්තර
sk: Podrobnosti o hodnosti
sq: Detajet e renditjes
sr: Детаљи ранга
sv: Rankdetaljer
sw: Maelezo ya cheo
ta: தரவரிசை விவரங்கள்
te: ర్యాంక్ వివరాలు
th: รายละเอียดอันดับ
tr: Rütbe detayları
uk: Деталі рангу
ur: درجہ بندی کی تفصیلات
uz: Reyting tafsilotlari
vi: Chi tiết xếp hạng

# rankDetailsMsg
source: You are currently a member of this rank
am: እርስዎ በአሁኑ ጊዜ እንደዚህ ያለ አባል ነው
ar: أنت حاليا عضو في هذه الرتبة
az: Siz hazırda bu rütbənin üzvüsünüz
bg: В момента сте член на този ранг
bn: আপনি বর্তমানে এই পদমর্যাদার একজন সদস্য।
bs: Trenutno ste član ovog ranga
ca: Actualment ets membre d'aquest nivell
cs: Aktuálně jste členem této hodnosti
da: Du er i øjeblikket medlem af denne rang
el: Είστε αυτήν τη στιγμή μέλος αυτής της κατηγορίας
et: Oled hetkel selle taseme liige
fa: شما در حال حاضر عضو این رتبه هستید
fi: Olet tällä hetkellä tämän tason jäsen
he: אתה כרגע חבר בדרגה זו
hi: आप वर्तमान में इस रैंक के सदस्य हैं
hu: Jelenleg ennek a rangnak a tagja vagy
id: Anda saat ini adalah anggota peringkat ini
ja: あなたは現在このランクのメンバーです
kk: It appears you haven't provided any text to translate. Please provide the text you want translated to Kazakh.
km: បច្ចុប្បន្ន អ្នកជាសមាជិកនៃចំណាត់ថ្នាក់នេះ។
kn: It appears the text to be translated is empty (""). If you provide the text, I'll be happy to translate it to Kannada for you.
ku: تۆ ئێستا ئەندامی ئەم پلەیەیت
lo: ໃນປັດຈຸບັນທ່ານເປັນສະມາຊິກຂອງອັນດັບນີ້
lt: Šiuo metu esate šio rango narys
mr: तुम्ही सध्या या श्रेणीचे सदस्य आहात.
ms: Anda kini ahli pangkat ini
my: သင်သည် လက်ရှိတွင် ဤအဆင့်၏ အဖွဲ့ဝင်ဖြစ်သည်။
no: Du er for øyeblikket medlem av denne rangeringen
pl: Aktualnie jesteś członkiem tej rangi
ro: Ești în prezent membru al acestui rang
si: ඔබ මේ මොහොතේ මෙම ශ්‍රේණියේ සාමාජිකයෙකි
sk: Momentálne ste členom tejto hodnosti
sq: Aktualisht je anëtar i këtij rangu
sr: Тренутно сте члан овог ранга
sv: Du är för närvarande medlem i denna rangordning
sw: Kwa sasa wewe ni mwanachama wa cheo hiki
ta: நீங்கள் தற்போது இந்த தரவரிசையில் உறுப்பினராக உள்ளீர்கள்.
te: మీరు ప్రస్తుతం ఈ ర్యాంక్ సభ్యుడిగా ఉన్నారు
th: คุณเป็นสมาชิกในระดับนี้ในขณะนี้
tr: Şu anda bu rütbenin üyesisiniz
uk: Зараз ви є учасником цього рангу
ur: آپ فی الحال اس رینک کے ممبر ہیں۔
uz: Siz hozirda ushbu daraja a'zosisiz
vi: Hiện tại bạn là thành viên của cấp bậc này

source: Received
am: ተቀብሏል
ar: تلقى
az: Qəbul edildi
bg: Получено
bn: গৃহীত
bs: Primljeno
ca: Rebut
cs: Přijato
da: Modtaget
el: Ελήφθη
et: Saadud
fa: دریافت کرد
fi: Vastaanotettu
he: התקבלו
hi: प्राप्त
hu: Megkapva
id: Diterima
ja: 受け取った
kk: It appears you haven't provided any text to translate. Please provide the text you want translated, and I'll be happy to help!
km: បានទទួល
kn: You did not provide any text to translate. Please provide the text you want translated to Kannada.
ku: وەرگیرا
lo: ໄດ້ຮັບ
lt: Gauta
mr: मिळाले
ms: Menerima
my: ရရှိခဲ့သည်။
no: Mottatt
pl: Otrzymane
ro: Primit
si: ලැබුණා
sk: Prijaté
sq: Marrë
sr: Примљено
sv: Mottagen
sw: Imepokelewa
ta: பெற்றது
te: స్వీకరించబడింది
th: ได้รับ
tr: Kabul edilmiş
uk: Отримано
ur: موصول ہوا۔
uz: Qabul qilingan
vi: Đã nhận

source: redeem
am: ይቀናበሉ
ar: يسترد
az: geri qaytarmaq
bg: използвай
bn: খালাস
bs: otkupiti
ca: bescanvia
cs: Uplatnit
da: indløs
el: εξαργυρώνω
et: lunasta
fa: بازخرید کردن
fi: Lunasta
he: פדה
hi: भुनाना
hu: Beváltás
id: Tukarkan
ja: 償還
kk: It appears that there is no text between the quotation marks for me to translate. Please provide the text you would like translated into Kazakh.
km: ប្តូរ
kn: It appears that the text to be translated is empty (""). If you provide the text you want translated, I'll be happy to help!
ku: وەرگرتن
lo: ແລກ
lt: išpirkti
mr: पूर्तता करा
ms: Tebus
my: ရွေးပါ။
no: løs inn
pl: odkupić
ro: Răscumpără
si: මූල්‍යගත කරන්න
sk: uplatniť
sq: Shpengoj
sr: откупити
sv: återlösa
sw: komboa
ta: மீட்டுக்கொள்ளுங்கள்
te: రిడీమ్ చేయండి
th: ไถ่ถอน
tr: Kurtarmak
uk: Використати
ur: چھڑانا
uz: qutqarish
vi: Đổi
