Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: See All
am: ሁሉን ይመልከቱ
ar: عرض الكل
az: Hamısına bax
bg: Виж всички
bn: সবগুলো দেখ
bs: Vidi sve
ca: Veure-ho tot
cs: Zobrazit vše
da: Se alle
el: Προβολή όλων
et: Vaata kõiki
fa: همه
fi: Näytä kaikki
he: הצג הכל
hi: सभी देखें
hu: Az összes megtekintése
id: Lihat Semua
ja: すべてを見る
ka: ყველას ნახვა
kk: Барлығын көру
km: មើលទាំងអស់
kn: ಎಲ್ಲವನ್ನೂ ನೋಡಿ
ku: پێشاندانی هەموو
lo: ເບິ່ງທັງໝົດ
lt: Rodyti viską
mr: सर्व पहा
ms: Lihat Semua
my: အားလုံးကြည့်ရန်
no: Se alle
pl: Zobacz wszystko
ro: Vezi tot
si: සියල්ල බලන්න
sk: Zobraziť všetko
sq: Shiko të gjitha
sr: Покажи све
sv: Se alla
sw: Tazama Zote
ta: அனைத்தையும் பார்க்க
te: అన్నీ చూడండి
th: ดูทั้งหมด
tr: Tümünü Gör
uk: Переглянути все
ur: سب دیکھیں
uz: Hammasini ko'rish
vi: Xem tất cả

# featureProducts
source: Featured Products
am: የተለዩ ምርቶች
ar: منتجات مميزة
az: Seçilmiş məhsullar
bg: Избрани продукти
bn: বৈশিষ্ট্যযুক্ত পণ্য
bs: Izdvojeni proizvodi
ca: Productes destacats
cs: Hlavní produkty
da: Fremhævede produkter
el: Προτεινόμενα προϊόντα
et: Esiletõstetud tooted
fa: محصولات ویژه
fi: Esitellyt tuotteet
he: מוצרים מומלצים
hi: विशेष उत्पाद
hu: Kiemelt termékek
id: Produk Unggulan
ja: おすすめ商品
ka: გამორჩეული პროდუქტები
kk: Ерекше өнімдер
km: ផលិតផលពិសេស
kn: ವೈಶಿಷ್ಟ್ಯಯುತ ಉತ್ಪನ್ನಗಳು
ku: بابەتی تایبەت
lo: ຜະລິດຕະພັນແນະນຳ
lt: Išskirtiniai produktai
mr: वैशिष्ट्यपूर्ण उत्पादने
ms: Produk Pilihan
my: အထူးပစ္စည်းများ
no: Utvalgte produkter
pl: Polecane produkty
ro: Produse recomandate
si: විශේෂිත නිෂ්පාදන
sk: Odporúčané produkty
sq: Produkte të veçanta
sr: Истакнути производи
sv: Utvalda produkter
sw: Bidhaa za Kipengele
ta: சிறப்பு தயாரிப்புகள்
te: ప్రధాన ఉత్పత్తులు
th: สินค้าแนะนำ
tr: Öne Çıkan Ürünler
uk: Рекомендовані товари
ur: نمایاں مصنوعات
uz: Tavsiya etilgan mahsulotlar
vi: Sản phẩm nổi bật

# bagsCollections
source: Gear Collections
am: የመጠቀሚያ ስብስቦች
ar: مجموعات الحقائب
az: Çantalar
bg: Колекции чанти
bn: ব্যাগ কালেকশন
bs: Kolekcija torbi
ca: Col·leccions de bosses
cs: Kolekce Gears
da: Taskekollektioner
el: Συλλογές τσαντών
et: Kottide kollektsioonid
fa: کیف‌ها
fi: Laukkukokoelmat
he: קולקציות תיקים
hi: बैग कलेक्शन
hu: Táskák
id: Koleksi Tas
ja: バッグコレクション
ka: ჩანთების კოლექციები
kk: Сөмкелер топтамасы
km: ការប្រមូល
kn: ಚೀಲಗಳ ಸಂಗ್ರಹ
ku: کۆڵێکشن
lo: ກະເປົາ
lt: Krepšių kolekcijos
mr: बॅग्जचा संग्रह
ms: Koleksi Beg
my: အိတ်အမျိုးအစားများ
no: Veskesamlinger
pl: Kolekcje toreb
ro: Colecții de genți
si: බෑග් එකතුව
sk: Kolekcie tašiek
sq: Koleksionet e çantave
sr: Колекција торби
sv: Väskkollektion
sw: Makusanyo ya mabegi
ta: பைகளின் தொகுப்பு
te: గేర్ కలెక్షన్లు
th: คอลเลกชันกระเป๋า
tr: Çanta Koleksiyonları
uk: Колекції сумок
ur: بیگز کا مجموعہ
uz: Sumkalar to'plami
vi: Bộ sưu tập túi xách

# womanCollections
source: Women's Collections
am: የሴቶች ስብስቦች
ar: مجموعات نسائية
az: Qadın geyimləri
bg: Дамски колекции
bn: মহিলাদের সংগ্রহ
bs: Ženska kolekcija
ca: Col·leccions de dona
cs: Kolekce pro ženy
da: Kvindekollektion
el: Συλλογές γυναικών
et: Naiste kollektsioonid
fa: خانم‌ها
fi: Naisten kokoelmat
he: קולקציות נשים
hi: महिला कलेक्शन
hu: Női kollekció
id: Koleksi Wanita
ja: レディースコレクション
ka: ქალის კოლექციები
kk: Әйелдер топтамасы
km: សម្រង់សម្រាប់ស្ត្រី
kn: ಮಹಿಳೆಯರ ಸಂಗ್ರಹ
ku: کۆڵێکشنی ئافرەتان
lo: ຄໍເລັກຊັນຜູ້ຍິງ
lt: Moterų kolekcijos
mr: महिलांसाठी संग्रह
ms: Koleksi Wanita
my: အမျိုးသမီးဝတ်အမျိုးအစားများ
no: Kvinnekolleksjoner
pl: Kolekcje damskie
ro: Colecție pentru femei
si: කාන්තා විලාසිතා එකතුව
sk: Kolekcie pre ženy
sq: Koleksione për gra
sr: Женска колекција
sv: Damkollektion
sw: Makusanyo ya Wanawake
ta: பெண்களுக்கான தொகுப்பு
te: మహిళల కలెక్షన్లు
th: คอลเลกชันผู้หญิง
tr: Kadın Koleksiyonları
uk: Жіночі колекції
ur: خواتین کے کلیکشنز
uz: Ayollar kolleksiyasi
vi: Bộ sưu tập nữ

# manCollections
source: Men's Collections
am: የወንዶች ስብስቦች
ar: مجموعات رجالية
az: Kişi geyimləri
bg: Мъжки колекции
bn: পুরুষদের কালেকশন
bs: Muška kolekcija
ca: Col·leccions d'home
cs: Pánské kolekce
da: Herrekollektioner
el: Συλλογές ανδρών
et: Meeste kollektsioonid
fa: آقایان
fi: Miesten kokoelmat
he: קולקציות גברים
hi: पुरुष कलेक्शन
hu: Férfi kollekció
id: Koleksi Pria
ja: メンズコレクション
ka: MAN კოლექციები
kk: Ерлер топтамалары
km: ការប្រមូល
kn: ಪುರುಷರ ಸಂಗ್ರಹ
ku: کۆڵێکشنی پیاوان
lo: ຄໍເລັກຊັນຜູ້ຊາຍ
lt: Vyrų kolekcijos
mr: पुरुषांसाठी संग्रह
ms: Koleksi Lelaki
my: အမျိုးသားဝတ်အမျိုးအစားများ
no: Herrekolleksjoner
pl: Kolekcje męskie
ro: Colecție pentru bărbați
si: පිරිමි විලාසිතා එකතුව
sk: Pánske kolekcie
sq: Koleksionet e burrave
sr: Мушка колекција
sv: Herrkollektion
sw: Makusanyo ya Wanaume
ta: ஆண்களுக்கான தொகுப்பு
te: పురుషుల కలెక్షన్లు
th: คอลเลกชันผู้ชาย
tr: Erkek Koleksiyonları
uk: Чоловічі колекції
ur: مین کلیکشنز
uz: Erkaklar to'plami
vi: Bộ sưu tập nam

source: Buy Now
am: አሁን ይግዛ
ar: اشترِ الآن
az: İNDİ AL
bg: Купи сега
bn: এখনই কিনুন
bs: Kupi odmah
ca: Comprar ara
cs: Koupit nyní
da: Køb nu
el: Αγορά τώρα
et: Osta kohe
fa: خرید
fi: Osta nyt
he: קנה עכשיו
hi: अभी खरीदें
hu: Vásárlás most
id: Beli Sekarang
ja: 今すぐ購入
ka: ყიდვა
kk: Қазір сатып алу
km: ទិញឥឡូវនេះ
kn: ಈಗ ಖರೀದಿಸಿ
ku: ئێستا بیکڕە
lo: ຊື້​ດຽວ​ນີ້
lt: Pirkti dabar
mr: आता खरेदी करा
ms: Beli sekarang
my: ဝယ်ယူရန်
no: Kjøp nå
pl: Kup teraz
ro: Cumpără acum
si: දැන් මිලදී ගන්න
sk: Kúpiť teraz
sq: Bli tani
sr: Купи сада
sv: Köp nu
sw: Nunua sasa
ta: இப்போதே வாங்குங்கள்
te: ఇప్పుడే కొనండి
th: ซื้อเลย
tr: Şimdi Satın Al
uk: Купити зараз
ur: ابھی خریدیں
uz: Hozir xarid qilish
vi: Mua ngay

source: Products
am: ምርቶች
ar: المنتجات
az: Məhsullar
bg: Продукти
bn: পণ্য
bs: Proizvodi
ca: Productes
cs: Produkty
da: Produkter
el: Προϊόντα
et: Tooted
fa: محصولات
fi: Tuotteet
he: מוצרים
hi: उत्पाद
hu: Termékek
id: Produk
ja: 商品
ka: პროდუქტები
kk: Өнімдер
km: ផលិតផល
kn: ಉತ್ಪನ್ನಗಳು
ku: بەرهەمەکان
lo: ສິນຄ້າ
lt: Produktai
mr: उत्पादने
ms: Produk
my: ပစ္စည်းများ
no: Produkter
pl: Produkty
ro: Produse
si: නිෂ්පාදන
sk: Produkty
sq: Produkte
sr: Производи
sv: Produkter
sw: Bidhaa
ta: பொருட்கள்
te: ఉత్పత్తులు
th: สินค้า
tr: Ürünler
uk: Товари
ur: پروڈکٹس
uz: Mahsulotlar
vi: Sản phẩm

source: Add to Cart
am: ወደ ካርት ጨምር
ar: أضف إلى السلة
az: Səbətə əlavə et
bg: Добави в количката
bn: কার্টে যোগ করুন
bs: Dodaj u korpu
ca: Afegir al carret
cs: Přidat do košíku
da: Tilføj til kurv
el: ΠΡΟΣΘΗΚΗ ΣΤΟ ΚΑΛΑΘΙ
et: Lisa ostukorvi
fa: افزودن به سبد خرید
fi: Lisää ostoskoriin
he: הוסף לעגלה
hi: कार्ट में जोड़ें
hu: Kosárba
id: Tambahkan ke Keranjang
ja: カートに追加
ka: კალათაში დამატება
kk: СЕБЕТКЕ ҚОСУ
km: បន្ថែមទៅកន្រ្តក
kn: ಕಾರ್ಟ್‌ಗೆ ಸೇರಿಸಿ
ku: زیادکردن بۆ سەبەتەى کڕین
lo: ເພີ່ມໃສ່ກະຕ່າ
lt: Į krepšelį
mr: कार्टमध्ये टाका
ms: Tambah ke Troli
my: စျေးခြင်းထဲသို့ထည့်ရန်
no: Legg i handlekurv
pl: Dodaj do koszyka
ro: Adaugă în coș
si: කරත්තයට එකතු කරන්න
sk: Pridať do košíka
sq: SHTO NË SHPORTË
sr: Додај у корпу
sv: Lägg till i kundvagn
sw: Ongeza kwenye rukwama
ta: கூடையில் சேர்க்கவும்
te: కార్ట్‌లో జోడించండి
th: เพิ่มลงตะกร้า
tr: Sepete Ekle
uk: Додати до кошика
ur: کارٹ میں شامل کریں
uz: Savatga qo'shish
vi: Thêm vào giỏ hàng

source: Description
am: መግለጫ
ar: الوصف
az: Təsvir
bg: Описание
bn: বিবরণ
bs: Opis
ca: Descripció
cs: Popis
da: Beskrivelse
el: Περιγραφή
et: Kirjeldus
fa: مشخصات محصول
fi: Kuvaus
he: תיאור
hi: विवरण
hu: Leírás
id: Deskripsi
ja: 商品説明
ka: აღწერა
kk: Сипаттама
km: ការពិពណ៌នា
kn: ವಿವರಣೆ
ku: پێناسە
lo: ລາຍລະອຽດ
lt: Aprašymas
mr: वर्णन
ms: Penerangan
my: ဖော်ပြချက်
no: Beskrivelse
pl: Opis
ro: Descriere
si: විස්තරය
sk: Popis
sq: Përshkrimi
sr: Опис
sv: Beskrivning
sw: Maelezo
ta: விளக்கம்
te: వివరణ
th: รายละเอียด
tr: Açıklama
uk: Опис
ur: تفصیل
uz: Tavsif
vi: Mô tả

# readReviews
source: Reviews
am: ግምገማዎች
ar: قراءة التقييمات
az: Rəylərə bax
bg: Отзиви
bn: পর্যালোচনা
bs: Recenzije
ca: Opinions
cs: Přečíst recenze
da: Anmeldelser
el: Κριτικές
et: Loe arvustusi
fa: نظرات مشتریان
fi: Arvostelut
he: קרא ביקורות
hi: समीक्षाएं
hu: Vélemények
id: Ulasan
ja: レビューを読む
ka: შეფასებები
kk: Пікірлерді оқу
km: ការវាយតម្លៃ
kn: ವಿಮರ್ಶೆಗಳನ್ನು ಓದಿ
ku: هەڵسەنگاندنەکان
lo: ອ່ານຄຳຄິດເຫັນ
lt: Atsiliepimai
mr: अभिप्राय
ms: Ulasan
my: သုံးသပ်ချက်များ
no: Les anmeldelser
pl: Recenzje
ro: Recenzii
si: සමාලෝචන කියවන්න
sk: Recenzie
sq: Vlerësimet
sr: Прочитај рецензије
sv: Recensioner
sw: Maoni
ta: மதிப்புரைகளைப் படிக்கவும்
te: సమీక్షలు
th: รีวิว
tr: Yorumlar
uk: Відгуки
ur: جائزے
uz: Sharhlar
vi: Xem đánh giá

source: Additional Information
am: ተጨማሪ መረጃ
ar: معلومات إضافية
az: Əlavə məlumat
bg: Допълнителна информация
bn: অতিরিক্ত তথ্য
bs: Dodatne informacije
ca: Informació addicional
cs: Další informace
da: Yderligere information
el: Επιπλέον πληροφορίες
et: Lisainfo
fa: توضیحات بیشتر
fi: Lisätiedot
he: מידע נוסף
hi: अतिरिक्त जानकारी
hu: További információk
id: Informasi Tambahan
ja: 追加情報
ka: დამატებითი ინფორმაცია
kk: Қосымша ақпарат
km: ព័ត៌មានបន្ថែម
kn: ಹೆಚ್ಚುವರಿ ಮಾಹಿತಿ
ku: زانیاری زیاتر
lo: ຂໍ້ມູນເພີ່ມເຕີມ
lt: Papildoma informacija
mr: अतिरिक्त माहिती
ms: Maklumat tambahan
my: နောက်ထပ်အချက်အလက်များ
no: Tilleggsinformasjon
pl: Dodatkowe informacje
ro: Informații suplimentare
si: අමතර තොරතුරු
sk: Ďalšie informácie
sq: Informacion shtesë
sr: Додатне информације
sv: Ytterligare information
sw: Taarifa za ziada
ta: கூடுதல் தகவல்
te: అదనపు సమాచారం
th: ข้อมูลเพิ่มเติม
tr: Ek Bilgi
uk: Додаткова інформація
ur: اضافی معلومات
uz: Qo'shimcha ma'lumot
vi: Thông tin bổ sung

source: No Reviews
am: ግምገማ የለም
ar: لا توجد تقييمات
az: Rəy yoxdur
bg: Няма отзиви
bn: কোনো পর্যালোচনা নেই
bs: Nema recenzija
ca: Sense opinions
cs: Žádné recenze
da: Ingen anmeldelser
el: Δεν υπάρχουν κριτικές
et: Arvustusi pole
fa: هیچ نظری ثبت نشده است
fi: Ei arvosteluja
he: אין ביקורות
hi: कोई समीक्षा नहीं
hu: Nincsenek vélemények
id: Belum Ada Ulasan
ja: レビューはありません
ka: შეფასებები არ არის
kk: Пікірлер жоқ
km: គ្មានការពិនិត្យឡើងវិញទេ។
kn: ಯಾವುದೇ ವಿಮರ್ಶೆಗಳಿಲ್ಲ
ku: هەڵسەنگاندن نیە
lo: ບໍ່ມີການກວດສອບຄືນ
lt: Nėra atsiliepimų
mr: अभिप्राय नाहीत
ms: Tiada Ulasan
my: သုံးသပ်ချက်မရှိသေးပါ
no: Ingen anmeldelser
pl: Brak recenzji
ro: Nu există recenzii
si: සමාලෝචන නොමැත
sk: Žiadne recenzie
sq: Nuk ka komente
sr: Нема рецензија
sv: Inga recensioner
sw: Hakuna Ukaguzi
ta: மதிப்புரைகள் இல்லை
te: సమీక్షలు లేవు
th: ไม่มีรีวิว
tr: Yorum Yok
uk: Немає відгуків
ur: کوئی جائزے نہیں۔
uz: Sharhlar yo'q
vi: Chưa có đánh giá

# productAdded
source: Product has been added
am: ምርቱ ተጨምሯል
ar: تمت إضافة المنتج
az: Məhsul əlavə edildi
bg: Продуктът е добавен
bn: পণ্য যোগ করা হয়েছে
bs: Proizvod je dodan
ca: Producte afegit
cs: Produkt byl přidán
da: Produktet er tilføjet
el: Το προϊόν προστέθηκε
et: Toode on lisatud
fa: محصول به سبد خرید اضافه شد
fi: Tuote lisätty
he: המוצר נוסף
hi: उत्पाद जोड़ा गया
hu: A termék hozzáadva
id: Produk Ditambahkan
ja: 商品が追加されました
ka: პროდუქტი დამატებულია
kk: Өнім қосылды
km: បានបន្ថែមផលិតផល
kn: ಉತ್ಪನ್ನವನ್ನು ಸೇರಿಸಲಾಗಿದೆ
ku: کاڵا زیادکرا
lo: ເພີ່ມສິນຄ້າແລ້ວ
lt: Produktas pridėtas
mr: उत्पादन जोडले आहे
ms: Produk ditambah
my: ပစ္စည်းထည့်ပြီးပါပြီ
no: Produktet er lagt til
pl: Produkt został dodany
ro: Produsul a fost adăugat
si: නිෂ්පාදනය එකතු කරන ලදී
sk: Produkt bol pridaný
sq: Produkti është shtuar
sr: Производ је додат у корпу
sv: Produkten läggs till
sw: Bidhaa imeongezwa
ta: பொருள் சேர்க்கப்பட்டது
te: ఉత్పత్తి జోడించబడింది
th: เพิ่มสินค้าแล้ว
tr: Ürün Eklendi
uk: Товар додано
ur: پروڈکٹ شامل کر دیا گیا
uz: Mahsulot qo'shildi
vi: Đã thêm sản phẩm

source: You might also like
am: ይህም ሊያስወድድ ይችላል
ar: قد يعجبك أيضاً
az: Bəyənə biləcəyiniz digər məhsullar
bg: Може да харесате също
bn: আপনি এটিও পছন্দ করতে পারেন
bs: Možda će vam se također svidjeti
ca: També et podria agradar
cs: Mohlo by se vám také líbit
da: Du kunne også synes om
el: Μπορεί επίσης να σας αρέσει
et: Sulle võib meeldida ka
fa: محصولات پیشنهادی دیگر
fi: Saatat pitää myös näistä
he: אולי תאהב גם
hi: शायद आपको यह भी पसंद आए
hu: Ezek a termékek érdekelhetik
id: Produk yang Mungkin Anda Suka
ja: こちらもおすすめ
ka: შეიძლება ასევე მოგეწონოთ
kk: Сізге ұнауы мүмкін
km: អ្នកក៏អាចចូលចិត្តដែរ
kn: ನಿಮಗೆ ಇದು ಸಹ ಇಷ್ಟವಾಗಬಹುದು
ku: دەکرێت حەزت لەمانەش بێت
lo: ທ່ານອາດຈະມັກ
lt: Jums taip pat gali patikti
mr: तुम्हाला हे देखील आवडेल
ms: Anda mungkin juga suka
my: သင်ကြိုက်နှစ်သက်နိုင်သည့်ပစ္စည်းများ
no: Du vil kanskje også like
pl: Może ci się spodobać również
ro: S-ar putea să îți placă și
si: ඔබට මේවාද කැමති විය හැක
sk: Mohlo by sa vám páčiť
sq: Mund t'ju pëlqejnë gjithashtu
sr: Можда ће вам се свидети
sv: Du kanske också gillar
sw: Unaweza pia kupenda
ta: உங்களுக்கு இவையும் பிடிக்கலாம்
te: మీకు ఇవి కూడా నచ్చవచ్చు
th: คุณอาจจะชอบ
tr: Bunları da Beğenebilirsiniz
uk: Вам також може сподобатися
ur: آپ کو یہ بھی پسند آ سکتا ہے
uz: Sizga yoqishi mumkin
vi: Có thể bạn cũng thích

# selectTheSize
source: Select size
am: መጠን ይምረጡ
ar: اختر المقاس
az: Ölçü seçin
bg: Изберете размер
bn: আকার নির্বাচন করুন
bs: Odaberite veličinu
ca: Selecciona la talla
cs: Vyberte velikost
da: Vælg størrelsen
el: Επιλέξτε μέγεθος
et: Vali suurus
fa: انتخاب سایز
fi: Valitse koko
he: בחר מידה
hi: आकार चुनें
hu: Válasszon méretet
id: Pilih Ukuran
ja: サイズを選択
ka: აირჩიეთ ზომა
kk: Өлшемді таңдау
km: ជ្រើសរើសទំហំ
kn: ಗಾತ್ರವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ku: قەبارە هەڵبژێرە
lo: ເລືອກຂະໜາດ
lt: Pasirinkti dydį
mr: आकार निवडा
ms: Pilih saiz
my: အရွယ်အစားရွေးချယ်ပါ
no: Velg størrelse
pl: Wybierz rozmiar
ro: Selectează mărimea
si: ප්‍රමාණය තෝරන්න
sk: Vyberte veľkosť
sq: Zgjidh madhësinë
sr: Изаберите величину
sv: Välj storlek
sw: Chagua ukubwa
ta: அளவைத் தேர்ந்தெடுக்கவும்
te: పరిమాణాన్ని ఎంచుకోండి
th: เลือกขนาด
tr: Beden Seçin
uk: Виберіть розмір
ur: سائز منتخب کریں
uz: O'lchamni tanlang
vi: Chọn kích thước

# selectTheColor
source: Select color
am: ቀለም ይምረጡ
ar: اختر اللون
az: Rəng seçin
bg: Изберете цвят
bn: রঙ নির্বাচন করুন
bs: Odaberite boju
ca: Selecciona el color
cs: Vyberte barvu
da: Vælg farven
el: Επιλέξτε χρώμα
et: Vali värv
fa: انتخاب رنگ
fi: Valitse väri
he: בחר צבע
hi: रंग चुनें
hu: Válasszon színt
id: Pilih Warna
ja: カラーを選択
ka: აირჩიეთ ფერი
kk: Түсті таңдау
km: ជ្រើសរើសពណ៌
kn: ಬಣ್ಣವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ku: ڕەنگ هەڵبژێرە
lo: ເລືອກສີ
lt: Pasirinkti spalvą
mr: रंग निवडा
ms: Pilih warna
my: အရောင်ရွေးချယ်ပါ
no: Velg farge
pl: Wybierz kolor
ro: Selectează culoarea
si: වර්ණය තෝරන්න
sk: Vyberte farbu
sq: Zgjidh ngjyrën
sr: Изаберите боју
sv: Välj färg
sw: Chagua rangi
ta: நிறத்தைத் தேர்ந்தெடுக்கவும்
te: రంగును ఎంచుకోండి
th: เลือกสี
tr: Renk Seçin
uk: Виберіть колір
ur: رنگ منتخب کریں
uz: Rangni tanlang
vi: Chọn màu sắc

# selectTheQuantity
source: Select quantity
am: ብዛት ይምረጡ
ar: اختر الكمية
az: Miqdar seçin
bg: Изберете количество
bn: পরিমাণ নির্বাচন করুন
bs: Odaberite količinu
ca: Selecciona la quantitat
cs: Vyberte množství
da: Vælg antal
el: Επιλέξτε ποσότητα
et: Vali kogus
fa: انتخاب تعداد
fi: Valitse määrä
he: בחר כמות
hi: मात्रा चुनें
hu: Válasszon mennyiséget
id: Pilih Jumlah
ja: 数量を選択
ka: აირჩიეთ რაოდენობა
kk: Санын таңдау
km: ជ្រើសរើសបរិមាណ
kn: ಪ್ರಮಾಣವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ku: چەندێتی دیاری بکە
lo: ເລືອກຈຳນວນ
lt: Pasirinkti kiekį
mr: संख्या निवडा
ms: Pilih kuantiti
my: အရေအတွက်ရွေးချယ်ပါ
no: Velg antall
pl: Wybierz ilość
ro: Selectează cantitatea
si: ප්‍රමාණය තෝරන්න
sk: Vyberte množstvo
sq: Zgjidh sasinë
sr: Изаберите количину
sv: Välj antal
sw: Chagua kiasi
ta: எண்ணிக்கையைத் தேர்ந்தெடுக்கவும்
te: అంశాల సంఖ్య ఎంచుకోండి
th: เลือกจำนวน
tr: Adet Seçin
uk: Виберіть кількість
ur: مقدار منتخب کریں
uz: Miqdorni tanlang
vi: Chọn số lượng

source: Size
am: መጠን
ar: المقاس
az: Ölçü
bg: Размер
bn: আয়তন
bs: Veličina
ca: Talla
cs: Velikost
da: Størrelse
el: Μέγεθος
et: Suurus
fa: سایز
fi: Koko
he: מידה
hi: आकार
hu: Méret
id: Ukuran
ja: サイズ
ka: ზომა
kk: Өлшем
km: ទំហំ
kn: ಗಾತ್ರ
ku: قەبارە
lo: ຂະໜາດ
lt: Dydis
mr: आकार
ms: Saiz
my: အရွယ်အစား
no: Størrelse
pl: Rozmiar
ro: Mărime
si: ප්‍රමාණය
sk: Veľkosť
sq: Madhësia
sr: Величина
sv: Storlek
sw: Ukubwa
ta: அளவு
te: పరిమాణం
th: ขนาด
tr: Beden
uk: Розмір
ur: سائز
uz: O'lcham
vi: Kích thước

source: Color
am: ቀለም
ar: اللون
az: Rəng
bg: Цвят
bn: রং
bs: Boja
cs: Barva
da: Farve
el: Χρώμα
et: Värv
fa: رنگ
fi: Väri
he: צבע
hi: रंग
hu: Szín
id: Warna
ja: カラー
ka: ფერი
kk: Түс
km: ពណ៌
kn: ಬಣ್ಣ
ku: ڕەنگ
lo: ສີ
lt: Spalva
mr: रंग
ms: Warna
my: အရောင်
no: Farge
pl: Kolor
ro: Culoare
si: වර්ණය
sk: Farba
sq: Ngjyra
sr: Боја
sv: Färg
sw: Rangi
ta: நிறம்
te: రంగు
th: สี
tr: Renk
uk: Колір
ur: رنگ
uz: Rang
vi: Màu sắc

source: My Cart
am: የእኔ ካርት
ar: سلة التسوق
az: Səbətim
bg: Моята количка
bn: আমার কার্ট
bs: Moja korpa
ca: El meu carret
cs: Můj košík
da: Min kurv
el: Το καλάθι μου
et: Minu ostukorv
fa: سبد خرید من
fi: Ostoskorini
he: העגלה שלי
hi: मेरा कार्ट
hu: Kosaram
id: Keranjang Saya
ja: カート
ka: კალათა
kk: Менің себетім
km: កន្រ្តករបស់ខ្ញុំ
kn: ನನ್ನ ಕಾರ್ಟ್
ku: سەبەتەى کڕینەکانم
lo: ກະຕ່າຂອງຂ້ອຍ
lt: Mano krepšelis
mr: माझी कार्ट
ms: Troli Saya
my: စျေးခြင်း
no: Min handlekurv
pl: Mój koszyk
ro: Coșul meu
si: මගේ කරත්තය
sk: Môj košík
sq: Shporta ime
sr: Моја корпа
sv: Min kundvagn
sw: Rukwama Yangu
ta: எனது கூடை
te: నా కార్ట్
th: ตะกร้าของฉัน
tr: Sepetim
uk: Мій кошик
ur: میری ٹوکری
uz: Savatim
vi: Giỏ hàng của tôi

source: Save to Wishlist
am: ወደ ምኞት ዝርዝር አስቀምጥ
ar: حفظ في قائمة الرغبات
az: İstək siyahısına əlavə et
bg: Запази в любими
bn: পছন্দ তালিকায় সংরক্ষণ করুন
bs: Spremi na listu želja
ca: Desar a la llista de desitjos
cs: Uložit do seznamu přání
da: Gem på ønskeliste
el: Αποθήκευση στη λίστα επιθυμιών
et: Salvesta soovinimekirja
fa: ذخیره در علاقه‌مندی‌ها
fi: Tallenna toivelistalle
he: שמור לרשימת המשאלות
hi: विशलिस्ट में सहेजें
hu: Mentés a kívánságlistára
id: Simpan ke Wishlist
ja: お気に入りに追加
ka: სურვილების სიაში შენახვა
kk: Қалаулар тізіміне сақтау
km: រក្សាទុកក្នុងបញ្ជីចង់បាន
kn: ಇಷ್ಟದ ಪಟ್ಟಿಗೆ ಉಳಿಸಿ
ku: بخەرە ناو لیستی دڵخوازەکانم
lo: ບັນທຶກໃສ່ລາຍການທີ່ມັກ
lt: Išsaugoti į norų sąrašą
mr: विशलिस्टमध्ये जतन करा
ms: Simpan ke Senarai Hajat
my: လိုချင်သည့်စာရင်းသို့သိမ်းရန်
no: Lagre i ønskelisten
pl: Zapisz na liście życzeń
ro: Salvează la favorite
si: පැතුම් ලැයිස්තුවට සුරකින්න
sk: Uložiť do zoznamu želaní
sq: Ruaj në listën e dëshirave
sr: Сачувај у листу жеља
sv: Spara på önskelistan
sw: Hifadhi kwenye Orodha ya Matamanio
ta: விருப்பப் பட்டியலில் சேர்க்கவும்
te: కోరికల జాబితాలో సేవ్ చేయండి
th: บันทึกไปยังรายการโปรด
tr: İstek Listesine Ekle
uk: Зберегти до списку бажань
ur: خواہش کی فہرست میں محفوظ کریں
uz: Istaklar ro'yxatiga saqlash
vi: Lưu vào danh sách yêu thích

source: Share
am: አጋራ
ar: مشاركة
az: Paylaş
bg: Сподели
bn: ভাগ
bs: Podijeli
ca: Compartir
cs: Sdílet
da: Del
el: Κοινοποίηση
et: Jaga
fa: اشتراک‌گذاری
fi: Jaa
he: שתף
hi: शेयर करें
hu: Megosztás
id: Bagikan
ja: 共有
ka: გაზიარება
kk: Бөлісу
km: ចែករំលែក
kn: ಹಂಚಿಕೊಳ್ಳಿ
ku: شەیرکردن
lo: ແບ່ງປັນ
lt: Dalintis
mr: शेअर करा
ms: Kongsi
my: မျှဝေရန်
no: Del
pl: Udostępnij
ro: Distribuie
si: බෙදාගන්න
sk: Zdieľať
sq: Ndaj
sr: Подели
sv: Dela
sw: Shiriki
ta: பகிரவும்
te: షేర్ చేయండి
th: แชร์
tr: Paylaş
uk: Поділитися
ur: شیئر کریں
uz: Ulashish
vi: Chia sẻ

source: Cancel
am: ሰርዝ
ar: إلغاء
az: Ləğv et
bg: Отказ
bn: বাতিল করুন
bs: Otkaži
ca: Cancel·lar
cs: Zrušit
da: Annuller
el: Ακύρωση
et: Tühista
fa: لغو
fi: Peruuta
he: ביטול
hi: रद्द करें
hu: Mégse
id: Batal
ja: キャンセル
ka: გაუქმება
kk: Бас тарту
km: បោះបង់
kn: ರದ್ದುಮಾಡಿ
ku: هەڵوەشاندنەوە
lo: ຍົກເລີກ
lt: Atšaukti
mr: रद्द करा
ms: Batal
my: ပယ်ဖျက်ရန်
no: Avbryt
pl: Anuluj
ro: Anulează
si: අවලංගු කරන්න
sk: Zrušiť
sq: Anulo
sr: Откажи
sv: Avbryt
sw: Ghairi
ta: ரத்து செய்யவும்
te: రద్దు చేయండి
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
uz: Bekor qilish
vi: Hủy

source: Checkout
am: ይግዛ
ar: إتمام الشراء
az: Sifarişi rəsmiləşdir
bg: Приключване на поръчката
bn: চেকআউট
bs: Plaćanje
ca: Finalitzar compra
cs: Pokladna
da: Betaling
el: Ολοκλήρωση αγοράς
et: Maksma
fa: تکمیل خرید
fi: Kassa
he: לתשלום
hi: चेकआउट
hu: Pénztár
id: Pembayaran
ja: 購入手続きへ
ka: გადახდა
kk: Тапсырысты рәсімдеу
km: ពិនិត្យមុនចេញ
kn: ಪಾವತಿಸಿ
ku: داواکردن
lo: ຊຳລະເງິນ
lt: Apmokėjimas
mr: चेकआउट
ms: Daftar keluar
my: ငွေရှင်းရန်
no: Til kassen
pl: Zamówienie
ro: Finalizare comandă
si: ගෙවීමට යන්න
sk: Pokladňa
sq: Përfundo blerjen
sr: Плаћање
sv: Till kassan
sw: Malipo
ta: பணம் செலுத்தவும்
te: చెక్కౌట్
th: ชำระเงิน
tr: Ödeme
uk: Оформити замовлення
ur: چیک آؤٹ
uz: Buyurtma berish
vi: Thanh toán

source: Clear Cart
am: ካርት አጽዳ
ar: إفراغ السلة
az: Səbəti təmizlə
bg: Изчисти количката
bn: কার্ট খালি করুন
bs: Isprazni korpu
ca: Buidar el carret
cs: Vymazat košík
da: Ryd kurv
el: Άδειασμα καλαθιού
et: Tühjenda ostukorv
fa: حذف محصول
fi: Tyhjennä ostoskori
he: נקה עגלה
hi: कार्ट खाली करें
hu: Kosár kiürítése
id: Kosongkan Keranjang
ja: カートを空にする
ka: კალათის გასუფთავება
kk: Себетті тазарту
km: ជម្រះកន្រ្តក
kn: ಕಾರ್ಟ್ ತೆರವುಗೊಳಿಸಿ
ku: پاککردنەوەى سەبەتەى کڕین
lo: ລ້າງກະຕ່າ
lt: Išvalyti krepšelį
mr: कार्ट रिकामी करा
ms: Kosongkan Troli
my: စျေးခြင်းရှင်းရန်
no: Tøm handlekurv
pl: Wyczyść koszyk
ro: Golește coșul
si: කරත්තය හිස් කරන්න
sk: Vyprázdniť košík
sq: Pastro shportën
sr: Испразни корпу
sv: Töm kundvagn
sw: Futa rukwama
ta: கூடையை காலி செய்யவும்
te: కార్ట్ ఖాళీ చేయండి
th: ล้างตะกร้า
tr: Sepeti Temizle
uk: Очистити кошик
ur: کارٹ صاف کریں
uz: Savatni tozalash
vi: Xóa giỏ hàng

source: My Wishlist
am: የእኔ ምኞት ዝርዝር
ar: قائمة رغباتي
az: İstək siyahım
bg: Моите любими
bn: আমার ইচ্ছা তালিকা
bs: Moja lista želja
ca: La meva llista de desitjos
cs: Můj seznam přání
da: Min ønskeliste
el: Η λίστα επιθυμιών μου
et: Minu soovinimekiri
fa: لیست علاقه‌مندی‌های من
fi: Toivelistani
he: רשימת המשאלות שלי
hi: मेरी इच्छा सूची
hu: Kívánságlistám
id: Wishlist Saya
ja: お気に入り
ka: სურვილების სია
kk: Менің тілектер тізімім
km: បញ្ជីចំណូលចិត្តរបស់ខ្ញុំ
kn: ನನ್ನ ಇಷ್ಟದ ಪಟ್ಟಿ
ku: لیستی دڵخوازەکانم
lo: ລາຍການທີ່ເລືອກໄວ້
lt: Mano norų sąrašas
mr: माझी विशलिस्ट
ms: Senarai Hajat Saya
my: လိုချင်သည့်စာရင်း
no: Min ønskeliste
pl: Moja lista życzeń
ro: Lista de favorite
si: මගේ පැතුම් ලැයිස්තුව
sk: Môj zoznam želaní
sq: Lista ime e dëshirave
sr: Моја листа жеља
sv: Min önskelista
sw: Orodha Yangu ya Matamanio
ta: எனது விருப்பப் பட்டியல்
te: నా కోరికల జాబితా
th: รายการโปรด
tr: İstek Listem
uk: Мій список бажань
ur: میری خواہشات کی فہرست
uz: Mening istaklarim ro'yxati
vi: Danh sách yêu thích của tôi

source: Your bag is empty
am: የእርስዎ ቦርሳ ባዶ ነው
ar: سلة التسوق فارغة
az: Səbətiniz boşdur
bg: Количката ви е празна
bn: আপনার ব্যাগ খালি
bs: Vaša korpa je prazna
ca: El teu carret està buit
cs: Váš košík je prázdný
da: Din kurv er tom
el: Το καλάθι σας είναι άδειο
et: Sinu ostukorv on tühi
fa: سبد خرید شما خالی است
fi: Ostoskorisi on tyhjä
he: העגלה שלך ריקה
hi: आपका बैग खाली है
hu: A kosara üres
id: Keranjang Anda Kosong
ja: カートは空です
ka: თქვენი კალათა ცარიელია
kk: Себетіңіз бос
km: កន្ត្រករបស់អ្នកទទេ
kn: ನಿಮ್ಮ ಚೀಲ ಖಾಲಿಯಾಗಿದೆ
ku: سەبەتەى کڕینەکانت بەتاڵە
lo: ກະຕ່າຂອງທ່ານຫວ່າງເປົ່າ
lt: Jūsų krepšelis tuščias
mr: तुमची बॅग रिकामी आहे
ms: Beg anda kosong
my: စျေးခြင်းထဲတွင် ဘာမှမရှိသေးပါ
no: Handlekurven din er tom
pl: Twój koszyk jest pusty
ro: Coșul tău este gol
si: ඔබගේ කරත්තය හිස්ය
sk: Váš košík je prázdny
sq: Shporta juaj është bosh
sr: Ваша корпа је празна
sv: Din kundvagn är tom
sw: Kikapu chako ni tupu
ta: உங்கள் கூடை காலியாக உள்ளது
te: మీ బ్యాగ్ ఖాళీగా ఉంది
th: กระเป๋าของคุณว่างเปล่า
tr: Sepetiniz Boş
uk: Ваш кошик порожній
ur: آپ کی شاپنگ بیگ خالی ہے
uz: Savatingiz bo'sh
vi: Giỏ hàng của bạn đang trống
