Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Please enter last name
am: እባክዎ የመጨረሻ ስም ያስገቡ
ar: يرجى إدخال الاسم الأخير
az: Zəhmət olmasa, soyadınızı daxil edin
bg: Моля, въведете фамилно име
bn: অনুগ্রহ করে শেষ নাম লিখুন
bs: Unesite prezime
ca: Si us plau, introdueix el cognom
cs: Zadejte prosím příjmení
da: Indtast venligst efternavn
el: Παρακαλώ εισάγετε το επώνυμο
et: Palun sisesta perekonnanimi
fa: لطفاً نام خانوادگی را وارد کنید
fi: Anna sukunimi
he: אנא הזן שם משפחה
hi: कृपया अंतिम नाम दर्ज करें
hu: Kérjük, adja meg a vezetéknevét
id: Silakan masukkan nama belakang
ja: 姓を入力してください
ka: გთხოვთ, შეიყვანეთ გვარი
kk: Тегіңізді енгізіңіз
km: សូមបញ្ចូលនាមត្រកូល
kn: ದಯವಿಟ್ಟು ಕೊನೆಯ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ku: تکایە ناوی دووەم بنووسە
lo: ກະລຸນາໃສ່ນາມສະກຸນ
lt: Įveskite pavardę
mr: कृपया आडनाव प्रविष्ट करा
ms: Sila masukkan nama akhir
my: အမျိုးအမည်ကို ထည့်ပါ
no: Vennligst oppgi etternavn
pl: Wprowadź nazwisko
ro: Vă rugăm să introduceți numele de familie
si: කරුණාකර අවසන් නම ඇතුළත් කරන්න
sk: Zadajte priezvisko
sq: Ju lutemi shkruani mbiemrin
sr: Unesite prezime
sv: Ange efternamn
sw: Tafadhali ingiza jina la mwisho
ta: தயவுசெய்து கடைசிப் பெயரை உள்ளிடவும்
te: దయచేసి చివరి పేరును నమోదు చేయండి
th: กรุณากรอกนามสกุล
tr: Lütfen soyadınızı girin
uk: Введіть прізвище
ur: براہ کرم آخری نام درج کریں
uz: Iltimos, familiyangizni kiriting
vi: Vui lòng nhập họ

source: Update Information
am: መረጃ አዘምን
ar: تحديث المعلومات
az: Məlumatları Yenilə
bg: Актуализирай информацията
bn: তথ্য আপডেট করুন
bs: Ažuriraj informacije
ca: Actualitza la informació
cs: Aktualizovat informace
da: Opdater oplysninger
el: Ενημέρωση Στοιχείων
et: Uuenda andmeid
fa: به‌روزرسانی اطلاعات
fi: Päivitä tiedot
he: עדכן פרטים
hi: जानकारी अपडेट करें
hu: Adatok frissítése
id: Perbarui Informasi
ja: 情報を更新する
ka: ინფორმაციის განახლება
kk: Ақпаратты жаңарту
km: បន្ទាន់សម័យព័ត៌មាន
kn: ಮಾಹಿತಿಯನ್ನು ನವೀಕರಿಸಿ
ku: زانیاری نوێ بکەوە
lo: ອັບເດດຂໍ້ມູນ
lt: Atnaujinti informaciją
mr: माहिती अद्ययावत करा
ms: Kemas kini Maklumat
my: အချက်အလက်ကို ပြင်ဆင်မည်
no: Oppdater informasjon
pl: Aktualizuj informacje
ro: Actualizează informațiile
si: තොරතුරු යාවත්කාලීන කරන්න
sk: Aktualizovať informácie
sq: Përditëso informacionin
sr: Ažuriraj informacije
sv: Uppdatera information
sw: Sasisha Taarifa
ta: தகவலை புதுப்பிக்கவும்
te: సమాచారాన్ని నవీకరించండి
th: อัปเดตข้อมูล
tr: Bilgileri Güncelle
uk: Оновити інформацію
ur: معلومات کو اپ ڈیٹ کریں
uz: Ma’lumotlarni yangilash
vi: Cập nhật thông tin

# updateInformationSuccess
source: Information updated successfully
am: መረጃው በተሳካ ሁኔታ ታድሷል
ar: تم تحديث المعلومات بنجاح
az: Məlumatlar uğurla yeniləndi
bg: Информацията е успешно актуализирана
bn: তথ্য সফলভাবে আপডেট হয়েছে
bs: Informacije su uspješno ažurirane
ca: Informació actualitzada correctament
cs: Informace byly úspěšně aktualizovány
da: Oplysninger opdateret
el: Τα στοιχεία ενημερώθηκαν με επιτυχία
et: Andmed on edukalt uuendatud
fa: اطلاعات با موفقیت به‌روزرسانی شد
fi: Tiedot päivitetty onnistuneesti
he: המידע עודכן בהצלחה
hi: जानकारी सफलतापूर्वक अपडेट हो गई
hu: Az adatok sikeresen frissítve
id: Informasi berhasil diperbarui
ja: 情報が正常に更新されました
ka: ინფორმაცია წარმატებით განახლდა
kk: Ақпарат сәтті жаңартылды
km: ព័ត៌មានត្រូវបានបន្ទាន់សម័យដោយជោគជ័យ
kn: ಮಾಹಿತಿ ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
ku: زانیاری بەسەرکەوتوویی نوێکرایەوە
lo: ອັບເດດຂໍ້ມູນສຳເລັດ
lt: Informacija sėkmingai atnaujinta
mr: माहिती यशस्वीरित्या अद्ययावत केली
ms: Maklumat berjaya dikemas kini
my: အချက်အလက်ကို အောင်မြင်စွာ ပြင်ဆင်ပြီးပါပြီ
no: Informasjonen ble oppdatert
pl: Informacje zostały pomyślnie zaktualizowane
ro: Informațiile au fost actualizate cu succes
si: තොරතුරු සාර්ථකව යාවත්කාලීන කරන ලදි
sk: Informácie boli úspešne aktualizované
sq: Informacioni u përditësua me sukses
sr: Informacije su uspešno ažurirane
sv: Informationen har uppdaterats
sw: Taarifa zimesasishwa kwa mafanikio
ta: தகவல் வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: సమాచారం విజయవంతంగా నవీకరించబడింది
th: อัปเดตข้อมูลเรียบร้อยแล้ว
tr: Bilgiler başarıyla güncellendi
uk: Інформацію успішно оновлено
ur: معلومات کامیابی سے اپ ڈیٹ ہو گئیں
uz: Ma’lumotlar muvaffaqiyatli yangilandi
vi: Cập nhật thông tin thành công

# sendTo
source: The account you want to transfer to (email)
am: ለማስተላለፍ የተመረጠ መለያ (ኢሜል)
ar: إرسال إلى (البريد الإلكتروني)
az: Köçürmək istədiyiniz hesab (e-poçt)
bg: Изпращане към (имейл)
bn: আপনি যে অ্যাকাউন্টে স্থানান্তর করতে চান (ইমেল)
bs: Račun na koji želite prenijeti (e-mail)
ca: El compte al qual voleu transferir (correu electrònic)
cs: Příjemce převodu (e-mail)
da: Send til konto (e-mail)
el: Ο λογαριασμός στον οποίο θέλετε να μεταφέρετε (email)
et: Saaja konto (e-post)
fa: ارسال به حساب (ایمیل)
fi: Vastaanottajan tili (sähköposti)
he: שלח אל (דוא"ל)
hi: जिस खाते में भेजना है (ईमेल)
hu: Kedvezményezett fiók (e-mail)
id: Kirim ke (email)
ja: 送金先
ka: ანგარიში, რომელზეც გსურთ გადარიცხვა (ელფოსტა)
kk: Аударғыңыз келетін есептік жазба (электрондық пошта)
km: ផ្ញើទៅកាន់ (អ៊ីមែល)
ku: ئەکاونتی دەتەوێت بۆی بگوازیتەوە (ئیمەیڵ)
lo: ບັນຊີທີ່ຕ້ອງການໂອນໄປ (ອີເມວ)
lt: Gavėjo paskyra (el. paštas)
mr: ज्या खात्यावर हस्तांतरित करायचे आहे ते खाते (ईमेल)
ms: Akaun yang ingin anda pindahkan (e-mel)
my: သင်လွှဲပြောင်းလိုသောအကောင့် (အီးမေးလ်)
no: Send til (e-postadresse)
pl: Wyślij do (adres e-mail)
ro: Trimite către (e-mail)
sk: Poslať na účet (e-mail)
sq: Dërgo te (email)
sr: Налог на који желите да пренесете (е-пошта)
sv: Skicka till konto (e-post)
sw: Tuma kwa (barua pepe)
ta: நீங்கள் மாற்ற விரும்பும் கணக்கு (மின்னஞ்சல்)
te: మీరు బదిలీ చేయాలనుకుంటున్న ఖాతా (ఈ-మెయిల్)
th: บัญชีที่คุณต้องการโอนเข้า (อีเมล์)
tr: Para göndermek istediğiniz hesap (e-posta)
uk: Обліковий запис для переказу (електронна пошта)
ur: وہ اکاؤنٹ جسے آپ منتقل کرنا چاہتے ہیں (ای میل)
uz: Pul o'tkazmoqchi bo'lgan hisobingiz (elektron pochta)
vi: Tài khoản bạn muốn chuyển tiền đến (email)
