Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# noPermissionForCurrentRole
source: Sorry, this product is not accessible for your current role.
am: ይቅርታ፣ ይህ ምርት ለእርስዎ ያለዎት ሚና አይፈቀድም።
ar: عذراً، لا يمكن الوصول إلى هذا المنتج بدورك الحالي
az: Üzr istəyirik, bu məhsul cari rolunuz üçün əlçatan deyil.
bg: Съжаляваме, този продукт не е достъпен за вашата текуща роля.
bn: দুঃখিত, এই পণ্য আপনার বর্তমান ভূমিকা জন্য অ্যাক্সেসযোগ্য নয়.
bs: Žao nam je, ovaj proizvod nije dostupan za vašu trenutnu ulogu.
ca: Ho sentim, aquest producte no està accessible per al teu rol actual.
cs: Omlouváme se, tento produkt není pro vaši aktuální roli dostupný
da: Beklager, dette produkt er ikke tilgængeligt for din nuværende rolle.
el: Λυπούμαστε, αυτό το προϊόν δεν είναι προσβάσιμο για τον τρέχοντα ρόλο σας
et: Kahjuks pole see toode sinu praeguse rolli jaoks saadaval
fa: متأسفانه این محصول برای نقش فعلی شما در دسترس نیست
fi: Valitettavasti tämä tuote ei ole saatavilla nykyisellä käyttäjäroolillasi.
he: מצטערים, מוצר זה אינו נגיש לתפקידך הנוכחי
hi: क्षमा करें, यह उत्पाद आपकी वर्तमान भूमिका के लिए उपलब्ध नहीं है।
hu: Sajnáljuk, ez a termék az Ön jelenlegi szerepkörével nem érhető el.
id: Maaf, produk ini tidak dapat diakses untuk peran Anda saat ini.
ja: 申し訳ありませんが、現在の役割ではこの商品にアクセスできません。
ka: უკაცრავად, ეს პროდუქტი მიუწვდომელია თქვენი მიმდინარე როლისთვის
kk: Кешіріңіз, бұл өнім сіздің қазіргі рөліңіз үшін қолжетімді емес
km: សូមអភ័យទោស ផលិតផលនេះមិនអាចប្រើប្រាស់បានសម្រាប់តួនាទីបច្ចុប្បន្នរបស់អ្នកទេ
kn: ಕ್ಷಮಿಸಿ, ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಪಾತ್ರಕ್ಕೆ ಈ ಉತ್ಪನ್ನವನ್ನು ನೋಡಲು ಅನುಮತಿ ಇಲ್ಲ
ku: ببورە، ئەم بەرهەمە بۆ ڕۆڵی ئێستای تۆ دەستپێگەیشتوو نییە.
lo: ຂໍອະໄພ, ທ່ານບໍ່ສາມາດເຂົ້າເຖິງຜະລິດຕະພັນນີ້ໄດ້ກັບບົດບາດປະຈຸບັນຂອງທ່ານ.
lt: Atsiprašome, šis produktas neprieinamas su jūsų dabartiniu vaidmeniu.
mr: क्षमस्व, हे उत्पादन तुमच्या सध्याच्या भूमिकेसाठी उपलब्ध नाही.
ms: Maaf, produk ini tidak boleh diakses untuk peranan semasa anda.
my: ဝမ်းနည်းပါသည်၊ ဤထုတ်ကုန်သည် သင့်လက်ရှိအခန်းကဏ္ဍအတွက် မရနိုင်ပါ။
no: Beklager, dette produktet er ikke tilgjengelig for din nåværende rolle
pl: Przepraszamy, ten produkt nie jest dostępny dla Twojej obecnej roli.
ro: Ne pare rău, acest produs nu este accesibil pentru rolul tău actual.
si: සමාවන්න, මෙම නිෂ්පාදනය ඔබගේ වත්මන් භූමිකාව සඳහා ප්‍රවේශ විය නොහැක.
sk: Ľutujeme, tento produkt nie je dostupný pre vašu aktuálnu rolu
sq: Na vjen keq, por ky produkt nuk është i aksesueshëm për rolin tuaj aktual
sr: Жао нам је, овај производ није доступан за вашу тренутну улогу.
sv: Tyvärr är denna produkt inte tillgänglig för din nuvarande roll.
sw: Samahani, huwezi kufikia bidhaa hii kwa wajibu wako wa sasa.
ta: மன்னிக்கவும், உங்கள் தற்போதைய பாத்திரத்திற்கு இந்தத் தயாரிப்பை அணுக முடியாது.
te: క్షమించండి, మీ ప్రస్తుత పాత్రకు ఈ ఉత్పత్తి అందుబాటులో లేదు.
th: ขออภัย สินค้านี้ไม่สามารถเข้าถึงได้สำหรับบทบาทปัจจุบันของคุณ
tr: Üzgünüz, mevcut rolünüzle bu ürüne erişemezsiniz.
uk: На жаль, цей товар недоступний для вашої поточної ролі
ur: معذرت، یہ پروڈکٹ آپ کے موجودہ کردار کے لیے قابل رسائی نہیں ہے
uz: Kechirasiz, bu mahsulot joriy rolingiz uchun mavjud emas.
vi: Rất tiếc, sản phẩm này không thể truy cập với vai trò hiện tại của bạn.

# noPermissionToViewProductMsg
source: Please log in with the appropriate credentials to access this product or contact us for more information.
am: ይህን ምርት ለማየት ትክክለኛ መለያ በመግባት ወይም ለተጨማሪ መረጃ አገልጋዮችን ያነጋግሩ።
ar: يرجى تسجيل الدخول بحساب مناسب للوصول إلى هذا المنتج أو الاتصال بنا للمزيد من المعلومات
az: Zəhmət olmasa, bu məhsula daxil olmaq üçün müvafiq etimadnamə ilə daxil olun və ya əlavə məlumat üçün bizimlə əlaqə saxlayın.
bg: Моля, влезте с подходящи идентификационни данни, за да получите достъп до този продукт, или се свържете с нас за повече информация.
bn: এই পণ্য অ্যাক্সেস করতে উপযুক্ত শংসাপত্রের সাথে লগ ইন করুন বা আরও তথ্যের জন্য আমাদের সাথে যোগাযোগ করুন.
bs: Prijavite se sa odgovarajućim akreditivima za pristup ovom proizvodu ili nas kontaktirajte za više informacija.
ca: Si us plau, inicia sessió amb les credencials apropiades per accedir a aquest producte o contacta’ns per a més informació.
cs: Pro přístup k tomuto produktu se prosím přihlaste s příslušnými přihlašovacími údaji nebo nás kontaktujte pro další informace
da: Log venligst ind med de relevante legitimationsoplysninger for at få adgang til dette produkt, eller kontakt os for mere information.
el: Παρακαλώ συνδεθείτε με τα κατάλληλα διαπιστευτήρια για πρόσβαση σε αυτό το προϊόν ή επικοινωνήστε μαζί μας για περισσότερες πληροφορίες
et: Palun logi sisse sobivate õigustega, et sellele tootele juurde pääseda, või võta meiega ühendust lisateabe saamiseks.
fa: لطفاً با اعتبار مناسب وارد شوید یا برای اطلاعات بیشتر با ما تماس بگیرید
fi: Kirjaudu sisään asianmukaisilla tunnuksilla tai ota yhteyttä saadaksesi lisätietoja.
he: אנא התחבר עם הרשאות מתאימות או צור קשר לקבלת מידע נוסף
hi: कृपया इस उत्पाद तक पहुंचने के लिए उचित क्रेडेंशियल्स के साथ लॉगिन करें या अधिक जानकारी के लिए हमसे संपर्क करें।
hu: Kérjük, jelentkezzen be a megfelelő hitelesítő adatokkal a termék eléréséhez, vagy lépjen kapcsolatba velünk további információért.
id: Silakan login dengan kredensial yang sesuai untuk mengakses produk ini atau hubungi kami untuk informasi lebih lanjut.
ja: この商品にアクセスするには適切な認証情報でログインするか、詳細についてお問い合わせください。
ka: გთხოვთ, შეხვიდეთ შესაბამისი უფლებებით ამ პროდუქტზე წვდომისთვის ან დაგვიკავშირდეთ დამატებითი ინფორმაციისთვის
kk: Осы өнімге қол жеткізу үшін тиісті тіркелгі деректерімен жүйеге кіріңіз немесе қосымша ақпарат алу үшін бізге хабарласыңыз
km: សូមចូលដោយប្រើគណនីដែលមានសិទ្ធិដើម្បីមើលផលិតផលនេះ ឬទាក់ទងមកយើងខ្ញុំសម្រាប់ព័ត៌មានបន្ថែម
kn: ದಯವಿಟ್ಟು ಈ ಉತ್ಪನ್ನವನ್ನು ನೋಡಲು ಸೂಕ್ತ ರುಜುವಾತುಗಳೊಂದಿಗೆ ಲಾಗಿನ್ ಮಾಡಿ ಅಥವಾ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
ku: تکایە بە زانیارییە گونجاوەکان بچۆ ژوورەوە بۆ دەستگەیشتن بە ئەم کاڵایە یان پەیوەندیمان پێوە بکە بۆ زانیاری زیاتر.
lo: ກະລຸນາເຂົ້າສູ່ລະບົບດ້ວຍຂໍ້ມູນປະຈຳຕົວທີ່ເໝາະສົມເພື່ອເຂົ້າເຖິງຜະລິດຕະພັນນີ້ ຫຼື ຕິດຕໍ່ພວກເຮົາສຳລັບຂໍ້ມູນເພີ່ມເຕີມ.
lt: Jei norite pasiekti šį produktą, prisijunkite naudodami tinkamus prisijungimo duomenis arba susisiekite su mumis dėl išsamesnės informacijos.
mr: या उत्पादनात प्रवेश करण्यासाठी कृपया योग्य क्रेडेन्शियल्ससह लॉग इन करा किंवा अधिक माहितीसाठी आमच्याशी संपर्क साधा.
ms: Sila log masuk dengan bukti kelayakan yang sesuai untuk mengakses produk ini atau hubungi kami untuk maklumat lanjut.
my: ဤထုတ်ကုန်ကိုဝင်ရောက်ကြည့်ရှုရန် သင့်လျော်သောအထောက်အထားများဖြင့် ဝင်ရောက်ပါ သို့မဟုတ် နောက်ထပ်အချက်အလက်များအတွက် ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ။
no: Vennligst logg inn med riktige legitimasjon for å få tilgang til dette produktet eller kontakt oss for mer informasjon
pl: Aby uzyskać dostęp do tego produktu, zaloguj się przy użyciu odpowiednich danych uwierzytelniających lub skontaktuj się z nami, aby uzyskać więcej informacji.
ro: Te rugăm să te conectezi cu acreditările corespunzătoare pentru a accesa acest produs sau să ne contactezi pentru mai multe informații.
si: කරුණාකර මෙම නිෂ්පාදනයට ප්‍රවේශ වීමට සුදුසු අක්තපත්‍ර සමඟ ලොග් වන්න හෝ වැඩි විස්තර සඳහා අප හා සම්බන්ධ වන්න.
sk: Pre prístup k tomuto produktu sa prihláste s príslušnými prihlasovacími údajmi alebo nás kontaktujte pre ďalšie informácie
sq: Ju lutemi identifikohuni me kredencialet e duhura për të aksesuar këtë produkt ose na kontaktoni për më shumë informacion
sr: Пријавите се са одговарајућим акредитивима да бисте приступили овом производу или нас контактирајте за више информација.
sv: Logga in med lämpliga uppgifter för att komma åt denna produkt eller kontakta oss för mer information.
sw: Tafadhali ingia na kitambulisho kinachofaa ili kufikia bidhaa hii au wasiliana nasi kwa maelezo zaidi.
ta: இந்தத் தயாரிப்பை அணுக பொருத்தமான சான்றுகளுடன் உள்நுழையவும் அல்லது மேலும் தகவலுக்கு எங்களைத் தொடர்பு கொள்ளவும்.
te: దయచేసి ఈ ఉత్పత్తిని యాక్సెస్ చేయడానికి సరైన క్రెడెన్షియల్స్‌తో లాగిన్ అవ్వండి లేదా మరింత సమాచారం కోసం మమ్మల్ని సంప్రదించండి.
th: กรุณาเข้าสู่ระบบด้วยข้อมูลประจำตัวที่เหมาะสมเพื่อเข้าถึงสินค้านี้หรือติดต่อเราเพื่อขอข้อมูลเพิ่มเติม
tr: Bu ürüne erişmek için lütfen uygun kimlik bilgileriyle giriş yapın veya daha fazla bilgi için bizimle iletişime geçin.
uk: Увійдіть з відповідними обліковими даними для доступу до цього товару або зв'яжіться з нами для додаткової інформації
ur: براہ کرم اس پروڈکٹ تک رسائی کے لیے مناسب اسناد کے ساتھ لاگ ان کریں یا مزید معلومات کے لیے ہم سے رابطہ کریں
uz: Iltimos, ushbu mahsulotga kirish uchun tegishli hisob ma'lumotlari bilan tizimga kiring yoki qo'shimcha ma'lumot olish uchun biz bilan bog'laning.
vi: Vui lòng đăng nhập bằng thông tin xác thực phù hợp để truy cập sản phẩm này hoặc liên hệ với chúng tôi để biết thêm thông tin.

# noVideoFound
source: Sorry, no videos found.
am: ይቅርታ፣ ቪዲዮ አልተገኘም።
ar: عذراً، لم يتم العثور على فيديوهات
az: Bağışlayın, heç bir video tapılmadı.
bg: Съжаляваме, не са намерени видеоклипове.
bn: দুঃখিত, কোন ভিডিও পাওয়া যায়নি.
bs: Nažalost, nema pronađenih videozapisa.
ca: Ho sentim, no s’han trobat vídeos.
cs: Omlouváme se, nebyla nalezena žádná videa
da: Beklager, ingen videoer fundet.
el: Λυπούμαστε, δεν βρέθηκαν βίντεο
et: Vabandust, videoid ei leitud
fa: متأسفانه ویدیویی یافت نشد
fi: Valitettavasti videoita ei löytynyt.
he: מצטערים, לא נמצאו סרטונים
hi: क्षमा करें, कोई वीडियो नहीं मिला।
hu: Sajnáljuk, nem található videó.
id: Maaf, tidak ada video yang ditemukan.
ja: 申し訳ありません。動画が見つかりませんでした。
ka: უკაცრავად, ვიდეო ვერ მოიძებნა
kk: Кешіріңіз, бейне табылмады
km: សូមអភ័យទោស មិនអាចរកឃើញវីដេអូទេ
kn: ಕ್ಷಮಿಸಿ, ಯಾವುದೇ ವೀಡಿಯೊಗಳು ಸಿಗಲಿಲ್ಲ
ku: ببورە، هیچ ڤیدیۆیەک نەدۆزرایەوە.
lo: ຂໍອະໄພ, ບໍ່ພົບວິດີໂອ.
lt: Atsiprašome, vaizdo įrašų nerasta.
mr: क्षमस्व, कोणतेही व्हिडिओ आढळले नाहीत.
ms: Maaf, tiada video dijumpai.
my: ဝမ်းနည်းပါသည်၊ ဗီဒီယိုမတွေ့ပါ။
no: Beklager, ingen videoer funnet
pl: Przepraszamy, nie znaleziono żadnych filmów.
ro: Ne pare rău, nu s-au găsit videoclipuri.
si: කණගාටුයි, වීඩියෝව සොයාගත නොහැකි විය
sk: Ľutujeme, nenašli sa žiadne videá
sq: Na vjen keq, nuk u gjet asnjë video
sr: Жао нам је, ниједан видео снимак није пронађен.
sv: Tyvärr hittades inga videor.
sw: Samahani, hakuna video zilizopatikana
ta: மன்னிக்கவும், வீடியோக்கள் எதுவும் கிடைக்கவில்லை.
te: క్షమించండి, ఎటువంటి వీడియోలు కనుగొనబడలేదు.
th: ขออภัย ไม่พบวิดีโอ
tr: Üzgünüz, video bulunamadı.
uk: На жаль, відео не знайдено
ur: معذرت، کوئی ویڈیوز نہیں ملیں
uz: Kechirasiz, hech qanday video topilmadi.
vi: Xin lỗi, không tìm thấy video nào.

# pleaseIncreaseOrDecreaseTheQuantity
source: Please increase or decrease the quantity to continue.
am: በቀጥታ ለመቀጠል ወይም ለመቀነስ ብዛት ያስፈልጋል።
ar: يرجى زيادة أو تقليل الكمية للمتابعة
az: Davam etmək üçün miqdarı artırın və ya azaldın.
bg: Моля, увеличете или намалете количеството, за да продължите.
bn: চালিয়ে যেতে অনুগ্রহ করে পরিমাণ বাড়ান বা কমান।
bs: Molimo povećajte ili smanjite količinu da nastavite.
ca: Si us plau, augmenta o disminueix la quantitat per continuar.
cs: Pro pokračování prosím upravte množství
da: Øg eller reducer venligst mængden for at fortsætte.
el: Παρακαλώ αυξήστε ή μειώστε την ποσότητα για να συνεχίσετε
et: Palun suurenda või vähenda kogust jätkamiseks
fa: لطفاً برای ادامه، مقدار را افزایش یا کاهش دهید
fi: Muuta määrää jatkaaksesi.
he: אנא הגדל או הקטן את הכמות כדי להמשיך
hi: जारी रखने के लिए कृपया मात्रा बढ़ाएं या घटाएं।
hu: Kérjük, növelje vagy csökkentse a mennyiséget a folytatáshoz.
id: Silakan tambah atau kurangi jumlahnya untuk melanjutkan.
ja: 続行するには数量を増減してください。
ka: გასაგრძელებლად გთხოვთ გაზარდოთ ან შეამციროთ რაოდენობა
kk: Жалғастыру үшін санын көбейтіңіз немесе азайтыңыз
km: សូមបង្កើន ឬបន្ថយបរិមាណដើម្បីបន្ត
kn: ಮುಂದುವರೆಯಲು ದಯವಿಟ್ಟು ಪ್ರಮಾಣವನ್ನು ಹೆಚ್ಚಿಸಿ ಅಥವಾ ಕಡಿಮೆ ಮಾಡಿ
ku: تکایە بڕی کاڵاکە زیاد یان کەم بکە بۆ بەردەوامبوون.
lo: ກະລຸນາເພີ່ມ ຫຼື ຫຼຸດຈຳນວນເພື່ອສືບຕໍ່.
lt: Norėdami tęsti, padidinkite arba sumažinkite kiekį.
mr: कृपया पुढे जाण्यासाठी प्रमाण वाढवा किंवा कमी करा.
ms: Sila tambah atau kurangkan kuantiti untuk meneruskan.
my: ကျေးဇူးပြု၍ ဆက်လုပ်ရန် ပမာဏကို အတိုးအလျှော့လုပ်ပါ။
no: Vennligst øk eller reduser antallet for å fortsette
pl: Aby kontynuować, zwiększ lub zmniejsz ilość.
ro: Te rugăm să mărești sau să micșorezi cantitatea pentru a continua.
si: කරුණාකර දිගටම කරගෙන යාම සඳහා ප්‍රමාණය වැඩි කරන්න හෝ අඩු කරන්න.
sk: Pre pokračovanie prosím zvýšte alebo znížte množstvo
sq: Ju lutemi rritni ose ulni sasinë për të vazhduar
sr: Повећајте или смањите количину да бисте наставили.
sv: Öka eller minska mängden för att fortsätta.
sw: Tafadhali ongeza au punguza idadi ili kuendelea.
ta: தொடர, அளவை அதிகரிக்கவும் அல்லது குறைக்கவும்.
te: కొనసాగించడానికి దయచేసి పరిమాణాన్ని పెంచండి లేదా తగ్గించండి.
th: กรุณาเพิ่มหรือลดจำนวนเพื่อดำเนินการต่อ
tr: Devam etmek için lütfen miktarı artırın veya azaltın.
uk: Будь ласка, збільшіть або зменшіть кількість, щоб продовжити
ur: جاری رکھنے کے لیے براہ کرم مقدار میں اضافہ یا کمی کریں
uz: Davom etish uchun miqdorni oshiring yoki kamaytiring.
vi: Vui lòng tăng hoặc giảm số lượng để tiếp tục.

# productExpired
source: Sorry, this product cannot be accessed as it has expired.
am: ይቅርታ፣ ይህ ምርት ጊዜውን አልፏል እና አይገኝም።
ar: عذراً، لا يمكن الوصول إلى هذا المنتج لانتهاء صلاحيته
az: Üzr istəyirik, bu məhsula daxil olmaq mümkün deyil, çünki müddəti bitib.
bg: Съжаляваме, този продукт не е достъпен, тъй като е с изтекъл срок.
bn: দুঃখিত, এই পণ্যটি ব্যবহার করা যাবে না কারণ এটির মেয়াদ শেষ হয়ে গেছে।
bs: Nažalost, ovom proizvodu nije moguće pristupiti jer je istekao.
ca: Ho sentim, aquest producte no pot ser accedit ja que ha caducat.
cs: Omlouváme se, tento produkt již není dostupný, protože jeho platnost vypršela
da: Beklager, dette produkt kan ikke tilgås, da det er udløbet.
el: Λυπούμαστε, δεν είναι δυνατή η πρόσβαση σε αυτό το προϊόν καθώς έχει λήξει
et: Kahjuks pole see toode enam saadaval, kuna see on aegunud
fa: متأسفانه این محصول منقضی شده و در دسترس نیست
fi: Valitettavasti tämä tuote on vanhentunut eikä ole enää käytettävissä.
he: מצטערים, לא ניתן לגשת למוצר זה כיוון שפג תוקפו
hi: क्षमा करें, इस उत्पाद तक पहुंच नहीं हो सकती क्योंकि इसकी समय सीमा समाप्त हो चुकी है।
hu: Sajnáljuk, ez a termék már nem érhető el, mert lejárt.
id: Maaf, produk ini tidak dapat diakses karena telah kedaluwarsa.
ja: 申し訳ありません。この商品は有効期限が切れているためアクセスできません。
ka: უკაცრავად, ამ პროდუქტზე წვდომა შეუძლებელია, რადგან ვადა გაუვიდა
kk: Кешіріңіз, бұл өнімге қол жеткізу мүмкін емес, себебі оның мерзімі өтіп кеткен
km: សូមអភ័យទោស ផលិតផលនេះមិនអាចប្រើប្រាស់បានទេ ដោយសារផុតកំណត់ហើយ
kn: ಕ್ಷಮಿಸಿ, ಈ ಉತ್ಪನ್ನದ ಅವಧಿ ಮುಗಿದಿರುವುದರಿಂದ ಅದನ್ನು ನೋಡಲು ಸಾಧ್ಯವಿಲ್ಲ
ku: ببورە، ئەم بەرهەمە ناتوانرێت بەدەست بهێنرێت چونکە بەسەرچووە.
lo: ຂໍອະໄພ, ບໍ່ສາມາດເຂົ້າເຖິງຜະລິດຕະພັນນີ້ໄດ້ເນື່ອງຈາກໝົດອາຍຸແລ້ວ.
lt: Atsiprašome, šio produkto negalima pasiekti, nes baigėsi jo galiojimo laikas.
mr: क्षमस्व, हे उत्पादन कालबाह्य झाल्यामुळे प्रवेश करता येणार नाही.
ms: Maaf, produk ini tidak boleh diakses kerana telah tamat tempoh.
my: ဝမ်းနည်းပါသည်၊ ဤထုတ်ကုန်သည် သက်တမ်းကုန်သွားသောကြောင့် ဝင်ရောက်၍မရပါ။
no: Beklager, dette produktet er ikke lenger tilgjengelig da det har utløpt
pl: Przepraszamy, nie można uzyskać dostępu do tego produktu, ponieważ wygasł.
ro: Ne pare rău, acest produs nu poate fi accesat deoarece a expirat.
si: සමාවන්න, මෙම නිෂ්පාදනය කල් ඉකුත් වී ඇති නිසා ප්‍රවේශ විය නොහැක.
sk: Ľutujeme, tento produkt nie je dostupný, pretože jeho platnosť vypršala
sq: Na vjen keq, ky produkt nuk mund të aksesohet pasi ka skaduar
sr: Жао нам је, овом производу се не може приступити јер је истекао.
sv: Tyvärr är denna produkt inte längre tillgänglig eftersom den har gått ut.
sw: Samahani, bidhaa hii haiwezi kufikiwa kwani muda wake umekwisha.
ta: மன்னிக்கவும், இந்தத் தயாரிப்பு காலாவதியாகிவிட்டதால் அணுக முடியாது.
te: క్షమించండి, ఈ ఉత్పత్తి గడువు ముగిసినందున ప్రవేశం సాధ్యం కాదు.
th: ขออภัย ไม่สามารถเข้าถึงสินค้านี้ได้เนื่องจากหมดอายุแล้ว
tr: Üzgünüz, bu ürünün süresi dolduğu için erişilemiyor.
uk: На жаль, цей товар недоступний, оскільки термін його дії закінчився
ur: معذرت، اس پروڈکٹ تک رسائی حاصل نہیں کی جا سکتی کیونکہ اس کی میعاد ختم ہو چکی ہے
uz: Kechirasiz, bu mahsulotga kirish imkoni yo'q, chunki muddati tugagan.
vi: Rất tiếc, sản phẩm này không thể truy cập vì đã hết hạn.

source: PromptPay ID:
am: PromptPay መታወቂያ ID፡
ar: معرف الدفع السريع:
bn: প্রম্পটপে আইডি:
ca: ID de PromptPay:
el: Αναγνωριστικό PromptPay:
fa: شناسه پرداخت فوری:
fi: PromptPay-tunnus:
he: מזהה PromptPay:
hi: प्रॉम्प्टपे आईडी:
hu: PromptPay azonosító:
id: ID PromptPay:
ja: プロンプトペイID：
kk: PromptPay идентификаторы:
km: លេខសម្គាល់ PromptPay
kn: ಪ್ರಾಂಪ್ಟ್‌ಪೇ ID:
ku: ناسنامەی PromptPay:
lo: ລະຫັດ PromptPay:
mr: प्रॉम्प्टपे आयडी:
ms: ID PromptPay:
pl: Identyfikator PromptPay:
ro: ID PromptPay:
si: PromptPay හැඳුනුම්පත:
sq: ID e PromptPay:
sr: ПромптПаи ИД:
sw: Kitambulisho cha PromptPay:
ta: PromptPay ஐடி:
th: รหัสพร้อมเพย์:
tr: PromptPay Kimliği:
uk: ID PromptPay:
ur: پرامپٹ پے آئی ڈی:

source: PromptPay Name:
am: PromptPay ስም፡
ar: اسم الدفع السريع:
az: PromptPay Adı:
bg: PromptPay име:
bn: প্রম্পটপে নাম:
bs: Naziv PromptPay:
ca: Nom de PromptPay:
cs: Název PromptPay:
da: PromptPay-navn:
el: Όνομα PromptPay:
et: PromptPay nimi:
fa: نام پرداخت فوری:
fi: PromptPay-nimi:
he: שם PromptPay:
hi: प्रॉम्प्टपे नाम:
hu: PromptPay név:
id: Nama PromptPay:
ja: プロンプトペイ名：
ka: PromptPay სახელი:
kk: PromptPay атауы:
km: ឈ្មោះ PromptPay
kn: ಪ್ರಾಂಪ್ಟ್‌ಪೇ ಹೆಸರು:
ku: ناوی PromptPay:
lo: ຊື່ PromptPay:
lt: PromptPay pavadinimas:
mr: प्रॉम्प्टपे नाव:
ms: Nama PromptPay:
my: PromptPay အမည်-
no: PromptPay-navn:
pl: Nazwa PromptPay:
ro: Nume PromptPay:
si: PromptPay නාමය:
sk: PromptPay meno:
sq: Emri PromptPay:
sr: ПромптПаи име:
sv: PromptPay-namn:
sw: Jina la PromptPay:
ta: PromptPay பெயர்:
te: PromptPay పేరు:
th: ชื่อพร้อมเพย์:
tr: PromptPay Adı:
uk: Назва PromptPay:
ur: پرامپٹ پے کا نام:
uz: PromptPay nomi:
vi: Tên PromptPay:

source: PromptPay Type:
am: PromptPay ዓይነት፡
ar: نوع الدفع السريع:
az: PromptPay Növü:
bg: PromptPay тип:
bn: প্রম্পটপে টাইপ:
bs: PromptPay Vrsta:
ca: Tipus de PromptPay:
cs: Typ PromptPay:
el: Τύπος PromptPay:
et: PromptPay tüüp:
fa: نوع پرداخت فوری:
fi: PromptPay-tyyppi:
he: סוג PromptPay:
hi: प्रॉम्प्टपे प्रकार:
hu: PromptPay típus:
id: Jenis PromptPay:
ja: プロンプトペイタイプ：
ka: PromptPay ტიპი:
kk: PromptPay түрі:
km: ប្រភេទ PromptPay
kn: ಪ್ರಾಂಪ್ಟ್‌ಪೇ ಪ್ರಕಾರ:
ku: جۆری PromptPay:
lo: ປະເພດ PromptPay:
lt: PromptPay tipas:
mr: प्रॉम्प्टपे प्रकार:
ms: Jenis PromptPay:
my: PromptPay အမျိုးအစား-
pl: Typ PromptPay:
ro: Tip PromptPay:
si: PromptPay වර්ගය:
sk: PromptPay typ:
sq: Lloji PromptPay:
sr: ПромптПаи Тип:
sv: PromptPay-typ:
sw: Aina ya PromptPay:
ta: PromptPay வகை:
te: PromptPay రకం:
th: ประเภทพร้อมเพย์:
tr: PromptPay Türü:
uk: Тип PromptPay:
ur: پرامپٹ پے کی قسم:
uz: PromptPay turi:
vi: Loại PromptPay:

# qRCodeMsgSuccess
source: QR code has been saved successfully.
am: QR ኮድ በተሳካ ሁኔታ ተከተፍሏል።
ar: تم حفظ رمز QR بنجاح
az: QR kodu uğurla yadda saxlanıldı.
bg: QR кодът е успешно запазен.
bn: QR কোড সফলভাবে সংরক্ষিত হয়েছে।
bs: QR kod je uspješno sačuvan.
ca: El codi QR s’ha guardat amb èxit.
cs: QR kód byl úspěšně uložen
da: QR-koden er blevet gemt.
el: Ο κωδικός QR αποθηκεύτηκε με επιτυχία
et: QR-kood on edukalt salvestatud
fa: کد QR با موفقیت ذخیره شد
fi: QR-koodi tallennettu onnistuneesti.
he: קוד QR נשמר בהצלחה
hi: QR कोड सफलतापूर्वक सहेजा गया।
hu: A QR-kód mentése sikeres.
id: Kode QR berhasil disimpan.
ja: QRコードを保存しました。
ka: QR კოდი წარმატებით შეინახა.
kk: QR коды сәтті сақталды
km: កូដ QR ត្រូវបានរក្សាទុកដោយជោគជ័យ
kn: QR ಕೋಡ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಉಳಿಸಲಾಗಿದೆ
ku: کۆدی QR بەسەرکەوتوویی هەڵگیرا.
lo: ບັນທຶກລະຫັດ QR ສຳເລັດແລ້ວ.
lt: QR kodas sėkmingai išsaugotas.
mr: QR कोड यशस्वीरीत्या साठवला गेला आहे.
ms: Kod QR telah berjaya disimpan.
my: QR ကုဒ်ကို အောင်မြင်စွာ သိမ်းဆည်းပြီးပါပြီ။
no: QR-koden er lagret
pl: Kod QR został pomyślnie zapisany.
ro: Codul QR a fost salvat cu succes.
si: QR කේතය සාර්ථකව සුරක්ෂිත කළා.
sk: QR kód bol úspešne uložený
sq: Kodi QR u ruajt me sukses
sr: КР код је успешно сачуван.
sv: QR-koden har sparats.
sw: Msimbo wa QR umehifadhiwa
ta: QR குறியீடு வெற்றிகரமாகச் சேமிக்கப்பட்டது.
te: QR కోడ్ విజయవంతంగా సేవ్ చేయబడింది.
th: บันทึกรหัส QR สำเร็จแล้ว
tr: QR kodu başarıyla kaydedildi.
uk: QR-код успішно збережено
ur: کیو آر کوڈ کامیابی کے ساتھ محفوظ ہو گیا
uz: QR kod muvaffaqiyatli saqlandi.
vi: Đã lưu mã QR thành công.

# qRCodeSaveFailure
source: Failed to Save QR Code
am: QR ኮድ መቀመጥ አልተቻለም
ar: فشل في حفظ رمز QR
az: QR kodunu yadda saxlamaq alınmadı
bg: Неуспешно запазване на QR кода
bn: QR কোড সংরক্ষণ করতে ব্যর্থ হয়েছে
bs: Pohranjivanje QR koda nije uspjelo
ca: Error en guardar el codi QR
cs: QR kód se nepodařilo uložit
da: Kunne ikke gemme QR-koden
el: Αποτυχία αποθήκευσης κωδικού QR
et: QR-koodi salvestamine ebaõnnestus
fa: ذخیره کد QR ناموفق بود
fi: QR-koodin tallennus epäonnistui
he: שמירת קוד QR נכשלה
hi: QR कोड सहेजने में विफल
hu: A QR-kód mentése sikertelen
id: Gagal menyimpan kode QR.
ja: QRコードの保存に失敗しました
ka: QR კოდის შენახვა ვერ მოხერხდა
kk: QR кодын сақтау сәтсіз аяқталды
km: បរាជ័យក្នុងការរក្សាទុកកូដ QR
kn: QR ಕೋಡ್ ಉಳಿಸಲು ವಿಫಲವಾಗಿದೆ
ku: شکستی هەڵگرتنی کۆدی QR
lo: ບັນທຶກລະຫັດ QR ບໍ່ສຳເລັດ
lt: Nepavyko išsaugoti QR kodo
mr: QR कोड साठवण्यात अयशस्वी
ms: Gagal menyimpan kod QR
my: QR ကုဒ်ကို သိမ်းဆည်းရန် မအောင်မြင်ပါ။
no: Kunne ikke lagre QR-koden
pl: Nie udało się zapisać kodu QR.
ro: Nu s-a putut salva codul QR
si: QR කේතය සුරක්ෂිත කිරීම අසාර්ථකයි
sk: QR kód sa nepodarilo uložiť
sq: Ruajtja e kodit QR dështoi
sr: Чување КР кода није успело
sv: Det gick inte att spara QR-koden
sw: Imeshindwa Kuhifadhi Msimbo wa QR
ta: QR குறியீட்டைச் சேமிக்க முடியவில்லை
te: QR కోడ్ సేవ్ చేయడం విఫలమైంది
th: ไม่สามารถบันทึกรหัส QR ได้
tr: QR kodu kaydedilemedi
uk: Не вдалося зберегти QR-код
ur: کیو آر کوڈ محفوظ کرنے میں ناکام
uz: QR kodni saqlab bo'lmadi
vi: Không thể lưu mã QR

source: Save QR Code
am: QR ኮድ አስቀምጥ
ar: حفظ رمز QR
az: QR kodunu yadda saxla
bg: Запазване на QR код
bn: QR কোড সংরক্ষণ করুন
bs: Sačuvajte QR kod
ca: Guardar codi QR
cs: Uložit QR kód
da: Gem QR-kode
el: Αποθήκευση κωδικού QR
et: Salvesta QR-kood
fa: ذخیره کد QR
fi: Tallenna QR-koodi
he: שמור קוד QR
hi: QR कोड सहेजें
hu: QR-kód mentése
id: Simpan Kode QR
ja: QRコードを保存
ka: QR კოდის შენახვა
kk: QR кодын сақтау
km: រក្សាទុកកូដ QR
kn: QR ಕೋಡ್ ಉಳಿಸಿ
ku: کۆدی QR پاشەکەوت بکە
lo: ບັນທຶກລະຫັດ QR
lt: Išsaugoti QR kodą
mr: QR कोड साठवा
ms: Simpan kod QR
my: QR ကုဒ်ကိုသိမ်းဆည်းပါ။
no: Lagre QR-kode
pl: Zapisz kod QR
ro: Salvează codul QR
si: QR කේතය සුරකින්න
sk: Uložiť QR kód
sq: Ruaj kodin QR
sr: Сачувајте КР код
sv: Spara QR-kod
sw: Hifadhi Msimbo wa QR
ta: QR குறியீட்டைச் சேமிக்கவும்
te: QR కోడ్ సేవ్ చేయండి
th: บันทึกรหัส QR
tr: QR kodunu kaydet
uk: Зберегти QR-код
ur: کیو آر کوڈ محفوظ کریں
uz: QR kodni saqlash
vi: Lưu mã QR
