Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# waitForPost
source: Waiting for product to post
am: ምርት እስኪለጠፍ ድረስ በመጠበቅ ላይ
ar: في انتظار نشر المنتج
az: Məhsulun paylaşılması gözlənilir
bg: Изчакване за публикуване на продукта
bn: পণ্য পোস্ট হওয়ার জন্য অপেক্ষা করুন
bs: Čekanje na objavu proizvoda
ca: Esperant per publicar el producte
cs: Čekání na odeslání produktu
da: Venter på at oprette produkt
el: Αναμονή για δημοσίευση προϊόντος
et: Ootan toote lisamist
fa: در حال ثبت
fi: Odotetaan tuotteen julkaisua
he: ממתין לפרסום המוצר
hi: पोस्ट प्रोडक्ट की प्रतीक्षा कर रहा है
hu: Várakozás a termék közzétételére
id: Menunggu posting produk
ja: 商品を投稿しています
ka: პროდუქტის გამოქვეყნების მოლოდინი
kk: Өнім жариялануын күтіңіз
km: កំពុងរង់ចាំបង្ហោះផលិតផល
kn: ಪೋಸ್ಟ್ ಗಾಗಿನಿರೀಕ್ಷಿಸಿ
ku: چاوەڕێ دەکرێت بۆ پۆستکردنی بەرهەمەکە
lo: ກຳລັງໂຫຼດໂພສ
lt: Laukiama, kol bus įkeltas produktas
mr: उत्पादन पोस्ट होण्याची प्रतीक्षा करत आहे
ms: Menunggu produk dipos
my: ပစ္စည်းတင်ရန်စောင့်ဆိုင်းနေပါသည်
no: Venter på publisering av produkt
pl: Oczekiwanie na publikację produktu
ro: Se așteaptă postarea produsului
si: නිෂ්පාදනය පළ කිරීමට රැඳී සිටින්න
sk: Čaká sa na príspevok
sq: Duke pritur postimin e produktit
sr: Чекање на објављивање производа
sv: Väntar på att produkten ska postas
sw: Inasubiri kupakia bidhaa
ta: பொருளை பதிவிடுவதற்காக காத்திருக்கிறது
te: ఉత్పత్తి పోస్ట్ అవ్వడానికి వేచి ఉండండి
th: กำลังรอการโพสต์
tr: Ürün gönderisi bekleniyor
uk: Очікування публікації товару
ur: پروڈکٹ پوسٹ ہونے کا انتظار ہے
uz: Mahsulot yuklanmoqda
vi: Đang chờ đăng sản phẩm

source: Product Name
am: የምርት ስም
ar: اسم المنتج
az: Məhsulun adı
bg: Име на продукта
bn: পণ্যের নাম
bs: Naziv proizvoda
ca: Nom del producte
cs: Název produktu
da: Produktnavn
el: Όνομα προϊόντος
et: Toote nimi
fa: نام محصول
fi: Tuotteen nimi
he: שם המוצר
hi: उत्पाद का नाम
hu: Termék neve
id: Nama Produk
ja: 商品名
ka: პროდუქტის სახელი
kk: Өнім атауы
km: ឈ្មោះផលិតផល
kn: ಉತ್ಪನ್ನದ ಹೆಸರು
ku: ناوی بەرهەم
lo: ຊື່ສິນຄ້າ
lt: Produkto pavadinimas
mr: उत्पादनाचे नाव
ms: Nama Produk
my: ပစ္စည်းအမည်
no: Produktnavn
pl: Nazwa produktu
ro: Numele produsului
si: නිෂ්පාදන නම
sk: Názov produktu
sq: Emri i produktit
sr: Назив производа
sv: Produktnamn
sw: Jina la bidhaa
ta: பொருளின் பெயர்
te: ఉత్పత్తి పేరు
th: ชื่อสินค้า
tr: Ürün Adı
uk: Назва товару
ur: پروڈکٹ کا نام
uz: Mahsulot nomi
vi: Tên sản phẩm

source: Product Type
am: የምርት ዓይነት
ar: نوع المنتج
az: Məhsulun növü
bg: Тип продукт
bn: পণ্যের ধরন
bs: Vrsta proizvoda
ca: Tipus de producte
cs: Typ produktu
da: Produkttype
el: Τύπος προϊόντος
et: Toote tüüp
fa: نوع محصول
fi: Tuotetyyppi
he: סוג המוצר
hi: उत्पाद प्रकार
hu: Terméktípus
id: Jenis Produk
ja: 商品タイプ
ka: პროდუქტის ტიპი
kk: Өнім түрі
km: ប្រភេទផលិតផល
kn: ಉತ್ಪನ್ನದ ಪ್ರಕಾರ
ku: جۆری بەرهەم
lo: ປະເພດສິນຄ້າ
lt: Produkto tipas
mr: उत्पादन प्रकार
ms: Jenis produk
my: ပစ္စည်းအမျိုးအစား
no: Produkttype
pl: Typ produktu
ro: Tipul produsului
si: නිෂ්පාදන වර්ගය
sk: Typ produktu
sq: Lloji i produktit
sr: Тип производа
sv: Produkttyp
sw: Aina ya bidhaa
ta: பொருளின் வகை
te: ఉత్పత్తి రకం
th: ประเภทสินค้า
tr: Ürün Tipi
uk: Тип товару
ur: پروڈکٹ کی قسم
uz: Mahsulot turi
vi: Loại sản phẩm

source: Conversations
am: ውይይቶች
ar: المحادثات
az: Söhbətlər
bg: Разговори
bn: কথোপকথন
bs: Razgovori
ca: Converses
cs: Konverzace
da: Samtaler
el: Συνομιλίες
et: Vestlused
fa: گفتگوها
fi: Keskustelut
he: שיחות
hi: वार्तालाप
hu: Beszélgetések
id: Percakapan
ja: 会話
ka: საუბრები
kk: Әңгімелер
km: ការសន្ទនា
kn: ಸಂಭಾಷಣೆಗಳು
ku: گفتوگۆکان
lo: ການສົນທະນາ
lt: Pokalbiai
mr: संभाषणे
ms: Perbualan
my: ဆွေးနွေးချက်များ
no: Samtaler
pl: Rozmowy
ro: Conversații
si: සංවාද
sk: Konverzácie
sq: Bisedat
sr: Разговори
sv: Konversationer
sw: Mazungumzo
ta: உரையாடல்கள்
te: సంవాదాలు
th: การสนทนา
tr: Konuşmalar
uk: Розмови
ur: بات چیت
uz: Suhbatlar
vi: Cuộc trò chuyện

source: My Products
am: የእኔ ምርቶች
ar: منتجاتي
az: Məhsullarım
bg: Моите продукти
bn: আমার পণ্য
bs: Moji proizvodi
ca: Els meus productes
cs: Moje produkty
da: Mine produkter
el: Τα προϊόντα μου
et: Minu tooted
fa: محصولات من
fi: Omat tuotteet
he: המוצרים שלי
hi: मेरे उत्पाद
hu: Termékeim
id: Produk Saya
ja: 出品した商品
ka: ჩემი პროდუქტები
kk: Менің өнімдерім
km: ផលិតផលរបស់ខ្ញុំ
kn: ನನ್ನ ಉತ್ಪನ್ನಗಳು
ku: بەرهەمەکانم
lo: ຜະລິດຕະພັນຂອງຂ້ອຍ
lt: Mano produktai
mr: माझी उत्पादने
ms: Produk Saya
my: ကျွန်ုပ်၏ပစ္စည်းများ
no: Mine produkter
pl: Moje produkty
ro: Produsele mele
si: මගේ නිෂ්පාදන
sk: Moje produkty
sq: Produktet e mia
sr: Моји производи
sv: Mina produkter
sw: Bidhaa Zangu
ta: எனது பொருட்கள்
te: నా ఉత్పత్తులు
th: สินค้าของฉัน
tr: Ürünlerim
uk: Мої товари
ur: میری مصنوعات
uz: Mening mahsulotlarim
vi: Sản phẩm của tôi

# myProductsEmpty
source: You don't have any products. Try creating one!
am: ምንም ምርቶች የሉዎትም። አንድ እንዲፈጥሩ ይሞክሩ!
ar: ليس لديك أي منتجات!
az: Məhsulunuz yoxdur. Bir məhsul yaratmağa cəhd edin!
bg: Нямате продукти. Опитайте да създадете!
bn: আপনার কোনো পণ্য নেই। একটি তৈরি করার চেষ্টা করুন!
bs: Nemate proizvoda. Pokušajte kreirati jedan!
ca: No tens cap producte. Prova de crear-ne un!
cs: Nemáte žádné produkty. Zkuste si nějaký vytvořit!
da: Du har ingen produkter. Prøv at oprette et!
el: Δεν έχετε προϊόντα. Προσπαθήστε να δημιουργήσετε ένα!
et: Sul pole ühtegi toodet. Proovi üks luua!
fa: هیچ محصولی موجود نیست
fi: Sinulla ei ole tuotteita. Kokeile luoda sellainen!
he: אין לך מוצרים. נסה ליצור אחד!
hi: आपके पास कोई उत्पाद नहीं है। एक बनाने का प्रयास करें!
hu: Nincsenek termékei. Próbáljon létrehozni egyet!
id: Anda tidak memiliki produk. Coba buat satu!
ja: 商品がありません。作成してみましょう！
ka: თქვენ არ გაქვთ პროდუქტები. სცადეთ ახლის შექმნა!
kk: Сізде ешқандай өнім жоқ. Жаңасын қосып көріңіз!
km: អ្នកមិនមានផលិតផលទេ។ សូមបង្កើតទំនិញមួយ!
kn: ನೀವು ಯಾವುದೇ ಉತ್ಪನ್ನಗಳನ್ನು ಹೊಂದಿಲ್ಲ. ಒಂದನ್ನು ರಚಿಸಲು ಪ್ರಯತ್ನಿಸಿ!
ku: هیچ بەرهەمت نیە، هەوڵ بدە بەرهەمێك زیاد بکەیت؟
lo: ທ່ານບໍ່ມີຜະລິດຕະພັນໃດໆ. ກະລຸນາເລືອກສິນຄ້າ!
lt: Neturite jokių produktų. Pabandykite sukurti!
mr: तुमच्याकडे कोणतीही उत्पादने नाहीत. एक तयार करण्याचा प्रयत्न करा!
ms: Anda tidak mempunyai sebarang produk. Cuba buat satu!
my: သင့်တွင်ပစ္စည်းများမရှိသေးပါ။ တစ်ခုဖန်တီးကြည့်ပါ!
no: Du har ingen produkter. Prøv å opprette ett!
pl: Nie masz żadnych produktów. Spróbuj utworzyć jakiś!
ro: Nu ai niciun produs. Încearcă să creezi unul!
si: ඔබට නිෂ්පාදන නොමැත. එකක් නිර්මාණය කිරීමට උත්සාහ කරන්න!
sk: Nemáte žiadne produkty. Skúste nejaký vytvoriť!
sq: Nuk keni asnjë produkt. Provoni të krijoni një!
sr: Немате производа. Покушајте да креирате један!
sv: Du har inga produkter. Försök skapa en!
sw: Huna bidhaa zozote. Jaribu kuunda moja!
ta: உங்களிடம் பொருட்கள் எதுவும் இல்லை. ஒன்றை உருவாக்க முயற்சிக்கவும்!
te: మీ వద్ద ఏ ఉత్పత్తులూ లేవు. ఒకటి సృష్టించడానికి ప్రయత్నించండి!
th: คุณไม่มีสินค้า ลองสร้างสินค้าใหม่!
tr: Ürününüz yok. Bir tane oluşturmayı deneyin!
uk: У вас немає товарів. Спробуйте створити!
ur: آپ کے پاس کوئی پروڈکٹ نہیں ہے۔ ایک بنانے کی کوشش کریں!
uz: Sizda hech qanday mahsulot yo'q. Yangi mahsulot yarating!
vi: Bạn chưa có sản phẩm nào. Hãy thử tạo một sản phẩm!

source: Product
am: ምርት
ar: المنتج
az: Məhsul
bg: Продукт
bn: পণ্য
bs: Proizvod
ca: Producte
cs: Produkt
da: Produkt
el: Προϊόν
et: Toode
fa: محصول
fi: Tuote
he: מוצר
hi: उत्पाद
hu: Termék
id: Produk
ja: 商品
ka: პროდუქტი
kk: Өнім
km: ផលិតផល
kn: ಉತ್ಪನ್ನ
ku: بەرهەم
lo: ສິນຄ້າ
lt: Produktas
mr: उत्पादन
ms: Produk
my: ပစ္စည်း
no: Produkt
pl: Produkt
ro: Produs
si: නිෂ්පාදනය
sk: Produkt
sq: Produkt
sr: Производ
sv: Produkt
sw: Bidhaa
ta: பொருள்
te: ఉత్పత్తి
th: สินค้า
tr: Ürün
uk: Товар
ur: پروڈکٹ
uz: Mahsulot
vi: Sản phẩm

source: Contact
am: አግኙን
ar: اتصال
az: Əlaqə
bg: Контакт
bn: যোগাযোগ
bs: Kontakt
ca: Contacte
cs: Kontakt
da: Kontakt
el: Επικοινωνία
et: Kontakt
fa: تماس با ما
fi: Ota yhteyttä
he: צור קשר
hi: संपर्क करें
hu: Kapcsolat
id: Kontak
ja: 連絡先
ka: კონტაქტი
kk: Байланыс
km: ទំនាក់ទំនង
kn: ಸಂಪರ್ಕ
ku: پەیوەندی
lo: ຕິດຕໍ່
lt: Kontaktai
mr: संपर्क
ms: Hubungi
my: ဆက်သွယ်ရန်
no: Kontakt
pl: Kontakt
si: සම්බන්ධ වන්න
sk: Kontakt
sq: Kontakt
sr: Контакт
sv: Kontakt
sw: Wasiliana
ta: தொடர்பு
te: సంప్రదించండి
th: ติดต่อ
tr: İletişim
uk: Контакт
ur: رابطہ کریں
uz: Aloqa
vi: Liên hệ

source: Current Password
am: የአሁኑ የይለፍ ቃል
ar: كلمة المرور الحالية
az: Cari şifrə
bg: Текуща парола
bn: বর্তমান পাসওয়ার্ড
bs: Trenutna lozinka
ca: Contrasenya actual
cs: Aktuální heslo
da: Nuværende adgangskode
el: Τρέχων κωδικός πρόσβασης
et: Praegune parool
fa: رمز عبور فعلی
fi: Nykyinen salasana
he: סיסמה נוכחית
hi: वर्तमान पासवर्ड
hu: Jelenlegi jelszó
id: Kata Sandi Saat Ini
ja: 現在のパスワード
ka: მიმდინარე პაროლი
kk: Ағымдағы құпия сөз
km: ពាក្យសម្ងាត់បច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ ಗುಪ್ತಪದ
ku: تێپەڕوشەی ئێستا
lo: ລະ​ຫັດຜ່ານ​ປັດ​ຈຸ​ບັນ
lt: Dabartinis slaptažodis
mr: सध्याचा पासवर्ड
ms: Kata Laluan Semasa
my: လက်ရှိစကားဝှက်
no: Nåværende passord
pl: Aktualne hasło
ro: Parola actuală
si: වත්මන් මුරපදය
sk: Aktuálne heslo
sq: Fjalëkalimi aktual
sr: Тренутна лозинка
sv: Nuvarande lösenord
sw: Nenosiri la sasa
ta: தற்போதைய கடவுச்சொல்
te: ప్రస్తుత పాస్‌వర్డ్
th: รหัสผ่านปัจจุบัน
tr: Mevcut Şifre
uk: Поточний пароль
ur: موجودہ پاس ورڈ
uz: Joriy parol
vi: Mật khẩu hiện tại

source: New Password
am: አዲስ የይለፍ ቃል
ar: كلمة مرور جديدة
az: Yeni şifrə
bg: Нова парола
bn: নতুন পাসওয়ার্ড
bs: Nova lozinka
ca: Nova contrasenya
cs: Nové heslo
da: Nyt kodeord
el: Νέος κωδικός πρόσβασης
et: Uus parool
fa: رمز عبور جدید
fi: Uusi salasana
he: סיסמה חדשה
hi: नया पासवर्ड
hu: Új jelszó
id: Kata Sandi Baru
ja: 新しいパスワード
ka: ახალი პაროლი
kk: Жаңа құпия сөз
km: ពាក្យសម្ងាត់ថ្មី
kn: ಹೊಸ ಗುಪ್ತಪದ
ku: تێپەڕوشەی نوێ
lo: ລະຫັດຜ່ານໃໝ່
lt: Naujas slaptažodis
mr: नवीन पासवर्ड
ms: Kata laluan baharu
my: စကားဝှက်အသစ်
no: Nytt passord
pl: Nowe hasło
ro: Parolă nouă
si: නව මුරපදය
sk: Nové heslo
sq: Fjalëkalim i ri
sr: Нова лозинка
sv: Nytt lösenord
sw: Nenosiri jipya
ta: புதிய கடவுச்சொல்
te: కొత్త పాస్‌వర్డ్
th: รหัสผ่านใหม่
tr: Yeni Şifre
uk: Новий пароль
ur: نیا پاس ورڈ
uz: Yangi parol
vi: Mật khẩu mới

source: Pull to load more
am: ተጨማሪ ለመጫን ይጎትቱ
ar: اسحب لتحميل المزيد
az: Daha çox yükləmək üçün çəkin
bg: Издърпайте, за да заредите още
bn: আরও লোড করতে টানুন
bs: Povucite da učitate više
ca: Estira per carregar més
cs: Tažením načtěte více
da: Træk for at indlæse mere
el: Τραβήξτε για περισσότερα
et: Tõmba, et laadida rohkem
fa: برای بارگذاری بیشتر بکشید
fi: Vedä ladataksesi lisää
he: משוך לטעינת עוד
hi: और लोड करने के लिए खींचें
hu: Húzza le az ujját a továbbiak betöltéséhez
id: Tarik untuk memuat lebih banyak
ja: 下に引っ張って更新
ka: ჩამოქაჩეთ მეტის ჩასატვირთად
kk: Көбірек жүктеу үшін тартыңыз
km: ទាញដើម្បីផ្ទុកបន្ថែម
kn: ಹೆಚ್ಚು ಲೋಡ್ ಮಾಡಲು ಎಳೆಯಿರಿ
ku: ڕاکێشە بۆ بارکردنی زیاتر
lo: ດຶງລົງເພື່ອໂຫຼດເພີ່ມ
lt: Patraukite, kad įkeltumėte daugiau
mr: अधिक लोड करण्यासाठी खाली ओढा
ms: Tarik untuk Muatkan lagi
my: နောက်ထပ်ကြည့်ရန်ဆွဲချပါ
no: Dra for å laste mer
pl: Pociągnij, aby załadować więcej
ro: Trage pentru mai mult
si: තවත් පූරණය කිරීමට අදින්න
sk: Potiahnutím načítate viac
sq: Tërhiqni për të ngarkuar më shumë
sr: Повуците да учитате више
sv: Dra för att ladda mer
sw: Vuta ili upate zaidi
ta: மேலும் ஏற்ற இழுக்கவும்
te: మరింత లోడ్ చేయడానికి లాగండి
th: ดึงเพื่อโหลดเพิ่มเติม
tr: Daha fazlası için çekin
uk: Потягніть, щоб завантажити більше
ur: مزید لوڈ کرنے کے لیے کھینچیں
uz: Ko'proq yuklash uchun torting
vi: Kéo để tải thêm

# loadFail
source: Load Failed!
am: መጫን አልተሳካም!
ar: فشل التحميل! انقر لإعادة المحاولة!
az: Yükləmə uğursuz oldu!
bg: Зареждането неуспешно!
bn: লোড ব্যর্থ!
bs: Učitavanje neuspješno!
ca: Ha fallat la càrrega!
cs: Načítání se nezdařilo!
da: Indlæsning mislykkedes!
el: Η φόρτωση απέτυχε!
et: Laadimine ebaõnnestus!
fa: بارگذاری ناموفق بود
fi: Lataus epäonnistui!
he: הטעינה נכשלה
hi: लोड विफल!
hu: Betöltés sikertelen!
id: Gagal memuat!
ja: 読み込みに失敗しました。再試行してください
ka: ჩატვირთვა ვერ მოხერხდა!
kk: Жүктеу сәтсіз аяқталды!
km: ផ្ទុកបរាជ័យ!
kn: ಲೋಡ್ ವಿಫಲವಾಗಿದೆ!
ku: بارکردن سەرکەوتوو نەبوو!
lo: ການໂຫຼດລົ້ມເຫລວ!
lt: Įkelti nepavyko!
mr: लोड अयशस्वी!
ms: Muatan Gagal!
my: တင်၍မရပါ
no: Lasting mislyktes
pl: Ładowanie nie powiodło się!
ro: Încărcarea a eșuat!
si: පූරණය අසාර්ථකයි!
sk: Načítanie zlyhalo!
sq: Ngarkimi dështoi!
sr: Учитавање није успело!
sv: Laddningen misslyckades!
sw: Imeshindwa Kupakia!
ta: ஏற்றுதல் தோல்வியடைந்தது!
te: లోడ్ విఫలమైంది!
th: โหลดล้มเหลว!
tr: Yükleme başarısız!
uk: Не вдалося завантажити!
ur: لوڈ ناکام!
uz: Yuklab bo'lmadi!
vi: Tải thất bại. Vui lòng thử lại!

source: Release to load more
am: ተጨማሪ ለመጫን ይልቀቁ
ar: حرر للتحميل
az: Daha çox yükləmək üçün buraxın
bg: Пуснете, за да заредите още
bn: আরও লোড করতে মুক্তি দিন
bs: Pustite da učitate više
ca: Deixa anar per carregar més
cs: Uvolněte pro načtení dalších
da: Slip for at indlæse mere
el: Αφήστε για περισσότερα
et: Vabasta, et laadida rohkem
fa: رها کنید تا بیشتر بارگذاری شود
fi: Vapauta ladataksesi lisää
he: שחרר לטעינת עוד
hi: और लोड करने के लिए रिलीज़ करें
hu: Engedje el az ujját a továbbiak betöltéséhez
id: Lepaskan untuk memuat lebih banyak
ja: 指を離して更に読み込む
ka: გაათავისუფლეთ მეტის ჩასატვირთად
kk: Көбірек жүктеу үшін босатыңыз
km: លែងដើម្បីផ្ទុកបន្ថែម
kn: ಹೆಚ್ಚು ಲೋಡ್ ಮಾಡಲು ಬಿಡುಗಡೆ ಮಾಡಿ
ku: بەردە بۆ بارکردنی زیاتر
lo: ປ່ອຍເພື່ອໂຫຼດເພີ່ມ
lt: Atleiskite, kad įkeltumėte daugiau
mr: अधिक लोड करण्यासाठी सोडा
ms: Lepaskan untuk muat lebih banyak
my: နောက်ထပ်ကြည့်ရန်လွှတ်ပါ
no: Slipp for å laste mer
pl: Puść, aby załadować więcej
ro: Eliberează pentru a încărca mai mult
si: තවත් පූරණය කිරීමට මුදා හරින්න
sk: Uvoľnením načítate viac
sq: Lëshoni për të ngarkuar më shumë
sr: Пустите да учитате више
sv: Släpp för att ladda mer
sw: Achia ili upate zaidi
ta: மேலும் ஏற்ற விடுவிக்கவும்
te: మరింత లోడ్ చేయడానికి విడుదల చేయండి
th: ปล่อยเพื่อโหลดเพิ่มเติม
tr: Daha fazlası için bırakın
uk: Відпустіть, щоб завантажити більше
ur: مزید لوڈ کرنے کے لیے چھوڑیں
uz: Ko'proq yuklash uchun qo'yib yuboring
vi: Thả để tải thêm

# noData
source: No more data
am: ተጨማሪ መረጃ የለም
ar: لا توجد بيانات
az: Daha çox məlumat yoxdur
bg: Няма повече данни
bn: আর কোনো তথ্য নেই
bs: Nema više podataka
ca: No hi ha més dades
cs: Žádná další data
da: Ingen flere data
el: Δεν υπάρχουν άλλα δεδομένα
et: Andmeid pole
fa: اطلاعاتی وجود ندارد
fi: Ei enempää tietoja
he: אין עוד נתונים
hi: कोई और डेटा नहीं
hu: Nincs több adat
id: Tidak ada data lagi
ja: これ以上データはありません
ka: მონაცემები არ არის
kk: Қосымша деректер жоқ
km: មិនមានទិន្នន័យទេ
kn: ಇನ್ನು ಡೇಟಾ ಇಲ್ಲ
ku: داتای زیاتر نیە
lo: ບໍ່ມີຂໍ້ມູນ
lt: Daugiau duomenų nėra
mr: अधिक डेटा नाही
ms: Tiada lagi Data
my: နောက်ထပ်အချက်အလက်မရှိတော့ပါ
no: Ingen data
pl: Brak danych
ro: Nu mai sunt date
si: තවත් දත්ත නොමැත
sk: Žiadne ďalšie údaje
sq: Nuk ka më të dhëna
sr: Нема података
sv: Ingen mer data
sw: Hakuna Data zaidi
ta: மேலும் தரவுகள் இல்லை
te: మరింత డేటా లేదు
th: ไม่มีข้อมูลเพิ่มเติม
tr: Veri Yok
uk: Більше немає даних
ur: مزید کوئی ڈیٹا نہیں۔
uz: Boshqa ma'lumot yo'q
vi: Không có dữ liệu

source: All
am: ሁሉም
ar: الكل
az: Hamısı
bg: Всички
bn: সকল
bs: Sve
ca: Tot
cs: Vše
da: Alle
el: Όλα
et: Kõik
fa: همه
fi: Kaikki
he: הכל
hi: सभी
hu: Összes
id: Semua
ja: すべて
ka: ყველა
kk: Барлығы
km: ទាំងអស់
kn: ಎಲ್ಲಾ
ku: هەموو
lo: ທັງໝົດ
lt: Visi
mr: सर्व
ms: Semua
my: အားလုံး
no: Alle
pl: Wszystko
ro: Toate
si: සියල්ල
sk: Všetko
sq: Të gjitha
sr: Све
sv: Alla
sw: ZOTE
ta: அனைத்தும்
te: అన్నీ
th: ทั้งหมด
tr: Tümü
uk: Всі
ur: تمام
uz: Hammasi
vi: Tất cả

source: Filter
am: አጣራ
ar: تصفية
az: Filtrlə
bg: Филтър
bn: ফিল্টার
ca: Filtre
cs: Filtr
el: Φίλτρο
et: Filtreeri
fa: فیلتر
fi: Suodata
he: סינון
hi: फ़िल्टर
hu: Szűrő
ja: フィルター
ka: ფილტრი
kk: Сүзгі
km: ត្រង
kn: ಫಿಲ್ಟರ್
ku: فلتەر
lo: ກັ່ນຕອງ
lt: Filtras
mr: फिल्टर
ms: Tapis
my: စစ်ထုတ်ရန်
pl: Filtr
ro: Filtre
si: පෙරහන
sq: Filtro
sr: Филтер
sw: Chuja
ta: வடிகட்டி
te: ఫిల్టర్
th: ตัวกรอง
tr: Filtrele
uk: Фільтр
ur: فلٹر
uz: Saralash
vi: Lọc

source: Tags
am: መለያዎች
ar: العلامات
az: Etiketlər
bg: Етикети
bn: ট্যাগ
bs: Oznake
ca: Etiquetes
cs: Štítky
el: Ετικέτες
et: Sildid
fa: برچسب‌ها
fi: Tunnisteet
he: תגיות
hi: टैग
hu: Címkék
id: Tag
ja: タグ
ka: ტეგები
kk: Тегтер
km: ស្លាក
kn: ಟ್ಯಾಗ್‌ಗಳು
ku: تاگ
lo: ປ້າຍກຳກັບ
lt: Žymos
mr: टॅग्ज
ms: Tag
my: အမှတ်အသားများ
no: Etiketter
pl: Tagi
ro: Etichete
si: ටැග
sk: Značky
sq: Etiketat
sr: Ознаке
sv: Taggar
sw: Lebo
ta: குறிச்சொற்கள்
te: టాగ్స్
th: แท็ก
tr: Etiketler
uk: Теги
ur: ٹیگز
uz: Teglar
vi: Thẻ

source: Attributes
am: ባህሪያት
ar: السمات
az: Atributlar
bg: Атрибути
bn: বৈশিষ্ট্যসমূহ
bs: Atributi
ca: Atributs
cs: Atributy
da: Egenskaber
el: Χαρακτηριστικά
et: Omadused
fa: ویژگی‌ها
fi: Ominaisuudet
he: תכונות
hi: विशेषताएं
hu: Tulajdonságok
id: Atribut
ja: 属性
ka: ატრიბუტები
kk: Атрибуттар
km: លក្ខណៈ
kn: ಗುಣಲಕ್ಷಣಗಳು
ku: تایبەتمەندیەکان
lo: ຄຸນສົມບັດ
lt: Atributai
mr: गुणधर्म
ms: Atribut
my: အရည်အသွေးများ
no: Egenskaper
pl: Atrybuty
ro: Atribute
si: ගුණාංග
sk: Atribúty
sq: Atributet
sr: Атрибути
sv: Attribut
sw: Sifa
ta: பண்புகள்
te: గుణాలు
th: คุณลักษณะ
tr: Özellikler
uk: Атрибути
ur: خصوصیات
uz: Xususiyatlar
vi: Thuộc tính

source: Reset Password
am: የይለፍ ቃል ዳግም አስጀምር
ar: إعادة تعيين كلمة المرور
az: Şifrəni sıfırla
bg: Нулиране на парола
bn: পাসওয়ার্ড রিসেট করুন
bs: Resetuj lozinku
ca: Restablir contrasenya
cs: Obnovit heslo
da: Nulstil adgangskode
el: Επαναφορά κωδικού πρόσβασης
et: Lähtesta parool
fa: بازنشانی رمز عبور
fi: Nollaa salasana
he: איפוס סיסמה
hi: पासवर्ड रीसेट करें
hu: Jelszó visszaállítása
id: Reset Kata Sandi
ja: パスワードをリセット
ka: პაროლის აღდგენა
kk: Құпия сөзді қалпына келтіру
km: កំណត់ពាក្យសម្ងាត់ឡើងវិញ
kn: ಪಾಸ್ವರ್ಡ್ ಮರುಹೊಂದಿಸಿ
ku: ڕیسێتکردنی تێپەڕوشە
lo: ຕັ້ງລະຫັດຜ່ານໃໝ່
lt: Atstatyti slaptažodį
mr: पासवर्ड रीसेट करा
ms: Tetapkan semula kata laluan
my: စကားဝှက်ပြန်လည်သတ်မှတ်ရန်
no: Tilbakestill passord
pl: Zresetuj hasło
ro: Resetează parola
si: මුරපදය යළි පිහිටුවන්න
sk: Obnoviť heslo
sq: Rivendos fjalëkalimin
sr: Ресетуј лозинку
sv: Återställ lösenord
sw: Weka upya Nenosiri
ta: கடவுச்சொல்லை மீட்டமைக்க
te: పాస్‌వర్డ్ రీసెట్ చేయండి
th: รีเซ็ตรหัสผ่าน
tr: Şifreyi Sıfırla
uk: Скинути пароль
ur: پاس ورڈ دوبارہ ترتیب دیں
uz: Parolni tiklash
vi: Đặt lại mật khẩu

source: Reset Your Password
am: የይለፍ ቃልዎን ዳግም ያስጀምሩ
ar: إعادة تعيين كلمة المرور
az: Şifrənizi sıfırlayın
bg: Нулиране на вашата парола
bn: আপনার পাসওয়ার্ড পুনরায় সেট করুন
bs: Resetujte svoju lozinku
ca: Restableix la teva contrasenya
cs: Obnovit heslo
da: Nulstil din adgangskode
el: Επαναφορά του κωδικού πρόσβασής σας
et: Lähtesta oma parool
fa: بازنشانی رمز عبور
fi: Nollaa salasanasi
he: אפס את הסיסמה שלך
hi: अपना पासवर्ड रीसेट करें
hu: Állítsa vissza jelszavát
id: Reset Kata Sandi Anda
ja: パスワードのリセット
ka: პაროლის აღდგენა
kk: Құпия сөзді қалпына келтіру
km: កំណត់ពាក្យសម្ងាត់របស់អ្នកឡើងវិញ
kn: ನಿಮ್ಮ ಪಾಸ್ವರ್ಡ್ ಮರುಹೊಂದಿಸಿ
ku: ڕیسێتکردنی تێپەڕوشە
lo: ຕັ້ງລະຫັດຜ່ານຂອງທ່ານໃໝ່
lt: Atstatyti slaptažodį
mr: तुमचा पासवर्ड रीसेट करा
ms: Tetapkan semula kata laluan anda
my: သင့်စကားဝှက်ပြန်လည်သတ်မှတ်ရန်
no: Tilbakestill passordet ditt
pl: Zresetuj swoje hasło
ro: Resetează parola
si: ඔබගේ මුරපදය යළි පිහිටුවන්න
sk: Obnoviť vaše heslo
sq: Rivendosni fjalëkalimin tuaj
sr: Ресетујте своју лозинку
sv: Återställ ditt lösenord
sw: Weka upya Nenosiri lako
ta: உங்கள் கடவுச்சொல்லை மீட்டமைக்க
te: మీ పాస్‌వర్డ్‌ను రీసెట్ చేయండి
th: รีเซ็ตรหัสผ่านของคุณ
tr: Şifrenizi Sıfırlayın
uk: Скинути пароль
ur: اپنا پاس ورڈ دوبارہ ترتیب دیں
uz: Parolingizni tiklash
vi: Đặt lại mật khẩu của bạn

# yourUsernameEmail
source: Your username or email
am: የተጠቃሚ ስምዎ ወይም ኢሜይልዎ
ar: اسم المستخدم أو البريد الإلكتروني
az: İstifadəçi adınız və ya e-poçtunuz
bg: Вашето потребителско име или имейл
bn: আপনার ব্যবহারকারীর নাম বা ইমেইল
bs: Vaše korisničko ime ili email
ca: El teu nom d'usuari o correu electrònic
cs: Vaše uživatelské jméno nebo e-mail
da: Dit brugernavn eller e-mail
el: Το όνομα χρήστη ή το email σας
et: Sinu kasutajanimi või e-post
fa: نام کاربری یا ایمیل شما
fi: Käyttäjänimesi tai sähköpostisi
he: שם המשתמש או הדוא"ל שלך
hi: आपका उपयोगकर्ता नाम या ईमेल
hu: Felhasználónév vagy e-mail cím
id: Username atau Email Anda
ja: ユーザー名またはメールアドレス
ka: თქვენი მომხმარებლის სახელი ან ელ.ფოსტა
kk: Пайдаланушы атыңыз немесе электрондық поштаңыз
km: ឈ្មោះអ្នកប្រើ ឬអ៊ីមែលរបស់អ្នក
kn: ನಿಮ್ಮ ಬಳಕೆದಾರ ಹೆಸರು ಅಥವಾ ಇಮೇಲ್
ku: ناوی بەکارهێنەر یان ئیمەیڵەکەت
lo: ຊື່ຜູ້ໃຊ້ ຫຼື ອີເມວຂອງທ່ານ
lt: Jūsų vartotojo vardas arba el. paštas
mr: तुमचे वापरकर्तानाव किंवा ईमेल
ms: Nama pengguna atau e-mel anda
my: သင့်အသုံးပြုသူအမည် သို့မဟုတ် အီးမေးလ်
no: Ditt brukernavn eller e-post
pl: Twoja nazwa użytkownika lub e-mail
ro: Numele de utilizator sau email-ul tău
si: ඔබගේ පරිශීලක නාමය හෝ විද්‍යුත් තැපෑල
sk: Vaše používateľské meno alebo e-mail
sq: Emri juaj i përdoruesit ose emaili
sr: Ваше корисничко име или имејл
sv: Ditt användarnamn eller e-post
sw: Jina lako la mtumiaji au barua pepe
ta: உங்கள் பயனர்பெயர் அல்லது மின்னஞ்சல்
te: మీ యూజర్ నేమ్ లేదా ఈమెయిల్
th: ชื่อผู้ใช้หรืออีเมลของคุณ
tr: Kullanıcı adınız veya e-postanız
uk: Ваше ім'я користувача або електронна пошта
ur: آپ کا صارف نام یا ای میل
uz: Foydalanuvchi nomingiz yoki elektron pochtangiz
vi: Tên đăng nhập hoặc email của bạn

source: Get password link
am: የይለፍ ቃል ሊንክ ያግኙ
ar: الحصول على رابط كلمة المرور
az: Şifrə linkini al
bg: Получи линк за парола
bn: পাসওয়ার্ড লিংক পান
bs: Preuzmi link za lozinku
ca: Obtenir enllaç de contrasenya
cs: Získat odkaz na heslo
da: Hent adgangskodelink
el: Λήψη συνδέσμου κωδικού πρόσβασης
et: Hangi parooli link
fa: دریافت لینک بازنشانی رمز عبور
fi: Hae salasanalinkki
he: קבל קישור לאיפוס סיסמה
hi: पासवर्ड लिंक प्राप्त करें
hu: Jelszó visszaállító e-mail kérése
id: Dapatkan Link Kata Sandi
ja: パスワードリセットリンクを取得
ka: პაროლის ბმულის მიღება
kk: Құпия сөз сілтемесін алу
km: ទទួលតំណកំណត់ពាក្យសម្ងាត់
kn: ಪಾಸ್ವರ್ಡ್ ಲಿಂಕ್ ಪಡೆಯಿರಿ
ku: بەدەستهێنانی لینکی تێپەڕە ووشە
lo: ໄດ້ຮັບລິ້ງລະຫັດຜ່ານ
lt: Gauti slaptažodžio nuorodą
mr: पासवर्ड लिंक मिळवा
ms: Dapatkan pautan kata laluan
my: စကားဝှက်လင့်ခ်ရယူရန်
no: Få passordlenke
pl: Uzyskaj link do resetowania hasła
ro: Obține link pentru resetare parolă
si: මුරපද සබැඳිය ලබා ගන්න
sk: Získať odkaz na obnovenie hesla
sq: Merr lidhjen e fjalëkalimit
sr: Добиј линк за лозинку
sv: Hämta lösenordslänk
sw: Pata kiungo cha nenosiri
ta: கடவுச்சொல் இணைப்பைப் பெறவும்
te: పాస్‌వర్డ్ లింక్ పొందండి
th: รับลิงก์รหัสผ่าน
tr: Şifre bağlantısı al
uk: Отримати посилання для відновлення пароля
ur: پاس ورڈ کا لنک حاصل کریں
uz: Parol havolasini olish
vi: Lấy liên kết mật khẩu
