Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# emptyCartSubtitle
source: Looks like you haven't added any items to your bag yet. Start shopping to fill it up.
am: የእርስዎ ቦርሳ ውስጥ ምንም ነገር እስካልጨምሩ ድረስ እንደዚህ ይመስላል። ለመሙላት መግዛት ይጀምሩ።
ar: يبدو أنك لم تضف أي منتجات إلى السلة بعد. ابدأ التسوق الآن.
az: Deyəsən çantaya hələ heç bir element əlavə etməmisiniz. Onu doldurmaq üçün alış-verişə başlayın.
bg: Изглежда все още не сте добавили продукти в количката. Започнете да пазарувате.
bn: দেখে মনে হচ্ছে আপনি এখনও কার্টে কোনো আইটেম যোগ করেননি। কেনাকাটা শুরু করুন।
bs: Izgleda da još niste dodali nijedan artikal u korpu. Počnite kupovati da je popunite.
ca: Sembla que encara no has afegit cap article al carret. Comença a comprar per omplir-lo.
cs: Vypadá to, že jste do tašky ještě nic nepřidali. Začněte nakupovat a naplňte ji.
da: Det ser ud til, at du ikke har tilføjet nogen varer til kurven endnu. Begynd at shoppe for at fylde den op.
el: Φαίνεται ότι δεν έχετε προσθέσει ακόμη αντικείμενα στο καλάθι. Ξεκινήστε τις αγορές για να το συμπληρώσετε.
et: Tundub, et sa pole veel ühtegi toodet ostukorvi lisanud. Alusta ostlemist, et seda täita.
fa: محصولی در سبد خرید ندارید
fi: Näyttää siltä, ettet ole vielä lisännyt mitään ostoskoriin. Aloita ostokset täyttääksesi sen.
he: נראה שעדיין לא הוספת פריטים לעגלה. התחל לקנות כדי למלא אותה.
hi: ऐसा लगता है कि आपने अभी तक कार्ट में कोई आइटम नहीं जोड़ा है। खरीदारी शुरू करें।
hu: Úgy tűnik, még nem tett semmit a kosarába.
id: Sepertinya Anda belum menambahkan barang apa pun ke dalam keranjang. Silakan mulai berbelanja untuk mengisinya.
ja: まだカートに商品が追加されていません。ショッピングを開始しましょう。
ka: როგორც ჩანს, ჯერ არ დაგიმატებიათ ნივთები კალათაში. დაიწყეთ შოპინგი მის შესავსებად.
kk: Себетке әлі ешқандай зат қоспаған сияқтысыз. Оны толтыру үшін сатып алуды бастаңыз.
km: មើលទៅអ្នកមិនទាន់បន្ថែមធាតុណាមួយទៅកន្រ្តកទេ។ ចាប់ផ្តើមទិញដើម្បីបំពេញវា
kn: ನೀವು ಇನ್ನೂ ಯಾವುದೇ ವಸ್ತುಗಳನ್ನು ಚೀಲಕ್ಕೆ ಸೇರಿಸಿಲ್ಲ ಎಂದು ತೋರುತ್ತದೆ. ಅದನ್ನು ತುಂಬಲು ಶಾಪಿಂಗ್ ಪ್ರಾರಂಭಿಸಿ.
ku: وادیارە تا ئێستا هیچ بڕگەیەکت بۆ سەبەتەى کڕینەکانت زیاد نەکردووە. دەست بکە بە بازاڕکردن بۆ پڕکردنەوەی.
lo: ເບິ່ງຄືວ່າທ່ານຍັງບໍ່ທັນໄດ້ເພີ່ມລາຍການໃດໆໃສ່ກະເປົາເທື່ອ. ເລີ່ມການຊື້ເຄື່ອງ.
lt: Atrodo, kad į krepšelį dar neįdėjote jokių prekių. Pradėkite apsipirkti.
mr: असे दिसते की तुम्ही अजून बॅगमध्ये कोणतीही वस्तू टाकली नाही. ती भरण्यासाठी खरेदी सुरू करा.
ms: Nampaknya anda belum menambahkan sebarang item ke dalam beg ini lagi. Mula membeli-belah untuk mengisinya.
my: စျေးခြင်းထဲသို့ မည်သည့်ပစ္စည်းမှ မထည့်ရသေးပါ
no: Det ser ut som du ikke har lagt til noen varer i handlekurven ennå. Begynn å handle for å fylle den.
pl: Wygląda na to, że nie dodałeś jeszcze żadnych przedmiotów do koszyka. Zacznij robić zakupy.
ro: Se pare că nu ai adăugat încă niciun produs în coș. Începe să faci cumpărături.
si: ඔබ තවමත් කරත්තයට කිසිදු භාණ්ඩයක් එකතු කර නොමැත. එය පිරවීමට සාප්පු සවාරියක් ආරම්භ කරන්න.
sk: Zdá sa, že ste do košíka ešte nepridali žiadne položky. Začnite nakupovať.
sq: Me sa duket nuk keni shtuar ende asnjë artikull në shportë. Filloni të bëni blerje për ta plotësuar atë.
sr: Изгледа да нисте додали ништа у корпу. Започните куповину
sv: Det verkar som att du inte har lagt till några artiklar i kundvagnen än. Börja handla för att fylla den.
sw: Inaonekana bado hujaongeza bidhaa zozote kwenye rukwama. Anza kununua ili kuijaza.
ta: கூடை காலியாக உள்ளது
te: ఇంకా ఏవైనా అంశాలను జోడించలేదు. షాపింగ్ ప్రారంభించండి!
th: ดูเหมือนว่าคุณยังไม่ได้เพิ่มสินค้าลงในตะกร้า เริ่มช้อปปิ้งเพื่อเติมสินค้าลงตะกร้า
tr: Henüz sepete ürün eklememişsiniz. Alışverişe başlayarak sepetinizi doldurun.
uk: Схоже, ви ще нічого не додали до кошика. Почніть робити покупки.
ur: ایسا لگتا ہے کہ آپ نے ابھی تک بیگ میں کوئی آئٹم شامل نہیں کیا۔ اسے بھرنے کے لیے خریداری شروع کریں
uz: Savatga hali hech narsa qo'shmaganga o'xshaysiz. To'ldirish uchun xaridni boshlang.
vi: Có vẻ như bạn chưa thêm sản phẩm nào vào giỏ hàng. Hãy bắt đầu mua sắm ngay!

source: Start Shopping
am: መግዛት ይጀምሩ
ar: تسوق الآن
az: Alış-verişə başla
bg: Започнете пазаруване
bn: কেনাকাটা শুরু করুন
bs: Započni kupovinu
ca: Començar a comprar
cs: Začít nakupovat
el: Ξεκινήστε τις αγορές
et: Alusta ostlemist
fa: شروع خرید
fi: Aloita ostokset
he: התחל לקנות
hi: खरीदारी शुरू करें
hu: Irány a webáruház
id: Mulai Berbelanja
ja: ショッピングを開始
ka: დაიწყეთ შოპინგი
kk: Сауда жасауды бастау
km: ចាប់ផ្តើមទិញទំនិញ
kn: ಶಾಪಿಂಗ್ ಪ್ರಾರಂಭಿಸಿ
ku: بازاڕی بکە
lo: ເລີ່ມການຊື້ເຄື່ອງ
lt: Pradėti apsipirkimą
mr: खरेदी सुरू करा
ms: Mula Membeli-belah
my: စျေးစတင်ဝယ်ရန်
no: Begynn å handle
pl: Rozpocznij zakupy
ro: Începe cumpărăturile
si: සාප්පු සවාරිය ආරම්භ කරන්න
sk: Začnite nakupovať
sq: Fillo blerjet
sr: Започни куповину
sv: Börja handla
sw: Anza Kununua
ta: கடைக்குச் செல்லவும்
te: షాపింగ్ ప్రారంభించండి
th: เริ่มการช้อปปิ้ง
tr: Alışverişe Başla
uk: Почати покупки
ur: خریداری شروع کریں
uz: Xarid qilishni boshlang
vi: Bắt đầu mua sắm

source: No favorites yet
am: ገና ምንም ተወዳጅ የለም
ar: قائمة الرغبات فارغة
az: İstək siyahınız boşdur
bg: Все още нямате любими продукти
bn: এখনও কোনো পছন্দ নেই।
bs: Još nema favorita.
ca: Encara no tens preferits
cs: Zatím žádné oblíbené.
da: Ingen favoritter endnu.
el: Δεν υπάρχουν ακόμη αγαπημένα.
et: Lemmikuid pole veel lisatud.
fa: محصولی در لیست علاقه‌مندی‌های شما نیست
fi: Ei vielä suosikkeja.
he: עדיין אין מועדפים
hi: अभी तक कोई पसंदीदा नहीं।
hu: Még nincsenek kedvencek.
id: Belum Ada Favorit
ja: お気に入りはまだありません
ka: ფავორიტები ცარიელია
kk: Әзірге таңдаулылар жоқ
km: មិនទាន់មានចំណូលចិត្តទេ។
kn: ಇನ್ನೂ ಯಾವುದೇ ನೆಚ್ಚಿನವುಗಳಿಲ್ಲ
ku: هیچ دڵخوازێکت نیە
lo: ບໍ່ມີລາຍການທີ່ມັກເທື່ອ.
lt: Dar nėra mėgstamiausių.
mr: अजून कोणतेही आवडते नाहीत.
ms: Tiada kegemaran lagi.
my: အကြိုက်ဆုံးစာရင်း မရှိသေးပါ
no: Ingen favoritter ennå.
pl: Nie ma jeszcze ulubionych
ro: Nu ai produse favorite încă
si: තවමත් ප්‍රියතමයන් නොමැත
sk: Zatiaľ žiadne obľúbené.
sq: Ende nuk ka të preferuara.
sr: Још нема омиљених
sv: Inga favoriter än.
sw: Bado hakuna vipendwa.
ta: இன்னும் விருப்பமானவை இல்லை
te: ఇంకా ఇష్టమైనవి లేవు
th: ยังไม่มีรายการโปรด
tr: Henüz Favoriniz Yok
uk: Ще немає вибраного
ur: ابھی تک کوئی پسندیدہ نہیں ہے۔
uz: Hali sevimlilar yo'q
vi: Chưa có sản phẩm yêu thích

# emptyWishlistSubtitle
source: Tap any heart next to a product to add it to your favorites. We'll save them for you here!
am: ምርት አጠገብ ያለውን ልብ ይንኩ እንዲወደው ለመጨመር። እዚህ ለእርስዎ እንደምናስቀምጥላቸው!
ar: اضغط على أيقونة القلب بجوار المنتج لإضافته إلى قائمة رغباتك. سنحفظها لك هنا!
az: İstədiyiniz məhsulun yanındakı ürək işarəsinə toxunun. Biz onları sizin üçün burada saxlayacağıq!
bg: Докоснете сърцето до продукт, за да го добавите в любими. Ще ги запазим тук за вас!
bn: পছন্দের পণ্যের পাশে হার্টে ট্যাপ করুন। আমরা সেগুলি এখানে আপনার জন্য সংরক্ষণ করব!
bs: Dodirnite bilo koje srce pored proizvoda da ga dodate u favorite. Sačuvat ćemo ih za vas ovdje!
ca: Toca qualsevol cor al costat d'un producte per afegir-lo als preferits. Els guardarem aquí per a tu!
cs: Klepněte na srdce u oblíbeného produktu. Zde si je uložíte!
da: Tryk på et hvilket som helst hjerte ved siden af et produkt for at tilføje til favoritter. Vi gemmer dem for dig her!
el: Πατήστε την καρδιά δίπλα σε ένα προϊόν για να το προσθέσετε στα αγαπημένα. Θα τα αποθηκεύσουμε για εσάς εδώ!
et: Klõpsa toote kõrval olevat südant, et see lemmikutesse lisada. Salvesta need siia!
fa: علاقه‌مندی‌های من
fi: Napauta sydäntä tuotteen vieressä lisätäksesi sen suosikkeihin. Tallennamme ne sinulle täällä!
he: הקש על סמל הלב ליד מוצר כדי להוסיף למועדפים. נשמור לך אותם כאן!
hi: किसी उत्पाद के आगे दिल पर टैप करें। हम उन्हें आपके लिए यहां सहेज लेंगे!
hu: Kattintson a szívre a termék mellett, hogy elmentse a kedvencei közé.
id: Ketuk ikon hati di sebelah produk untuk menyimpannya ke favorit. Kami akan menyimpannya untuk Anda di sini!
ja: お気に入りの商品の横にあるハートマークをタップすると、ここに保存されます
ka: შეეხეთ ნებისმიერ გულს პროდუქტის გვერდით სასურველად მოსანიშნად. ჩვენ მათ აქ შევინახავთ თქვენთვის!
kk: Таңдаулыға өнімнің жанындағы кез келген жүрекшені түртіңіз. Біз оларды сіз үшін осында сақтаймыз!
km: ចុចបេះដូងនៅក្បែរផលិតផលដែលអ្នកចូលចិត្ត។ យើងនឹងរក្សាទុកវាសម្រាប់អ្នកនៅទីនេះ!
kn: ಉತ್ಪನ್ನದ ಪಕ್ಕದಲ್ಲಿರುವ ಹೃದಯದ ಚಿಹ್ನೆಯನ್ನು ಒತ್ತಿ ನೆಚ್ಚಿನವುಗಳಿಗೆ ಸೇರಿಸಿ. ನಾವು ಅವುಗಳನ್ನು ನಿಮಗಾಗಿ ಇಲ್ಲಿ ಉಳಿಸುತ್ತೇವೆ
ku: کرتە لەسەر ئایکۆنى دڵ بکە ئێمە دڵخوازەکانت لێرە بۆ زیاد دەکەین
lo: ແຕະໃສ່ຮູບຫົວໃຈໃດກໍໄດ້ຢູ່ຂ້າງຜະລິດຕະພັນທີ່ມັກ. ລະບົບຈະບັນທຶກສິນຄ້າຂອງທ່ານໄວ້ໃຫ້!
lt: Bakstelėkite bet kurią širdelę šalia produkto, kurį norite įtraukti į mėgstamiausius. Mes juos jums išsaugosime čia!
mr: आवडत्या उत्पादनाच्या बाजूला असलेल्या हृदयावर टॅप करा. आम्ही ते तुमच्यासाठी येथे जतन करू!
ms: Ketik mana-mana hati di sebelah produk untuk menjadi kegemaran. Kami akan menyimpannya untuk anda di sini!
my: ပစ္စည်းဘေးရှိ နှလုံးသားပုံလေးကိုနှိပ်၍ အကြိုက်ဆုံးစာရင်းသို့ထည့်နိုင်ပါသည်
no: Trykk på hjertet ved siden av et produkt for å legge det til i favoritter. Vi lagrer dem for deg her!
pl: Dotknij dowolnego serca obok produktu, który chcesz dodać do ulubionych. Zachowamy je tutaj!
ro: Apasă pe inima de lângă un produs pentru a-l adăuga la favorite. Le vom salva pentru tine aici!
si: ඕනෑම නිෂ්පාදනයක් ප්‍රියතම ලෙස සලකුණු කිරීමට එහි හදවත් සලකුණ මත තට්ටු කරන්න. අපි ඒවා ඔබ වෙනුවෙන් මෙහි සුරකින්නෙමු!
sk: Klepnutím na ikonu srdca pri produkte ho pridáte medzi obľúbené. Tu vám ich uložíme!
sq: Prekni çdo zemër pranë një produkti për të preferuar. Ne do t'i ruajmë ato për ju këtu!
sr: Додирните срце поред производа који желите да означите као омиљени. Сачуваћемо га овде за вас
sv: Tryck på hjärtat bredvid en produkt för att favoritmarkera den. Vi sparar dem här åt dig!
sw: Gusa moyo wowote karibu na bidhaa unayopenda. Tutazihifadhi kwa ajili yako hapa!
ta: விருப்பப் பட்டியல் காலியாக உள்ளது
te: ప్రొడక్ట్ పక్కన గుండెను ట్యాప్ చేసి జాబితాలో జోడించండి!
th: รายการสินค้าที่ชอบยังว่างเปล่า เราจะเก็บไว้ให้คุณที่นี่!
tr: Favori ürünlerinizi eklemek için ürünün yanındaki kalp simgesine dokunun. Onları sizin için burada saklayacağız!
uk: Торкніться серця біля товару, щоб додати його до вибраного. Ми збережемо його тут!
ur: پسندیدہ پروڈکٹ کے ساتھ کسی بھی دل کو تھپتھپائیں۔ ہم انہیں آپ کے لیے یہاں محفوظ کریں گے!
uz: Mahsulot yonidagi yurakchani bosing. Biz ularni siz uchun bu yerda saqlaymiz!
vi: Nhấn vào biểu tượng trái tim bên cạnh sản phẩm bạn yêu thích. Chúng tôi sẽ lưu chúng ở đây cho bạn

source: Search for items
am: ንጥሎችን ፈልግ
ar: البحث عن منتجات
az: Məhsul axtar...
bg: Търсене на продукти
bn: আইটেম অনুসন্ধান করুন
bs: Pretraži artikle
ca: Cercar articles
cs: Hledat položky
da: Søg efter varer
el: Αναζήτηση προϊόντων
et: Otsi tooteid
fa: جستجوی محصولات
fi: Hae tuotteita
he: חפש פריטים
hi: आइटम खोजें
hu: Termékek keresése
id: Cari Barang
ja: 商品を検索
ka: ნივთების ძიება
kk: Элементтерді іздеу
km: ស្វែងរកទំនិញ
kn: ವಸ್ತುಗಳನ್ನು ಹುಡುಕಿ
ku: گەڕان بەدوای ئایتم
lo: ຊອກຫາລາຍການ
lt: Ieškoti prekių
mr: वस्तू शोधा
ms: Cari Item
my: ပစ္စည်းရှာဖွေရန်
no: Søk etter produkter
pl: Szukaj przedmiotów
ro: Caută produse
si: භාණ්ඩ සොයන්න
sk: Hľadať položky
sq: Kërko artikuj
sr: Претражите производе
sv: Sök efter objekt
sw: Tafuta Bidhaa
ta: பொருட்களைத் தேடவும்
te: అంశాలను వెతకండి
th: ค้นหารายการ
tr: Ürün Ara
uk: Пошук товарів
ur: آئٹمز تلاش کریں
uz: Elementlarni qidirish
vi: Tìm kiếm sản phẩm

source: Shipping
am: መላኪያ
ar: الشحن
az: Çatdırılma
bg: Доставка
bn: পাঠানো
bs: Dostava
ca: Enviament
cs: Doprava
da: Forsendelse
el: Αποστολή
et: Kohaletoimetamine
fa: ارسال
fi: Toimitus
he: משלוח
hi: शिपिंग
hu: Szállítás
id: Pengiriman
ja: 配送
ka: მიწოდება
kk: Жеткізу
km: ការដឹកជញ្ជូន
kn: ಸಾಗಾಣಿಕೆ
ku: گەیاندن
lo: ການຂົນສົ່ງ
lt: Pristatymas
mr: वाहतूक
ms: Penghantaran
my: ပို့ဆောင်ခြင်း
no: Frakt
pl: Wysyłka
ro: Livrare
si: ප්‍රවාහනය
sk: Doprava
sq: Transporti
sr: Достава
sv: Frakt
sw: Usafirishaji
ta: அனுப்புதல்
te: రవాణా
th: การจัดส่ง
tr: Kargo
uk: Доставка
ur: شپنگ
uz: Yetkazib berish
vi: Vận chuyển

source: Review
am: ግምገማ
ar: مراجعة
az: Baxış
bg: Преглед
bn: পূর্বরূপ
bs: Pregled
ca: Revisió
cs: Recenze
da: Forhåndsvisning
el: Προεπισκόπηση
et: Arvustus
fa: نظر
fi: Esikatselu
he: ביקורת
hi: पूर्वावलोकन
hu: Összegzés
id: Ulasan
ja: レビュー
ka: შეფასება
kk: Алдын ала қарау
km: ការពិនិត្យឡើងវិញ
kn: ಪರಿಶೀಲನೆ
ku: پێشبینین
lo: ທົບທວນ
lt: Peržiūra
mr: पुनरावलोकन
ms: Pratonton
my: သုံးသပ်ချက်
no: Anmeldelse
pl: Podgląd
ro: Verificare
si: සමාලෝචනය
sk: Náhľad
sq: Parapamje
sr: Рецензија
sv: Förhandsgranska
sw: Hakiki
ta: மதிப்புரை
te: సమీక్ష
th: รีวิว
tr: İnceleme
uk: Попередній перегляд
ur: جائزہ
uz: Ko'rib chiqish
vi: Xem trước

source: Payment
am: ክፍያ
ar: الدفع
az: Ödəniş
bg: Плащане
bn: পেমেন্ট
bs: Plaćanje
ca: Pagament
cs: Platba
da: Betaling
el: Πληρωμή
et: Makse
fa: پرداخت
fi: Maksu
he: תשלום
hi: भुगतान
hu: Fizetés
id: Pembayaran
ja: お支払い
ka: გადახდა
kk: Төлем
km: ការទូទាត់
kn: ಪಾವತಿ
ku: پارەدان
lo: ການຈ່າຍເງິນ
lt: Mokėjimas
mr: पेमेंट
ms: Pembayaran
my: ငွေပေးချေမှု
no: Betaling
pl: Płatność
ro: Plată
si: ගෙවීම
sk: Platba
sq: Pagesa
sr: Плаћање
sv: Betalning
sw: Malipo
ta: கட்டணம்
te: చెల్లింపు
th: การชำระเงิน
tr: Ödeme
uk: Оплата
ur: ادائیگی
uz: To'lov
vi: Thanh toán

source: First Name
am: የመጀመሪያ ስም
ar: الاسم الأول
az: Ad
bg: Име
bn: নামের প্রথম অংশ
bs: Ime
ca: Nom
cs: Jméno
da: Fornavn
el: Όνομα
et: Eesnimi
fa: نام
fi: Etunimi
he: שם פרטי
hi: पहला नाम
hu: Keresztnév
id: Nama Depan
ja: 名
ka: სახელი
kk: Аты
km: នាមខ្លួន
kn: ಮೊದಲ ಹೆಸರು
ku: ناوی یەکەم
lo: ຊື່​ເຕັມ
lt: Vardas
mr: पहिले नाव
ms: Nama pertama
my: နာမည် (ပထမ)
no: Fornavn
pl: Imię
ro: Prenume
si: මුල් නම
sk: Meno
sq: Emri
sr: Име
sv: Förnamn
sw: Jina la kwanza
ta: முதற் பெயர்
te: మొదటి పేరు
th: ชื่อ
tr: Ad
uk: Ім'я
ur: پہلا نام
uz: Ism
vi: Họ

source: Last Name
am: የመጨረሻ ስም
ar: اسم العائلة
az: Soyad
bg: Фамилия
bn: নামের শেষ অংশ
bs: Prezime
ca: Cognoms
cs: Příjmení
da: Efternavn
el: Επώνυμο
et: Perekonnanimi
fa: نام خانوادگی
fi: Sukunimi
he: שם משפחה
hi: अंतिम नाम
hu: Vezetéknév
id: Nama Belakang
ja: 姓
ka: Გვარი
kk: Тегі
km: នាមត្រកូល
kn: ಕೊನೆಯ ಹೆಸರು
ku: ناوی باوك
lo: ນາມ​ສະ​ກຸນ
lt: Pavardė
mr: आडनाव
ms: Nama akhir
my: နာမည် (နောက်ဆုံး)
no: Etternavn
pl: Nazwisko
ro: Nume
si: අවසාන නම
sk: Priezvisko
sq: Mbiemri
sr: Презиме
sv: Efternamn
sw: Jina la familia
ta: கடைசிப் பெயர்
te: చివరి పేరు
th: นามสกุล
tr: Soyad
uk: Прізвище
ur: آخری نام
uz: Familiya
vi: Tên

source: City
am: ከተማ
ar: المدينة
az: Şəhər
bg: Град
bn: শহর
bs: Grad
ca: Ciutat
cs: Město
da: By
el: Πόλη
et: Linn
fa: شهر
fi: Kaupunki
he: עיר
hi: शहर
hu: Város
id: Kota
ja: 市区町村
ka: ქალაქი
kk: Қала
km: ទីក្រុង
kn: ನಗರ
ku: شار
lo: ເມືອງ
lt: Miestas
mr: शहर
ms: Bandar
my: မြို့
no: By
pl: Miasto
ro: Oraș
si: නගරය
sk: Mesto
sq: Qyteti
sr: Град
sv: Stad
sw: Jiji
ta: நகரம்
te: నగరం
th: เมือง
tr: İlçe
uk: Місто
ur: شہر
uz: Shahar
vi: Thành phố

source: State/Province
am: ግዛት/ክልል
ar: المحافظة/الولاية
az: Rayon/Şəhər
bg: Област
bn: রাজ্য / প্রদেশ
bs: Kanton/Entitet
ca: Província
cs: Stát/provincie
da: Stat/region
el: Περιοχή/Επαρχία
et: Maakond
fa: استان
fi: Osavaltio/maakunta
he: מדינה / מחוז
hi: राज्य / प्रांत
hu: Megye
id: Provinsi
ja: 都道府県
ka: შტატი/პროვინცია
kk: Аймақ/облыс
km: ខេត្ត
kn: ರಾಜ್ಯ/ಪ್ರಾಂತ್ಯ
ku: پاڕێزگا
lo: ແຂວງ
lt: Valstija/provincija
mr: राज्य / प्रांत
ms: Negeri/Wilayah
my: တိုင်း/ပြည်နယ်
no: Fylke
pl: Stan/Prowincja
ro: Județ
si: පළාත / ප්‍රදේශය
sk: Štát/Provincia
sq: Shteti/Provinca
sr: Држава/Покрајина
sv: Stat/region
sw: Jimbo/Mkoa
ta: மாநிலம்/மாகாணம்
te: రాష్ట్రం/ప్రాంతం
th: รัฐ/จังหวัด
tr: İl
uk: Область/провінція
ur: ریاست/صوبہ
uz: Shtat/Viloyat
vi: Tỉnh/Thành phố

source: ZIP Code
am: የፖስታ ኮድ
ar: الرمز البريدي
az: Poçt indeksi
bg: Пощенски код
bn: জিপ কোড
bs: Poštanski broj
ca: Codi postal
cs: PSČ
da: Postnummer
el: Ταχυδρομικός Κώδικας
et: Postiindeks
fa: کد پستی
fi: Postinumero
he: מיקוד
hi: ज़िप कोड
hu: Irányítószám
id: Kode Pos
ja: 郵便番号
ka: საფოსტო კოდი
kk: Пошта индексі
km: លេខកូដតំបន់
kn: ಪಿನ್ ಕೋಡ್
ku: کۆدی پۆستە
lo: ລະຫັດໄປສະນີ
lt: Pašto kodas
mr: पिन कोड
ms: Poskod
my: စာပို့သင်္ကေတ
no: Postnummer
pl: Kod pocztowy
ro: Cod poștal
si: තැපැල් කේතය
sk: PSČ
sq: Kodi postar
sr: Поштански број
sv: Postnummer
sw: Msimbo wa Posta
ta: அஞ்சல் குறியீடு
te: జిప్ కోడ్
th: รหัสไปรษณีย์ (รหัสไปรษณีย์)
tr: Posta Kodu
uk: Поштовий індекс
ur: زپ کوڈ
uz: Pochta indeksi
vi: Mã bưu điện

source: Country
am: ሀገር
ar: الدولة
az: Ölkə
bg: Държава
bn: দেশ
bs: Država
ca: País
cs: Země
da: Land
el: Χώρα
et: Riik
fa: کشور
fi: Maa
he: מדינה
hi: देश
hu: Ország
id: Negara
ja: 国
ka: ქვეყანა
kk: Ел
km: ប្រទេស
kn: ದೇಶ
ku: وڵات
lo: ປະເທດ
lt: Šalis
mr: देश
ms: Negara
my: နိုင်ငံ
no: Land
pl: Kraj
ro: Țară
si: රට
sk: Krajina
sq: Vendi
sr: Земља
sv: Land
sw: Nchi
ta: நாடு
te: దేశం
th: ประเทศ
tr: Ülke
uk: Країна
ur: ملک
uz: Mamlakat
vi: Quốc gia

source: Phone Number
am: የስልክ ቁጥር
ar: رقم الهاتف
az: Telefon nömrəsi
bg: Телефонен номер
bn: ফোন নম্বর
bs: Broj telefona
ca: Número de telèfon
cs: Telefonní číslo
da: Telefonnummer
el: Αριθμός τηλεφώνου
et: Telefoninumber
fa: شماره موبایل
fi: Puhelinnumero
he: מספר טלפון
hi: फ़ोन नंबर
hu: Telefonszám
id: Nomor WhatsApp
ja: 電話番号
ka: ტელეფონის ნომერი
kk: Телефон нөмірі
km: លេខទូរស័ព្ទ
kn: ದೂರವಾಣಿ ಸಂಖ್ಯೆ
ku: ژمارە تەلەفۆن
lo: ເບີ​ໂທລະ​ສັບ
lt: Telefono numeris
mr: फोन नंबर
ms: Nombor telefon
my: ဖုန်းနံပါတ်
no: Telefonnummer
pl: Numer telefonu
ro: Număr de telefon
si: දුරකථන අංකය
sk: Telefónne číslo
sq: Numri i telefonit
sr: Број телефона
sv: Telefonnummer
sw: Nambari ya simu
ta: தொலைபேசி எண்
te: ఫోన్ నంబర్
th: หมายเลขโทรศัพท์
tr: Telefon Numarası
uk: Номер телефону
ur: فون نمبر
uz: Telefon raqami
vi: Số điện thoại

source: Email
am: ኢሜይል
ar: البريد الإلكتروني
az: E-poçt
bg: Имейл
bn: ইমেইল
ca: Correu electrònic
et: E-post
fa: ایمیل
fi: Sähköposti
he: דוא״ל
hi: ईमेल
hu: E-mail cím
ja: メールアドレス
ka: ელ.ფოსტა
kk: Электрондық пошта
km: អ៊ីមែល
kn: ಇಮೇಲ್
ku: ئیمەیل
lo: ອີເມວ
lt: El. paštas
mr: ईमेल
ms: E-mel
my: အီးမေးလ်
no: E-post
si: විද්‍යුත් තැපෑල
sr: Имејл
sv: E-post
sw: Barua pepe
ta: மின்னஞ்சல்
te: ఇమెయిల్
th: อีเมล
tr: E-posta
uk: Електронна пошта
ur: ای میل

source: Street Name
am: የመንገድ ስም
ar: اسم الشارع
az: Küçə adı
bg: Улица
bn: রাস্তার নাম
bs: Ulica
ca: Nom del carrer
cs: Název ulice
da: Gadenavn
el: Όνομα οδού
et: Tänava nimi
fa: آدرس کامل
fi: Kadun nimi
he: שם רחוב
hi: सड़क का नाम
hu: Utca
id: Nama Jalan
ja: 住所
ka: ქუჩის სახელი
kk: Көше атауы
km: ឈ្មោះផ្លូវ
kn: ರಸ್ತೆಯ ಹೆಸರು
ku: ناوی شەقام
lo: ຊື່ຖະໜົນ
lt: Gatvės pavadinimas
mr: रस्त्याचे नाव
ms: Nama jalan
my: လမ်းအမည်
no: Gateadresse
pl: Nazwa ulicy
ro: Stradă
si: වීදි නාමය
sk: Názov ulice
sq: Emri i rrugës
sr: Улица
sv: Gatunamn
sw: Jina la mtaa
ta: தெரு பெயர்
te: వీధి పేరు
th: ชื่อถนน
tr: Sokak Adı
uk: Назва вулиці
ur: گلی کا نام
uz: Ko'cha nomi
vi: Tên đường

source: Shipping Method
am: የመላኪያ ዘዴ
ar: طريقة الشحن
az: Çatdırılma üsulu
bg: Начин на доставка
bn: পরিবহণ মাধ্যম
bs: Način dostave
ca: Mètode d'enviament
cs: Způsob dopravy
da: Forsendelsesmetode
el: Μέθοδος αποστολής
et: Tarneviis
fa: روش ارسال
fi: Toimitustapa
he: שיטת משלוח
hi: शिपिंग का तरीका
hu: Szállítási mód
id: Metode Pengiriman
ja: 配送方法
ka: მიწოდების მეთოდი
kk: Жеткізу тәсілі
km: វិធីសាស្រ្តដឹកជញ្ជូន
kn: ಸಾಗಾಣಿಕೆ ವಿಧಾನ
ku: شێوازی گەیاندن
lo: ວິທີການຂົນສົ່ງ
lt: Pristatymo būdas
mr: वाहतूक पद्धत
ms: Kaedah Penghantaran
my: ပို့ဆောင်မှုနည်းလမ်း
no: Fraktmetode
pl: Metoda wysyłki
ro: Metoda de livrare
si: ප්‍රවාහන ක්‍රමය
sk: Spôsob dopravy
sq: Metoda e transportit
sr: Начин доставе
sv: Fraktmetod
sw: Njia ya Usafirishaji
ta: அனுப்பும் முறை
te: రవాణా విధానం
th: วิธีการจัดส่ง
tr: Kargo Yöntemi
uk: Спосіб доставки
ur: شپنگ کا طریقہ
uz: Yetkazib berish usuli
vi: Phương thức vận chuyển

source: Continue to Shipping
am: ወደ መላኪያ ቀጥል
ar: متابعة إلى الشحن
az: Çatdırılmaya keç
bg: Продължи към доставка
bn: শিপিংয়ে যান
bs: Nastavi na dostavu
ca: Continuar amb l'enviament
cs: Pokračovat k dopravě
da: Fortsæt til forsendelse
el: Συνέχεια στην αποστολή
et: Jätka tarneni
fa: ادامه خرید
fi: Jatka toimitukseen
he: המשך למשלוח
hi: शिपिंग जारी रखें
hu: Tovább a szállításhoz
id: Lanjut ke Pengiriman
ja: 配送情報の入力へ
ka: მიწოდებაზე გადასვლა
kk: Жеткізуге өту
km: បន្តទៅដឹកជញ្ជូន
kn: ಸಾಗಾಣಿಕೆಗೆ ಮುಂದುವರಿಸಿ
ku: بەردەوام بە بۆ گەیاندن
lo: ສືບຕໍ່ການຈັດສົ່ງ
lt: Tęsti į pristatymą
mr: वाहतुकीसाठी पुढे जा
ms: Teruskan ke Penghantaran
my: ပို့ဆောင်မှုသို့ဆက်သွားရန်
no: Fortsett til frakt
pl: Przejdź do wysyłki
ro: Continuă spre livrare
si: ප්‍රවාහනයට යන්න
sk: Pokračovať k doručeniu
sq: Vazhdo te transporti
sr: Настави на доставу
sv: Fortsätt till frakt
sw: Endelea kwa Usafirishaji
ta: அனுப்புதலுக்குத் தொடரவும்
te: రవాణాకు కొనసాగించండి
th: ดำเนินการจัดส่ง
tr: Kargoya Devam Et
uk: Перейти до доставки
ur: شپنگ جاری رکھیں
uz: Yetkazib berishga o'tish
vi: Tiếp tục đến vận chuyển

source: Continue to Review
am: ወደ ግምገማ ቀጥል
ar: متابعة للمراجعة
az: Baxışa keç
bg: Продължи към преглед
bn: পর্যালোচনায় যান
bs: Nastavi na pregled
ca: Continuar amb la revisió
cs: Pokračovat k souhrnu
da: Fortsæt til anmeldelse
el: Συνέχεια στην αξιολόγηση
et: Jätka ülevaateni
fa: ادامه بازنگری
fi: Jatka arvosteluun
he: המשך לביקורת
hi: समीक्षा जारी रखें
hu: Tovább az összegzéshez
id: Lanjut ke Ulasan
ja: 注文内容の確認へ
ka: მიმოხილვაზე გადასვლა
kk: Шолуға өту
km: បន្តពិនិត្យឡើងវិញ
kn: ಪರಿಶೀಲನೆಗೆ ಮುಂದುವರಿಸಿ
ku: بەردەوام بە بۆ هەڵسەنگاندن
lo: ສືບຕໍ່ທົບທວນຄືນ
lt: Tęsti į peržiūrą
mr: पुनरावलोकनासाठी पुढे जा
ms: Teruskan ke Ulasan
my: သုံးသပ်ချက်သို့ဆက်သွားရန်
no: Fortsett til gjennomgang
pl: Przejdź do przeglądu
ro: Continuă spre verificare
si: සමාලෝචනයට යන්න
sk: Pokračovať k recenzii
sq: Vazhdo te rishikimi
sr: Настави на преглед
sv: Fortsätt till granskning
sw: Endelea Kukagua
ta: மதிப்புரைக்குத் தொடரவும்
te: సమీక్షకు కొనసాగించండి
th: ดำเนินการตรวจสอบ
tr: İncelemeye Devam Et
uk: Перейти до перегляду
ur: جائزہ جاری رکھیں
uz: Davom etish
vi: Tiếp tục xem lại

source: Continue to Payment
am: ወደ ክፍያ ቀጥል
ar: متابعة للدفع
az: Ödənişə keç
bg: Продължи към плащане
bn: পেমেন্টে যান
bs: Nastavi na plaćanje
ca: Continuar amb el pagament
cs: Pokračovat k platbě
da: Fortsæt til betaling
el: Συνέχεια στην πληρωμή
et: Jätka makseni
fa: تایید و ادامه
fi: Jatka maksuun
he: המשך לתשלום
hi: भुगतान जारी रखें
hu: Tovább a fizetéshez
id: Lanjut ke Pembayaran
ja: お支払い情報の入力へ
ka: გადახდაზე გადასვლა
kk: Төлемге өту
km: បន្តទៅការទូទាត់
kn: ಪಾವತಿಗೆ ಮುಂದುವರಿಸಿ
ku: بەردەوام بە بۆ پارەدان
lo: ສືບຕໍ່ການຊຳລະ
lt: Tęsti į apmokėjimą
mr: पेमेंटसाठी पुढे जा
ms: Teruskan ke Pembayaran
my: ငွေပေးချေမှုသို့ဆက်သွားရန်
no: Fortsett til betaling
pl: Przejdź do płatności
ro: Continuă spre plată
si: ගෙවීමට යන්න
sk: Pokračovať k platbe
sq: Vazhdo te pagesa
sr: Настави на плаћање
sv: Fortsätt till betalning
sw: Endelea kwa Malipo
ta: கட்டணத்திற்குத் தொடரவும்
te: చెల్లింపుకు కొనసాగించండి
th: ดำเนินการชำระเงิน
tr: Ödemeye Devam Et
uk: Перейти до оплати
ur: ادائیگی جاری رکھیں
uz: To'lovga o'tish
vi: Tiếp tục đến thanh toán

# goBackToAddress
source: Back to Address
am: ወደ አድራሻ ተመለስ
ar: العودة إلى العنوان
az: Ünvana qayıt
bg: Обратно към адрес
bn: ঠিকানায় ফিরে যান
bs: Nazad na adresu
ca: Tornar a l'adreça
cs: Vraťte se na adresu
da: Gå tilbage til adresse
el: Επιστροφή στη διεύθυνση
et: Tagasi aadressile
fa: بازگشت به آدرس
fi: Palaa osoitteeseen
he: חזור לכתובת
hi: पते पर वापस जाएं
hu: Vissza a címhez
id: Kembali ke Alamat
ja: 住所入力に戻る
ka: დაუბრუნდით მისამართს
kk: Мекенжайға оралу
km: ត្រឡប់ទៅអាសយដ្ឋាន
kn: ವಿಳಾಸಕ್ಕೆ ಹಿಂತಿರುಗಿ
ku: بگەڕێوە بۆ ناونیشان
lo: ກັບໄປໜ້າທີ່ຢູ່
lt: Grįžti prie adreso
mr: पत्त्याकडे परत जा
ms: Kembali ke alamat
my: လိပ်စာသို့ပြန်သွားရန်
no: Tilbake til adresse
pl: Wróć do adresu
ro: Înapoi la adresă
si: ලිපිනයට ආපසු යන්න
sk: Späť na adresu
sq: Kthehu te adresa
sr: Назад на адресу
sv: Gå tillbaka till adress
sw: Rudi kwenye anwani
ta: முகவரிக்குத் திரும்பவும்
te: చిరునామాకు తిరిగి వెళ్ళండి
th: กลับไปที่ที่อยู่
tr: Adrese Geri Dön
uk: Повернутися до адреси
ur: پتے پر واپس جائیں
uz: Manzilga qaytish
vi: Quay lại địa chỉ
