Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# confirmClearCartWhenTopUp
source: The cart will be cleared when topping up.
am: ተመጣጣኝ ሲከፈት ጋሪ ይታጣራል።
ar: سيتم مسح السلة عند الشحن.
az: Doldurulduqda səbət təmizlənəcək.
bg: Количката ще бъде изчистена при зареждане.
bn: টপ আপ করলে কার্ট পরিষ্কার হয়ে যাবে।
bs: Korpa će biti očišćena prilikom dopune.
ca: El carret es buidarà quan facis una recàrrega.
cs: Košík bude při dobití vymazán.
da: Kurven bliver tømt, når der fyldes op.
el: Το καλάθι θα καθαριστεί κατά την ανανέωση.
et: Ostukorv tühjendatakse täiendamisel.
fa: سبد خرید هنگام شارژ پاک خواهد شد
fi: Ostoskori tyhjennetään, kun lisäät saldoa
he: העגלה תתרוקן בעת הטעינה.
hi: टॉप अप करने पर कार्ट खाली हो जाएगा।
hu: A kosár feltöltéskor törlődik.
id: Keranjang akan dikosongkan saat top up.
ja: チャージ時にカートは空になります
ka: კალათა გასუფთავდება შევსებისას.
kk: Толтырған кезде себет тазаланады
km: កន្រ្តកនឹងត្រូវបានជម្រះនៅពេលបញ្ចូលទឹកប្រាក់
kn: ಟಾಪ್ ಅಪ್ ಮಾಡಿದಾಗ ಕಾರ್ಟ್ ತೆರವುಗೊಳ್ಳುತ್ತದೆ.
ku: کارتەکە دەتۆڕدرێت کاتێک پێدراوی زیاد دەکەیت.
lo: ກະຕ່າຈະຖືກລ້າງເມື່ອເຕີມເງິນ.
lt: Papildant piniginę, krepšelis bus išvalytas.
mr: टॉप अप केल्यावर कार्ट साफ होईल.
ms: Troli akan dikosongkan apabila menambah nilai.
my: The cart will be cleared when top up.
no: Handlekurven vil bli tømt ved påfylling
pl: Koszyk zostanie wyczyszczony po doładowaniu.
ro: Coșul va fi golit la reîncărcare
si: ටොප් අප් කිරීමේදී කරත්තය පිරිසිදු වනු ඇත.
sk: Košík bude pri dobití vyčistený.
sq: Shporta do të pastrohet kur të mbushet.
sr: Колица ће бити очишћена приликом допуне.
sv: Kundvagnen kommer att tömmas vid påfyllning.
sw: Rukwama itafutwa wakati wa kuongeza salio.
ta: டாப் அப் செய்யும்போது கார்ட் காலி செய்யப்படும்
te: టాప్ అప్ చేస్తే కార్ట్ ఖాళీ చేయబడుతుంది.
th: ตะกร้าจะถูกล้างเมื่อเติมเงิน
tr: Yükleme yapıldığında sepet temizlenecektir.
uk: Кошик буде очищено після поповнення
ur: ٹاپ اپ کرنے پر کارٹ صاف ہو جائے گا
uz: To'ldirilganda savat tozalanadi
vi: Giỏ hàng sẽ được xóa khi nạp tiền.

source: Connect
am: አገናኝ
ar: اتصال
az: Qoşul
bg: Свържи се
bn: কানেক্ট
bs: Poveži se
ca: Connectar
cs: Připojit
da: Forbind
el: Σύνδεση
et: Ühenda
fa: اتصال
fi: Yhdistä
he: התחבר
hi: जुडिये
hu: Csatlakozás
id: Hubungkan
ja: 接続
ka: დაკავშირება
kk: Қосылу
km: ភ្ជាប់
kn: ಸಂಪರ್ಕಿಸಿ
ku: پەیوەندیکردن
lo: ເຊື່ອມຕໍ່
lt: Prisijungti
mr: कनेक्ट करा
ms: Sambung
my: ဆက်သွယ်ပါ
no: Koble til
pl: Połącz
ro: Conectează
si: සම්බන්ධ කරන්න
sk: Pripojiť
sq: Lidhu
sr: Повежите се
sv: Anslut
sw: Unganisha
ta: இணைக்கவும்
te: కనెక్ట్ చేయండి
th: เชื่อมต่อ
tr: Bağlan
uk: З'єднати
ur: جڑیں
uz: Ulanish
vi: Kết nối

# createVariants
source: Create all variants
am: ሁሉንም ልዩነቶች ይፍጠሩ
ar: إنشاء جميع المتغيرات
az: Bütün variantları yarat
bg: Създаване на всички варианти
bn: সমস্ত বৈকল্পিক তৈরি করুন
bs: Kreiraj sve varijante
ca: Crea totes les variants
cs: Vytvořit všechny varianty
da: Opret alle varianter
el: Δημιουργία όλων των παραλλαγών
et: Loo kõik variandid
fa: همه انواع را ایجاد کنید
fi: Luo kaikki variaatiot
he: צור את כל הווריאנטים
hi: सभी प्रकार बनाएं
hu: Az összes változat létrehozása
id: Buat semua varian
ja: すべてのバリエーションを作成
ka: ყველა ვარიანტის შექმნა
kk: Барлық нұсқаларды жасау
km: បង្កើតវ៉ារ្យ៉ង់ទាំងអស់
kn: ಎಲ್ಲಾ ರೂಪಾಂತರಗಳನ್ನು ರಚಿಸಿ
ku: هەموو جۆرەکان دروست بکە
lo: ສ້າງຕົວແປທັງໝົດ
lt: Sukurti visus variantus
mr: सर्व प्रकार तयार करा
ms: Cipta semua varian
my: မျိုးကွဲအားလုံးကို ဖန်တီးပါ။
no: Opprett alle varianter
pl: Utwórz wszystkie warianty
ro: Creează toate variantele
si: සියලු ප්‍රභේද සාදන්න
sk: Vytvoriť všetky varianty
sq: Krijo të gjitha variantet
sr: Креирајте све варијанте
sv: Skapa alla varianter
sw: Unda tofauti zote
ta: அனைத்து வகைகளையும் உருவாக்கவும்
te: అన్ని వెర్షన్లను సృష్టించండి
th: สร้างตัวเลือกทั้งหมด
tr: Tüm varyantları oluştur
uk: Створити всі варіанти
ur: تمام قسمیں بنائیں
uz: Barcha variantlarni yaratish
vi: Tạo tất cả biến thể

source: {currency} is not supported
am: {currency} አይደግፍም
ar: العملة {currency} غير مدعومة
az: {currency} dəstəklənmir
bg: {currency} не се поддържа
bn: {currency} সমর্থিত নয়৷
bs: {currency} nije podržana
ca: {currency} no està suportat
cs: Měna {currency} není podporována
da: {currency} understøttes ikke
el: Το νόμισμα {currency} δεν υποστηρίζεται
et: {currency} pole toetatud
fa: {currency} پشتیبانی نمی‌شود
fi: Valuuttaa {currency} ei tueta
he: {currency} אינו נתמך
hi: {currency} समर्थित नहीं है
hu: A(z) {currency} nem támogatott
id: {currency} tidak didukung
ja: {currency}はサポートされていません
ka: {currency} არ არის მხარდაჭერილი
kk: {currency} қолданбада қолдау көрсетілмейді
km: {currency} មិនត្រូវបានគាំទ្រឡើយ
kn: {currency} ಬೆಂಬಲಿತವಾಗಿಲ್ಲ
ku: {currency} پاڵپشتی ناکرێت
lo: ບໍ່ຮອງຮັບ {currency}
lt: {currency} nepalaikoma
mr: {currency} समर्थित नाही
ms: {currency} tidak disokong
my: {currency} ကို မပံ့ပိုးပါ။
no: {currency} støttes ikke
pl: {currency} nie jest obsługiwana
ro: {currency} nu este acceptată
si: {currency} සඳහා සහාය නොදක්වයි
sk: {currency} nie je podporovaná
sq: {currency} nuk mbështetet
sr: {currency} није подржан
sv: {currency} stöds inte
sw: {currency} haitumiki
ta: {currency} ஆதரிக்கப்படவில்லை
te: {currency} మద్దతు లేదు
th: ไม่รองรับสกุลเงิน {currency}
tr: {currency} desteklenmiyor
uk: {currency} не підтримується
ur: {currency} تعاون یافتہ نہیں ہے
uz: {currency} qo'llab-quvvatlanmaydi
vi: {currency} không được hỗ trợ

source: Customer
am: ደንበኛ
ar: العميل
az: Müştəri
bg: Клиент
bn: ক্রেতা
bs: Kupac
ca: Client
cs: Zákazník
da: Kunde
el: Πελάτης
et: Klient
fa: مشتری
fi: Asiakas
he: לקוח
hi: ग्राहक
hu: Vásárló
id: Pelanggan
ja: お客様
ka: მომხმარებელი
kk: Тұтынушы
km: អតិថិជន
kn: ಗ್ರಾಹಕ
ku: کڕیار
lo: ລູກຄ້າ
lt: Klientas
mr: ग्राहक
ms: Pelanggan
my: ဖောက်သည်
no: Kunde
pl: Klient
ro: Client
si: පාරිභෝගිකයා
sk: Zákazník
sq: Klienti
sr: Kupac
sv: Kund
sw: Mteja
ta: வாடிக்கையாளர்
te: వినియోగదారు
th: ลูกค้า
tr: Müşteri
uk: Клієнт
ur: گاہک
uz: Mijoz
vi: Khách hàng

source: Czech
am: ቼክኛ
ar: التشيكية
az: Çex
bg: Чешки
bn: চেক
bs: Češki
ca: Txec
cs: Čeština
da: tjekkisk
el: Τσέχικα
et: Tšehhi
fa: چک
fi: Tšekki
he: צ'כית
hi: चेक
hu: Cseh
id: Ceko
ja: チェコ語
ka: ჩეხური
kk: Чех
km: ឆែក
kn: ಜೆಕ್
ku: چەک
lo: ພາສາເຊັກ
lt: Čekų
mr: झेक
no: Tsjekkisk
pl: Czeski
ro: Cehă
si: චෙක්
sk: český
sq: Çekisht
sr: чешки
sv: Tjeckiska
sw: Kicheki
ta: செக்
te: చెక్
th: เช็ก
tr: Çekçe
uk: Чеська
ur: چیک
uz: Chexcha
vi: Tiếng Séc

source: Danish
am: ዳኒሽኛ
ar: الدنماركية
az: Danimarka
bg: Датски
bn: ডেনমার্কের
bs: Danski
ca: Danès
cs: Dánština
da: Dansk
el: Δανικά
et: Taani
fa: دانمارکی
fi: Tanska
he: דנית
hi: डेनिश
hu: Dán
id: Denmark
ja: デンマーク語
ka: დანიური
kk: Дат
km: ដាណឺម៉ាក
kn: ಡ್ಯಾನಿಶ್
ku: دانمارکی
lo: ເດນມາກ
lt: Danų
mr: डॅनिश
ms: Bahasa Denmark
my: ဒိန်းမတ်
no: Dansk
pl: Duński
ro: Daneză
si: ඩෙන්මාර්ක්
sk: Dánčina
sq: Danisht
sr: дански
sv: Danska
sw: Kidenmaki
ta: டேனிஷ்
te: డానిష్
th: เดนมาร์ก
tr: Danca
uk: Данська
ur: ڈینش
uz: Daniya tili
vi: người Đan Mạch

source: Date: Latest
am: ቀን፡ አዳዲስ
ar: التاريخ: الأحدث
az: Tarix: Ən son
bg: Дата: Най-нови
bn: তারিখ: সর্বশেষ
bs: Datum: Najnovije
ca: Data: Més recent
cs: Datum: Nejnovější
da: Dato: Senest
el: Ημερομηνία: Πιο πρόσφατα
et: Kuupäev: Uusim
fa: تاریخ: جدیدترین
fi: Päivämäärä: Uusin
he: תאריך: אחרון
hi: दिनांक: नवीनतम
hu: Dátum: Legújabb
id: Tanggal: Terbaru
ja: 日付：最新順
ka: თარიღი: უახლესი
kk: Күні: соңғы
km: កាលបរិច្ឆេទ៖ ថ្មីបំផុត
kn: ದಿನಾಂಕ: ಇತ್ತೀಚಿನದು
ku: بەروار: نوێترین
lo: ວັນທີ: ຫຼ້າສຸດ
lt: Data: Naujausia
mr: तारीख: नवीनतम
ms: Tarikh: Terkini
my: ရက်စွဲ- နောက်ဆုံး
no: Dato: Nyeste
pl: Data: Najnowsze
ro: Cele mai recente
si: දිනය: නවතම
sk: Dátum: Najnovšie
sq: Data: Më të rejat
sr: Датум: Најновије
sv: Datum: Senaste
sw: Tarehe: Mpya zaidi
ta: தேதி: சமீபத்தியது
te: తేదీ: తాజా
th: วันที่: ล่าสุด
tr: Tarih: En yeni
uk: Дата: найновіші
ur: تاریخ: تازہ ترین
uz: Sana: Eng yangi
vi: Ngày: Mới nhất

source: Date: Oldest
am: ቀን፡ አሮጌ
ar: التاريخ: الأقدم
az: Tarix: Ən köhnə
bg: Дата: Най-стари
bn: তারিখ: প্রাচীনতম
bs: Datum: Najstarije
ca: Data: Més antic
cs: Datum: Nejstarší
da: Dato: Ældst
el: Ημερομηνία: Παλαιότερα
et: Kuupäev: Vanim
fa: تاریخ: قدیمی‌ترین
fi: Päivämäärä: Vanhin
he: תאריך: הישן ביותר
hi: दिनांक: सबसे पुराना
hu: Dátum: Legrégebbi
id: Tanggal: Terlama
ja: 日付：古い順
ka: თარიღი: უძველესი
kk: Күні: ең ескі
km: កាលបរិច្ឆេទ៖ ចាស់បំផុត
kn: ದಿನಾಂಕ: ಹಳೆಯದು
ku: بەروار: کۆنترین
lo: ວັນທີ: ເກົ່າແກ່ທີ່ສຸດ
lt: Data: Seniausia
mr: तारीख: जुनातील जुने
ms: Tarikh: Terlama
my: ရက်စွဲ- အသက်အကြီးဆုံး
no: Dato: Eldste
pl: Data: Najstarsze
ro: Cele mai vechi
si: දිනය: පැරණිම
sk: Dátum: Najstaršie
sq: Data: Më të vjetrat
sr: Датум: Најстарији
sv: Datum: Äldst
sw: Tarehe: Ya zamani zaidi
ta: தேதி: பழையது
te: తేదీ: పాతది
th: วันที่: เก่าที่สุด
tr: Tarih: En eski
uk: Дата: найстаріші
ur: تاریخ: قدیم ترین
uz: Sana: Eng eski
vi: Ngày: Cũ nhất

source: Date Time
am: ቀን ሰዓት
ar: التاريخ والوقت
az: Tarix vaxt
bg: Дата и час
bn: তারিখ সময়
bs: Datum vrijeme
ca: Data i hora
cs: Datum a čas
da: Dato og tid
el: Ημερομηνία και ώρα
et: Kuupäev ja kellaaeg
fa: تاریخ و زمان
fi: Päivämäärä ja aika
he: תאריך ושעה
hi: दिनांक समय
hu: Dátum idő
id: Tanggal & Waktu
ja: 日時
ka: თარიღი და დრო
kk: Күні мен уақыты
km: កាលបរិច្ឆេទ និងពេលវេលា
kn: ದಿನಾಂಕ ಸಮಯ
ku: کات و ڕێکەوت
lo: ວັນທີ ແລະ ເວລາ
lt: Data ir laikas
mr: तारीख वेळ
ms: Tarikh dan masa
my: ရက်စွဲ အချိန်
no: Dato og tid
pl: Data i godzina
ro: Data și ora
si: දිනය සහ වේලාව
sk: Dátum a čas
sq: Data dhe ora
sr: Датум и време
sv: Datum och tid
sw: Tarehe na Saa
ta: தேதி மற்றும் நேரம்
te: తేదీ సమయం
th: วันที่และเวลา
tr: Tarih Saat
uk: Дата й час
ur: تاریخ وقت
uz: Sana vaqti
vi: Ngày giờ

source: Date wise close
am: በቀን መሰረት ዝጋ
ar: إغلاق حسب التاريخ
az: Tarixə görə bağlı
bg: Затваряне по дата
bn: তারিখ অনুযায়ী বন্ধ
bs: Zatvori prema datumu
ca: Tancament per dates
cs: Zavřít podle data
da: Dato-lukning
el: Κλείσιμο κατά ημερομηνία
et: Sulge kuupäeva järgi
fa: تاریخ نزدیک به پایان
fi: Päivämäärän mukaan
he: סגור לפי תאריך
hi: तिथि के अनुसार बंद
hu: Dátum szerinti zárás
id: Tutup pada tanggal tertentu
ja: 日付ごとに閉店
ka: თარიღის მიხედვით დახურვა
kk: Күні бойынша жабу
km: បិទតាមកាលបរិច្ឆេទ
kn: ದಿನಾಂಕವಾರು ಮುಚ್ಚುವಿಕೆ
ku: داخستنی بە ڕێکەوت
lo: ຄາດຄະເນວັນທີປິດ
lt: Data išmintingai uždaryta
mr: तारखेनुसार बंद
ms: Tarikh tutup
no: Lukk etter dato
pl: Zamknięte w wybranej dacie
ro: Data închidere
si: දින අනුව වසන්න
sk: Dátum je príliš blízko
sq: Mbyll sipas datës
sr: Датум мудро близу
sv: Stänger datumvis
sw: Funga kwa Tarehe
ta: தேதி வாரியாக மூடல்
te: తేదీ వారీగా మూసివేయి
th: วันที่ปิดทำการ
tr: Tarihe Göre Kapanış
uk: Дата закриття
ur: تاریخ کے لحاظ سے بند
uz: Sana yaqin
vi: Đóng theo ngày

source: Debit
am: ዲቢት
ar: خصم
az: Debet
bg: Дебит
bn: ডেবিট
bs: Zaduženje
ca: Dèbit
cs: Debetní
da: Debet
el: Χρέωση
et: Deebet
fa: بدهکار
fi: Veloitus
he: חיוב
hi: डेबिट
hu: Terhelés
ja: 引き落とし
ka: სადებეტო
kk: Дебет
km: ឌីប៊ីត
kn: ಡೆಬಿಟ್
ku: قەرز
lo: ເດບິດ
lt: Debetas
mr: डेबिट
my: ငွေပမာဏ
no: Debet
pl: Debet
si: හර
sk: Debet
sr: Дебит
sv: Debet
ta: பற்று
te: డెబిట్
th: เดบิต
tr: Borç
uk: Дебет
ur: ڈیبٹ
uz: Debet
vi: Ghi nợ

source: Decline
am: አትችልም
ar: رفض
az: Rədd et
bg: Отказ
bn: পতন
bs: Odbij
ca: Rebutja
cs: Odmítnout
da: Afvis
el: Απόρριψη
et: Keeldu
fa: رد کردن
fi: Hylkää
he: דחה
hi: अस्वीकार
hu: Elutasítás
id: Tolak
ja: 拒否
ka: უარყოფა
kk: Бас тарту
km: បដិសេធ
kn: ನಿರಾಕರಿಸಿ
ku: ڕەتکردنەوە
lo: ປະຕິເສດ
lt: Atmesti
mr: नाकारा
ms: Tolak
my: ငြင်းသည်။
no: Avslå
pl: Odrzuć
ro: Refuză
si: ප්‍රතික්ෂේප කරන්න
sk: Odmietnuť
sq: Refuzo
sr: Одбити
sv: Avböj
sw: Kataa
ta: நிராகரி
te: నిరాకరించు
th: ปฏิเสธ
tr: Reddet
uk: Відхилити
ur: انکار
uz: Rad etish
vi: Từ chối

source: Delete Account
am: መለያን ሰርዝ
ar: حذف الحساب
az: Hesabı sil
bg: Изтриване на профила
bn: হিসাব মুছে ফেলা
bs: Izbriši račun
ca: Suprimeix el compte
cs: Smazat účet
da: Slet konto
el: Διαγραφή λογαριασμού
et: Kustuta konto
fa: حذف حساب کاربری
fi: Poista tili
he: מחק חשבון
hi: खाता हटाएं
hu: Fiók törlése
id: Hapus Akun
ja: アカウントを削除
ka: ანგარიშის წაშლა
kk: Есептік жазбаны жою
km: លុបគណនី
kn: ಖಾತೆಯನ್ನು ಅಳಿಸಿ
ku: سڕینەوەی هەژمار
lo: ລຶບບັນຊີ
lt: Ištrinti paskyrą
mr: खाते हटवा
ms: Padam akaun
my: အကောင့်ဖျက်ပါ
no: Slett konto
pl: Usuń konto
ro: Șterge cont
si: ගිණුම මකන්න
sk: Odstrániť účet
sq: Fshi llogarinë
sr: Избриши налог
sv: Radera konto
sw: Futa akaunti
ta: கணக்கை நீக்கு
te: ఖాతా తొలగించు
th: ลบบัญชี
tr: Hesabı sil
uk: Видалити обліковий запис
ur: اکاؤنٹ حذف کریں
uz: Hisobni o'chirish
vi: Xóa tài khoản

# deleteAccountMsg
source: Are you sure you want to delete your account? Please read how account deletion will affect you.
am: መለያዎን ማጥፋት ትፈልጋለህ? ማጥፋት እንዴት እንደሚነካዎ እባክዎን ያንብቡ።
ar: هل أنت متأكد أنك تريد حذف حسابك؟ يرجى قراءة كيف سيؤثر حذف الحساب.
az: Hesabınızı silmək istədiyinizə əminsiniz? Hesabın silinməsinin necə təsir edəcəyini oxuyun.
bg: Сигурни ли сте, че искате да изтриете профила си? Моля, прочетете как изтриването на профила ще повлияе.
bn: আপনি আপনার একাউন্ট মুছে ফেলতে চান আপনি কি নিশ্চিত? অনুগ্রহ করে পড়ুন কিভাবে অ্যাকাউন্ট মুছে ফেলা প্রভাবিত করবে।
bs: Jeste li sigurni da želite izbrisati svoj račun? Molimo pročitajte kako će brisanje računa uticati.
ca: Estàs segur que vols suprimir el teu compte? Si us plau, llegeix com afectarà la supressió del compte.
cs: Opravdu chcete smazat svůj účet? Přečtěte si prosím, jak smazání účtu ovlivní vaše data.
da: Er du sikker på, at du vil slette din konto? Læs venligst, hvordan sletning af konto vil påvirke.
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε τον λογαριασμό σας; Παρακαλώ διαβάστε πώς θα επηρεάσει η διαγραφή του λογαριασμού.
et: Kas oled kindel, et soovid oma konto kustutada? Palun loe, kuidas konto kustutamine mõjutab.
fa: آیا مطمئن هستید که می‌خواهید حساب کاربری خود را حذف کنید؟ لطفاً تأثیر حذف حساب را مطالعه کنید
fi: Haluatko varmasti poistaa tilisi? Lue, miten tilin poistaminen vaikuttaa.
he: האם אתה בטוח שברצונך למחוק את חשבונך? אנא קרא כיצד מחיקת חשבון תשפיע.
hi: क्या आप वाकई इस खाते को हटाना चाहते हैं? कृपया पढ़ें कि खाता हटाने का क्या प्रभाव होगा।
hu: Biztos benne, hogy törölni szeretné fiókját? Kérjük, olvassa el, hogyan érinti a fióktörlés.
id: Apakah Anda yakin ingin menghapus akun Anda? Harap baca bagaimana penghapusan akun akan memengaruhi Anda.
ja: アカウントを削除してもよろしいですか？アカウントの削除がどのように影響するかをご確認ください。
ka: დარწმუნებული ხართ, რომ გსურთ თქვენი ანგარიშის წაშლა? გთხოვთ, წაიკითხოთ, რა გავლენას მოახდენს ანგარიშის წაშლა.
kk: Есептік жазбаңызды жойғыңыз келетініне сенімдісіз бе? Есептік жазбаны жоюдың салдарын оқыңыз.
km: តើអ្នកប្រាកដថាចង់លុបគណនីរបស់អ្នកមែនទេ? សូមអានអំពីផលប៉ះពាល់នៃការលុបគណនី។
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? ಖಾತೆ ಅಳಿಸುವಿಕೆಯ ಪರಿಣಾಮಗಳನ್ನು ದಯವಿಟ್ಟು ಓದಿ.
ku: دڵنیایت کە دەتەوێت هەژمارت بسڕیتەوە؟ تکایە بخوێنەوە چۆن سڕینەوەی هەژمارەکەت کاریگەری دەبێت.
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບບັນຊີຂອງທ່ານ? ກະລຸນາອ່ານວ່າການລຶບບັນຊີຈະມີຜົນກະທົບແນວໃດ.
lt: Ar tikrai norite ištrinti savo paskyrą? Perskaitykite, kaip paskyros ištrynimas paveiks.
mr: तुम्हाला खात्री आहे की तुम्ही तुमचे खाते हटवू इच्छिता? कृपया खाते हटविण्याचा कसा परिणाम होईल ते वाचा.
ms: Adakah anda pasti mahu memadam akaun anda? Sila baca bagaimana pemadaman akaun akan memberi kesan.
my: သင့်အကောင့်ကို ဖျက်လိုသည်မှာ သေချာပါသလား။ အကောင့်ဖျက်ခြင်းအပေါ် မည်သို့အကျိုးသက်ရောက်မည်ကို ကျေးဇူးပြု၍ ဖတ်ပါ။
no: Er du sikker på at du vil slette kontoen din? Les hvordan kontosletting vil påvirke
pl: Czy na pewno chcesz usunąć swoje konto? Przeczytaj, jak wpłynie usunięcie konta.
ro: Ești sigur că vrei să îți ștergi contul? Te rugăm să citești cum va afecta ștergerea contului.
si: ඔබට ඔබගේ ගිණුම මැකීමට විශ්වාසද? කරුණාකර ගිණුම මැකීම කෙසේ බලපාන්නේද යන්න කියවන්න.
sk: Ste si istí, že chcete odstrániť svoj účet? Prečítajte si, ako odstránenie účtu ovplyvní vaše údaje.
sq: Jeni i sigurt që dëshironi të fshini llogarinë tuaj? Ju lutemi lexoni se si do të ndikojë fshirja e llogarisë.
sr: Да ли сте сигурни да желите да избришете свој налог? Прочитајте како ће брисање налога утицати на вас.
sv: Är du säker på att du vill ta bort ditt konto? Läs hur borttagning av konto kommer att påverka.
sw: Je, una uhakika unataka kufuta akaunti yako? Tafadhali soma jinsi kufuta akaunti kutakavyoathiri.
ta: உங்கள் கணக்கை நிச்சயமாக நீக்க விரும்புகிறீர்களா? கணக்கு நீக்கம் எவ்வாறு பாதிக்கும் என்பதைப் படிக்கவும்.
te: మీ ఖాతాను నిజంగా తొలగించాలనుకుంటున్నారా? ఖాతా తొలగింపు మీకు ఎలా ప్రభావితం చేస్తుందో దయచేసి చదవండి.
th: คุณแน่ใจหรือไม่ที่จะลบบัญชีของคุณ? กรุณาอ่านว่าการลบบัญชีจะส่งผลอย่างไร
tr: Hesabınızı silmek istediğinizden emin misiniz? Lütfen hesap silme işleminin nasıl etkileyeceğini okuyun.
uk: Ви впевнені, що хочете видалити свій обліковий запис? Будь ласка, прочитайте, як вплине видалення облікового запису
ur: کیا آپ واقعی اپنا اکاؤنٹ حذف کرنا چاہتے ہیں؟ براہ کرم پڑھیں کہ اکاؤنٹ کی حذف کاری کا کیا اثر ہوگا
uz: Hisobingizni o'chirishni xohlayotganingizga ishonchingiz komilmi? Iltimos, hisobni o'chirish qanday ta'sir qilishini o'qib chiqing.
vi: Bạn có chắc chắn muốn xóa tài khoản của mình không? Vui lòng đọc tác động của việc xóa tài khoản.

# deleteAccountSuccess
source: Account deleted successfully. Your session has expired.
am: መለያዎ በተሳካ ሁኔታ ተሰርዟል። እባኮትን እንደገና ይግቡ።
ar: تم حذف الحساب بنجاح
az: Hesab uğurla silindi. Sessiyanız başa çatdı.
bg: Профилът е изтрит успешно. Вашата сесия изтече.
bn: অ্যাকাউন্ট সফলভাবে মুছে ফেলা হয়েছে। আপনার সেশনের মেয়াদ শেষ হয়ে গেছে।
bs: Račun je uspješno izbrisan. Vaša sesija je istekla.
ca: El compte s'ha suprimit correctament. La teva sessió ha caducat.
cs: Účet byl úspěšně smazán. Vaše relace vypršela.
da: Kontoen blev slettet. Din session er udløbet.
el: Ο λογαριασμός διαγράφηκε με επιτυχία. Η συνεδρία σας έχει λήξει.
et: Konto kustutamine õnnestus. Sinu sessioon on aegunud.
fa: حساب کاربری با موفقیت حذف شد. نشست شما پایان یافته است
fi: Tilin poisto onnistui. Istuntosi on päättynyt.
he: החשבון נמחק בהצלחה. פג תוקף ההפעלה שלך.
hi: खाता सफलतापूर्वक हटा दिया गया। आपका सत्र समाप्त हो गया है।
hu: A fiók sikeresen törölve. A munkamenet lejárt.
id: Akun berhasil dihapus. Sesi Anda telah berakhir.
ja: アカウントが正常に削除されました。セッションの有効期限が切れました。
ka: ანგარიში წარმატებით წაიშალა. თქვენი სესია ამოიწურა.
kk: Есептік жазба сәтті жойылды. Сессияңыз аяқталды.
km: គណនីត្រូវបានលុបដោយជោគជ័យ។ វគ្គរបស់អ្នកបានផុតកំណត់។
kn: ಖಾತೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ. ನಿಮ್ಮ ಸೆಷನ್ ಮುಗಿದಿದೆ.
ku: هەژمار بەسەرکەوتوویی سڕایەوە. کاتی تۆمارکردنت بەسەرچووە.
lo: ລຶບບັນຊີສຳເລັດແລ້ວ. ເຊສຊັນຂອງທ່ານໝົດອາຍຸແລ້ວ.
lt: Paskyra sėkmingai ištrinta. Jūsų sesija baigėsi.
mr: खाते यशस्वीरित्या हटवले. तुमचे सत्र कालबाह्य झाले आहे.
ms: Akaun berjaya dipadamkan. Sesi anda telah tamat.
my: အကောင့်ကို အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။ သင့်စက်ရှင် သက်တမ်းကုန်သွားပါပြီ။
no: Kontoen er slettet. Økten din har utløpt
pl: Konto zostało pomyślnie usunięte. Twoja sesja wygasła.
ro: Contul a fost șters cu succes. Sesiunea ta a expirat.
si: ගිණුම සාර්ථකව මකා ඇත. ඔබගේ සැසිය කල් ඉකුත් වී ඇත.
sk: Účet bol úspešne odstránený. Vaše prihlásenie vypršalo.
sq: Llogaria u fshi me sukses. Sesioni juaj ka përfunduar.
sr: Налог је успешно избрисан. Ваша сесија је истекла.
sv: Kontot har raderats. Din session har gått ut.
sw: Akaunti imefutwa. Muda wa kipindi chako umeisha.
ta: கணக்கு வெற்றிகரமாக நீக்கப்பட்டது. உங்கள் அமர்வு முடிவடைந்தது.
te: ఖాతా విజయవంతంగా తొలగించబడింది. మీ సెషన్ కాలదూరమైంది.
th: ลบบัญชีเรียบร้อยแล้ว เซสชันของคุณหมดอายุแล้ว
tr: Hesap başarıyla silindi. Oturumunuz sonlandırıldı.
uk: Обліковий запис успішно видалено. Ваш сеанс завершено
ur: اکاؤنٹ کامیابی سے حذف ہو گیا۔ آپ کا سیشن ختم ہو گیا ہے
uz: Hisob muvaffaqiyatli o'chirildi. Sessiyangiz muddati tugadi.
vi: Đã xóa tài khoản thành công. Phiên của bạn đã hết hạn.

source: Delete all
am: ሁሉንም ሰርዝ
ar: حذف الكل
az: Hamısını sil
bg: Изтриване на всички
bn: সব মুছে ফেলুন
bs: Izbriši sve
ca: Suprimeix-ho tot
cs: Smazat vše
da: Slet alt
el: Διαγραφή όλων
et: Kustuta kõik
fa: حذف همه
fi: Poista kaikki
he: מחק הכל
hi: सभी हटा दो
hu: Összes törlése
id: Hapus Semua
ja: すべて削除
ka: ყველას წაშლა
kk: Барлығын жою
km: លុបទាំងអស់
kn: ಎಲ್ಲವನ್ನೂ ಅಳಿಸಿ
ku: هەمووی بسڕەوە
lo: ລຶບທັງໝົດ
lt: Ištrinti viską
mr: सर्व हटवा
ms: Padam semua
my: အားလုံးကို ဖျက်ပါ။
no: Slett alle
pl: Usuń wszystko
ro: Șterge tot
si: සියල්ල මකන්න
sk: Vymazať všetko
sq: Fshi të gjitha
sr: Обриши све
sv: Radera allt
sw: Futa zote
ta: அனைத்தையும் நீக்கு
te: అన్నీ తొలగించు
th: ลบทั้งหมด
tr: Tümünü sil
uk: Видалити все
ur: سب حذف کریں
uz: Hammasini o'chirish
vi: Xóa tất cả

source: Disable purchase
am: ግዢውን አቋርጥ
ar: تعطيل الشراء
az: Alışı deaktiv et
bg: Деактивиране на покупките
bn: ক্রয় নিষ্ক্রিয় করুন
bs: Onemogući kupovinu
ca: Desactiva la compra
cs: Zakázat nákup
da: Deaktiver køb
el: Απενεργοποίηση αγοράς
et: Keela ostmine
fa: غیرفعال کردن خرید
fi: Poista osto käytöstä
he: השבת רכישה
hi: खरीदारी अक्षम करें
hu: Vásárlás letiltása
id: Nonaktifkan pembelian
ja: 購入を無効にする
ka: შესყიდვის გამორთვა
kk: Сатып алуды өшіру
km: បិទការទិញ
kn: ಖರೀದಿಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ
ku: کڕین ناچالاک بکە
lo: ປິດການສັ່ງຊື້
lt: Išjungti pirkimą
mr: खरेदी अक्षम करा
ms: Lumpuhkan pembelian
no: Deaktiver kjøp
pl: Wyłącz możliwość zakupu
ro: Dezactivează achiziția
si: මිලදී ගැනීම අක්‍රිය කරන්න
sk: Zakázať nákup
sq: Çaktivizo blerjen
sr: Онемогући куповину
sv: Inaktivera köp
sw: Zima ununuzi
ta: கொள்முதலை முடக்கு
te: కొనుగోలును నిలిపివేయండి
th: ปิดการซื้อ
tr: Satın Almayı Devre Dışı Bırak
uk: Вимкнути покупку
ur: خریداری غیر فعال کریں
uz: Xaridni o'chirish
vi: Vô hiệu hóa mua hàng

# doNotAnyTransactions
source: You don't have any transactions yet
am: እስካሁን ምንም ዕድል የለዎትም
ar: ليس لديك أي معاملات حتى الآن
az: Hələ heç bir əməliyyatınız yoxdur
bg: Все още нямате транзакции
bn: আপনার এখনও কোনো লেনদেন হয়নি
bs: Još nemate nijednu transakciju
ca: Encara no tens cap transacció
cs: Zatím nemáte žádné transakce
da: Du har ingen transaktioner endnu
el: Δεν έχετε ακόμη συναλλαγές
et: Sul pole veel ühtegi tehingut
fa: هنوز هیچ تراکنشی ندارید
fi: Sinulla ei ole vielä tapahtumia
he: עדיין אין לך עסקאות
hi: आपने अभी तक कोई लेनदेन नहीं किया है
hu: Még nincsenek tranzakciói
id: Anda belum memiliki transaksi
ja: まだ取引がありません
ka: თქვენ ჯერ არ გაქვთ ტრანზაქციები
kk: Сізде әлі ешқандай транзакция жоқ
km: អ្នកមិនទាន់មានប្រតិបត្តិការណាមួយទេ
kn: ನೀವು ಇನ್ನೂ ಯಾವುದೇ ವಹಿವಾಟುಗಳನ್ನು ಹೊಂದಿಲ್ಲ
ku: هێشتا هیچ مامەڵەیەکت نییە
lo: ທ່ານຍັງບໍ່ມີການເຮັດທຸລະກຳໃດໆເທື່ອ
lt: Dar neturite jokių operacijų
mr: तुमच्याकडे अद्याप कोणतेही व्यवहार नाहीत
ms: Anda belum mempunyai sebarang transaksi
my: သင့်တွင်ငွေလွှဲပြောင်းမှုများမရှိသေးပါ
no: Du har ingen transaksjoner ennå
pl: Nie masz jeszcze żadnych transakcji
ro: Nu ai încă nicio tranzacție
si: ඔබට තවම කිසිදු ගනුදෙනුවක් නැත
sk: Zatiaľ nemáte žiadne transakcie
sq: Nuk keni ende asnjë transaksion
sr: Још увек немате ниједну трансакцију
sv: Du har inga transaktioner än
sw: Bado huna miamala yoyote
ta: இன்னும் பரிவர்த்தனைகள் எதுவும் இல்லை
te: మీకు ఇంకా లావాదేవీలు లేవు
th: คุณยังไม่มีธุรกรรมใดๆ
tr: Henüz işlem yok
uk: У вас ще немає транзакцій
ur: آپ کے پاس ابھی تک کوئی لین دین نہیں ہے
uz: Sizda hali hech qanday tranzaksiya yo'q
vi: Bạn chưa có giao dịch nào
