Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# invalidCountryFormat
source: Please select a country from the list
am: እባኮትን ከዝርዝሩ አገር ይምረጡ
ar: الرجاء اختيار بلد من القائمة
az: Siyahıdan ölkə seçin
bg: Моля, изберете държава от списъка
bn: তালিকা থেকে একটি দেশ নির্বাচন করুন।
bs: Molimo odaberite državu s liste
ca: Si us plau, selecciona un país de la llista
cs: Vyberte prosím zemi ze seznamu
da: Vælg venligst et land fra listen
el: Επιλέξτε μια χώρα από τη λίστα
et: Palun vali riik nimekirjast
fa: لطفا یک کشور را از لیست انتخاب کنید
fi: Valitse maa listasta
he: אנא בחר מדינה מהרשימה
hi: कृपया सूची से कोई देश चुनें
hu: Kérjük, válasszon egy országot a listából
id: Silakan pilih negara dari daftar
ja: リストから国を選択してください
ka: გთხოვთ, აირჩიოთ ქვეყანა სიიდან
kk: Тізімнен елді таңдаңыз
km: សូមជ្រើសរើសប្រទេសមួយពីបញ្ជី
kn: ದಯವಿಟ್ಟು ಪಟ್ಟಿಯಿಂದ ಒಂದು ದೇಶವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ku: تکایە وڵاتێک لە لیستەکە هەلبژێرە
lo: ກະລຸນາເລືອກປະເທດຈາກລາຍຊື່
lt: Pasirinkite šalį iš sąrašo
mr: कृपया सूचीमधून एक देश निवडा.
ms: Sila pilih negara daripada senarai
my: ကျေးဇူးပြု၍ စာရင်းထဲမှ နိုင်ငံတစ်ခုကို ရွေးပါ။
no: Vennligst velg et land fra listen
pl: Proszę wybrać kraj z listy
ro: Vă rugăm să selectați o țară din listă
si: කරුණාකර ලැයිස්තුවෙන් රටක් තෝරන්න
sk: Vyberte krajinu zo zoznamu
sq: Ju lutem zgjidhni një vend nga lista
sr: Молимо вас да изаберете земљу са листе
sv: Välj ett land från listan
sw: Tafadhali chagua nchi kutoka kwenye orodha
ta: பட்டியலிலிருந்து ஒரு நாட்டைத் தேர்ந்தெடுக்கவும்.
te: దయచేసి జాబితా నుండి దేశాన్ని ఎంచుకోండి
th: กรุณาเลือกประเทศจากรายการ
tr: Lütfen listeden bir ülke seçin
uk: Будь ласка, виберіть країну зі списку
ur: براہ کرم فہرست سے ایک ملک منتخب کریں۔
uz: Roʻyxatdan mamlakatni tanlang
vi: Vui lòng chọn quốc gia từ danh sách

# invalidEmail
source: Please enter a valid email address
am: እባኮትን ትክክለኛ ኢሜል ያስገቡ
ar: يرجى إدخال عنوان بريد إلكتروني صالح
az: Etibarlı e-poçt ünvanı daxil edin
bg: Моля, въведете валиден имейл адрес
bn: দয়া করে একটি বৈধ ইমেল ঠিকানা লিখুন।
bs: Molimo unesite važeću adresu e-pošte
ca: Si us plau, introdueix una adreça de correu electrònic vàlida
cs: Zadejte prosím platnou e-mailovou adresu
da: Indtast venligst en gyldig e-mailadresse
el: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου
et: Palun sisesta kehtiv e-posti aadress
fa: لطفا یک آدرس ایمیل معتبر وارد کنید
fi: Anna kelvollinen sähköpostiosoite
he: אנא הזן כתובת דוא"ל תקפה
hi: कृपया एक मान्य ईमेल पता प्रविष्ट करें
hu: Kérjük, adjon meg egy érvényes e-mail címet
id: Harap masukkan alamat email yang valid
ja: 有効なメールアドレスを入力してください
ka: გთხოვთ, შეიყვანოთ სწორი ელექტრონული ფოსტის მისამართი
kk: Жарамды электрондық пошта мекенжайын енгізіңіз
km: សូមបញ្ចូលអាសយដ្ឋានអ៊ីមែលដែលត្រឹមត្រូវ។
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.
ku: تکایە ئیمەیڵێکی دروست بنووسە
lo: ກະລຸນາໃສ່ທີ່ຢູ່ອີເມວທີ່ຖືກຕ້ອງ
lt: Įveskite galiojantį el. pašto adresą
mr: कृपया एक वैध ईमेल पत्ता प्रविष्ट करा.
ms: Sila masukkan alamat e-mel yang sah
my: ကျေးဇူးပြု။ မှန်ကန်သောအီးမေးလ်လိပ်စာတစ်ခုဖြည့်ပါ
no: Vennligst skriv inn en gyldig e-postadresse
pl: Proszę wpisać prawidłowy adres e-mail
ro: Vă rugăm să introduceți o adresă de email validă
si: කරුණාකර වලංගු ඊමේල් ලිපිනයක් ඇතුළත් කරන්න
sk: Zadajte platnú e-mailovú adresu
sq: Ju lutemi futni një adresë të vlefshme email-i
sr: Молимо вас да унесете важећу адресу е-поште
sv: Vänligen ange en giltig e-postadress
sw: Tafadhali weka barua pepe halali
ta: தயவுசெய்து ஒரு செல்லுபடியாகும் மின்னஞ்சல் முகவரியை உள்ளிடவும்.
te: దయచేసి సరైన ఇమెయిల్ చిరునామాను నమోదు చేయండి
th: กรุณากรอกอีเมลที่ถูกต้อง
tr: Geçerli bir e
uk: Будь ласка, введіть дійсну адресу електронної пошти
ur: براہ کرم ایک درست ای میل ایڈریس درج کریں۔
uz: Iltimos, to'g'ri e-pochta manzilini kiriting
vi: Vui lòng nhập địa chỉ email hợp lệ

# invalidEmailFormat
source: Please enter a valid email format (e.g. example@domain.com)
am: እባኮትን ትክክለኛ የኢሜል ቅርጸት ያስገቡ (ለምሳሌ: example@domain.com)
ar: الرجاء إدخال تنسيق بريد إلكتروني صالح (على سبيل المثال example@domain.com)
az: Lütfən, düzgün e-poçt formatı daxil edin (məsələn, example@domain.com)
bg: Моля, въведете валиден имейл адрес (напр. example@domain.com)
bn: অনুগ্রহ করে একটি বৈধ ইমেল ফর্ম্যাট লিখুন (যেমন example@domain.com)
bs: Molimo unesite važeći format e-pošte (npr. example@domain.com)
ca: Si us plau, introdueix un format de correu electrònic vàlid (p. ex. exemple@domini.com)
cs: Zadejte prosím platný formát e-mailu (např. example@domain.com)
da: Indtast venligst et gyldigt e-mailformat (f.eks. example@domain.com)
el: Παρακαλώ εισάγετε μια έγκυρη μορφή email (π.χ. example@domain.com)
et: Palun sisesta kehtiv e-posti formaat (nt. example@domain.com)
fa: لطفا یک قالب ایمیل معتبر وارد کنید (مثلاً example@domain.com)
fi: Anna kelvollinen sähköpostiosoite muodossa (esim. esimerkki@verkkotunnus.com)
he: אנא הזן פורמט דוא"ל תקין (לדוגמה example@domain.com)
hi: कृपया मान्य ईमेल प्रारूप दर्ज करें (उदाहरण: example@domain.com)
hu: Kérjük, adjon meg egy érvényes e-mail formátumot (pl. example@domain.com)
id: Harap masukkan format email yang valid (misalnya contoh@domain.com)
ja: 有効なメール形式を入力してください（例：example@domain.com）
ka: გთხოვთ, შეიყვანოთ ელფოსტის სწორი ფორმატი (მაგ. example@domain.com)
kk: Жарамды электрондық пошта пішімін енгізіңіз (мысалы, example@domain.com)
km: សូមបញ្ចូលអាសយដ្ឋានអ៊ីមែលដែលមានសុពលភាព (ឧ. example@domain.com)
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಇಮೇಲ್ ಸ್ವರೂಪವನ್ನು ನಮೂದಿಸಿ (ಉದಾ. example@domain.com)
ku: تکایە فۆرمی دروستێکی ئیمەیڵ بنووسە (وەک: example@domain.com)
lo: ກະລຸນາໃສ່ຮູບແບບອີເມວທີ່ຖືກຕ້ອງ (ເຊັ່ນ: example@domain.com)
lt: Įveskite galiojantį el. pašto adreso formatą (pvz., example@domain.com)
mr: कृपया वैध ईमेल फॉरमॅट एंटर करा (उदा. example@domain.com)
ms: Sila masukkan format e-mel yang sah (cth. example@domain.com)
my: ကျေးဇူးပြု၍ မှန်ကန်သော အီးမေးလ်ဖော်မတ်ကို ထည့်ပါ (ဥပမာ example@domain.com)
no: Vennligst skriv inn en gyldig e-postadresse (f.eks. eksempel@domene.com)
pl: Proszę wpisać prawidłowy format adresu e-mail (np. example@domain.com)
ro: Vă rugăm să introduceți un format de e-mail valid (de exemplu, exemplu@domeniu.com)
si: කරුණාකර වලංගු ඊමේල් ආකෘතියක් ඇතුළත් කරන්න (උදාහරණයක්: example@domain.com)
sk: Zadajte platný formát e-mailu (napr. example@domain.com)
sq: Ju lutemi futni një format të vlefshëm email-i (p.sh. example@domain.com)
sr: Молимо вас да унесете важећи формат имејл адресе (нпр. example@domain.com)
sv: Ange ett giltigt e-postadressformat (t.ex. exempel@domän.com)
sw: Tafadhali weka umbizo halali la barua pepe (k.m. example@domain.com)
ta: தயவுசெய்து ஒரு செல்லுபடியாகும் மின்னஞ்சல் வடிவமைப்பை உள்ளிடவும் (எ.கா. example@domain.com)
te: దయచేసి సరైన ఇమెయిల్ ఫార్మాట్‌ను నమోదు చేయండి (ఉదా: example@domain.com)
th: โปรดป้อนรูปแบบอีเมลที่ถูกต้อง (เช่น example@domain.com)
tr: Lütfen geçerli bir e-posta biçimi girin (örn. example@domain.com)
uk: Будь ласка, введіть дійсний формат електронної пошти (наприклад, example@domain.com)
ur: براہ کرم ایک درست ای میل فارمیٹ درج کریں (جیسے example@domain.com)
uz: Yaroqli elektron pochta formatini kiriting (masalan, example@domain.com)
vi: Vui lòng nhập đúng định dạng email (ví dụ: example@domain.com)

# invalidPhone
source: Please enter a valid phone number
am: እባኮትን ትክክለኛ ስልክ ቁጥር ያስገቡ
ar: يرجى إدخال رقم هاتف صالح
az: Zəhmət olmasa etibarlı telefon nömrəsi daxil edin
bg: Моля, въведете валиден телефонен номер
bn: দয়া করে একটি বৈধ ফোন নম্বর লিখুন।
bs: Molimo unesite važeći broj telefona
ca: Introdueix un número de telèfon vàlid
cs: Zadejte prosím platné telefonní číslo
da: Indtast venligst et gyldigt telefonnummer
el: Παρακαλώ εισάγετε έναν έγκυρο αριθμό τηλεφώνου
et: Palun sisesta kehtiv telefoninumber
fa: لطفا یک شماره تلفن معتبر وارد کنید
fi: Anna kelvollinen puhelinnumero
he: אנא הזן מספר טלפון תקין
hi: एक मान्य दूरभाष क्रमांक दर्ज करे
hu: Kérjük, adjon meg egy érvényes telefonszámot
id: Harap masukkan nomor telepon yang valid
ja: 有効な電話番号を入力して下さい
ka: გთხოვთ, შეიყვანოთ სწორი ტელეფონის ნომერი
kk: Жарамды телефон нөмірін енгізіңіз
km: សូមបញ្ចូលលេខទូរស័ព្ទត្រឹមត្រូវ។
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ.
ku: تکایە ژمارەی تەلەفۆنی دروست بنووسە
lo: ກະລຸນາໃສ່ເບີໂທລະສັບທີ່ຖືກຕ້ອງ
lt: Įveskite galiojantį telefono numerį
mr: कृपया एक वैध फोन नंबर एंटर करा.
ms: Sila masukkan nombor telefon yang sah
my: ကျေးဇူးပြု၍ တရားဝင်ဖုန်းနံပါတ်တစ်ခုထည့်ပါ။
no: Vennligst skriv inn et gyldig telefonnummer
pl: Proszę wpisać prawidłowy numer telefonu
ro: Vă rugăm să introduceți un număr de telefon valid
si: කරුණාකර වලංගු දුරකථන අංකයක් ඇතුළත් කරන්න
sk: Zadajte platné telefónne číslo
sq: Ju lutemi futni një numër telefoni të vlefshëm
sr: Молимо вас да унесете важећи број телефона
sv: Ange ett giltigt telefonnummer
sw: Tafadhali weka nambari sahihi ya simu
ta: தயவுசெய்து ஒரு செல்லுபடியாகும் தொலைபேசி எண்ணை உள்ளிடவும்.
te: దయచేసి సరైన ఫోన్ నంబర్‌ను నమోదు చేయండి
th: กรุณากรอกเบอร์โทรศัพท์ที่ถูกต้อง
tr: Lütfen geçerli bir telefon numarası girin
uk: Будь ласка, введіть дійсний номер телефону
ur: براہ کرم ایک درست فون نمبر درج کریں۔
uz: Yaroqli telefon raqamini kiriting
vi: Vui lòng nhập số điện thoại hợp lệ

# invalidPhoneFormat
source: Please enter a valid phone number format
am: እባኮትን ትክክለኛ የስልክ ቅርጸት ያስገቡ
ar: الرجاء إدخال تنسيق رقم الهاتف الصحيح
az: Lütfən, etibarlı telefon nömrəsi formatı daxil edin
bg: Моля, въведете валиден формат на телефонен номер
bn: দয়া করে একটি বৈধ ফোন নম্বর ফর্ম্যাট লিখুন
bs: Molimo unesite važeći format broja telefona
ca: Si us plau, introdueix un format de número de telèfon vàlid
cs: Zadejte platný formát telefonního čísla
da: Indtast venligst et gyldigt telefonnummerformat
el: Παρακαλώ εισάγετε μια έγκυρη μορφή αριθμού τηλεφώνου
et: Palun sisesta kehtiv telefoninumbri formaat
fa: لطفا فرمت شماره تلفن معتبری وارد کنید
fi: Anna kelvollinen puhelinnumeron muoto
he: אנא הזן פורמט תקין של מספר טלפון
hi: कृपया मान्य फ़ोन नंबर प्रारूप दर्ज करें
hu: Kérjük, adjon meg egy érvényes telefonszám-formátumot
id: Harap masukkan format nomor telepon yang valid
ja: 有効な電話番号の形式を入力してください
ka: გთხოვთ, შეიყვანოთ ტელეფონის ნომრის სწორი ფორმატი
kk: Дұрыс телефон нөмірі пішімін енгізіңіз
km: សូមបញ្ចូលទម្រង់លេខទូរស័ព្ទឱ្យត្រឹមត្រូវ។
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಫೋನ್ ಸಂಖ್ಯೆಯ ಸ್ವರೂಪವನ್ನು ನಮೂದಿಸಿ.
ku: تکایە فۆرمی ژمارەی تەلەفۆنی دروست بنووسە
lo: ກະລຸນາໃສ່ຮູບແບບເບີໂທລະສັບທີ່ຖືກຕ້ອງ
lt: Įveskite galiojantį telefono numerio formatą
mr: कृपया वैध फोन नंबर फॉरमॅट एंटर करा.
ms: Sila masukkan format nombor telefon yang sah
my: ကျေးဇူးပြု၍ တရားဝင်ဖုန်းနံပါတ်ဖော်မတ်ကို ထည့်ပါ။
no: Vennligst oppgi et gyldig telefonnummerformat
pl: Proszę wpisać prawidłowy format numeru telefonu
ro: Vă rugăm să introduceți un format valid pentru numărul de telefon
si: කරුණාකර වලංගු දුරකථන අංක ආකෘතියක් ඇතුළත් කරන්න
sk: Zadajte platný formát telefónneho čísla
sq: Ju lutemi futni një format të vlefshëm të numrit të telefonit
sr: Молимо вас да унесете важећи формат броја телефона
sv: Ange ett giltigt telefonnummerformat
sw: Tafadhali weka umbizo sahihi la nambari ya simu
ta: தயவுசெய்து செல்லுபடியாகும் தொலைபேசி எண் வடிவமைப்பை உள்ளிடவும்.
te: దయచేసి సరైన ఫోన్ నంబర్ ఫార్మాట్ నమోదు చేయండి
th: กรุณากรอกรูปแบบหมายเลขโทรศัพท์ที่ถูกต้อง
tr: Lütfen geçerli bir telefon numarası biçimi girin
uk: Будь ласка, введіть дійсний формат номера телефону
ur: براہ کرم ایک درست فون نمبر فارمیٹ درج کریں۔
uz: Yaroqli telefon raqami formatini kiriting
vi: Vui lòng nhập đúng định dạng số điện thoại

# invalidPostalCode
source: Please enter a valid postal code
am: እባኮትን ትክክለኛ ፖስታ ኮድ ያስገቡ
ar: الرجاء إدخال الرمز البريدي الصحيح
az: Etibarlı poçt kodu daxil edin
bg: Моля, въведете валиден пощенски код
bn: দয়া করে একটি বৈধ পোস্টাল কোড লিখুন
bs: Molimo unesite važeći poštanski broj
ca: Si us plau, introdueix un codi postal vàlid
cs: Zadejte prosím platné poštovní směrovací číslo
da: Indtast venligst et gyldigt postnummer
el: Παρακαλώ εισάγετε έναν έγκυρο ταχυδρομικό κώδικα
et: Palun sisesta kehtiv postiindeks
fa: لطفا کد پستی معتبر وارد کنید
fi: Anna kelvollinen postinumero
he: אנא הזן מיקוד תקף
hi: कृपया वैध पिन कोड दर्ज करें
hu: Kérjük, adjon meg egy érvényes irányítószámot
id: Harap masukkan kode pos yang valid
ja: 有効な郵便番号を入力してください
ka: გთხოვთ, შეიყვანოთ სწორი საფოსტო ინდექსი
kk: Жарамды пошта индексін енгізіңіз
km: សូមបញ្ចូលលេខកូដប្រៃសណីយ៍ត្រឹមត្រូវ។
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಪೋಸ್ಟಲ್ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ.
ku: تکایە کۆدی پۆستی دروست بنووسە
lo: ກະລຸນາໃສ່ລະຫັດໄປສະນີທີ່ຖືກຕ້ອງ
lt: Įveskite galiojantį pašto kodą
mr: कृपया वैध पोस्टल कोड एंटर करा.
ms: Sila masukkan poskod yang sah
my: ကျေးဇူးပြု၍ မှန်ကန်သော စာပို့သင်္ကေတကို ထည့်ပါ။
no: Vennligst oppgi et gyldig postnummer
pl: Proszę wpisać prawidłowy kod pocztowy
ro: Vă rugăm să introduceți un cod poștal valid
si: කරුණාකර වලංගු තැපැල් කේතයක් ඇතුළත් කරන්න
sk: Zadajte platné poštové smerovacie číslo
sq: Ju lutemi futni një kod postar të vlefshëm
sr: Молимо вас да унесете важећи поштански број
sv: Ange ett giltigt postnummer
sw: Tafadhali weka msimbo halali wa posta
ta: தயவுசெய்து செல்லுபடியாகும் அஞ்சல் குறியீட்டை உள்ளிடவும்.
te: దయచేసి సరైన పోస్టల్ కోడ్ నమోదు చేయండి
th: กรุณากรอกรหัสไปรษณีย์ที่ถูกต้อง
tr: Lütfen geçerli bir posta kodu girin
uk: Будь ласка, введіть дійсний поштовий індекс
ur: براہ کرم ایک درست پوسٹل کوڈ درج کریں۔
uz: Yaroqli pochta indeksini kiriting
vi: Vui lòng nhập mã bưu chính hợp lệ

# invalidPostalCodeFormat
source: Please enter a valid postal code format for your country
am: እባኮትን የአገርዎን ቅርጸት ያሟሉ ፖስታ ኮድ ያስገቡ
ar: الرجاء إدخال تنسيق الرمز البريدي الصحيح لبلدك
az: Ölkəniz üçün etibarlı poçt kodu formatını daxil edin
bg: Моля, въведете валиден пощенски код за вашата държава
bn: আপনার দেশের জন্য একটি বৈধ পোস্টাল কোড ফর্ম্যাট লিখুন।
bs: Molimo unesite važeći format poštanskog broja za vašu zemlju
ca: Introdueix un codi postal vàlid per al teu país
cs: Zadejte prosím platný formát poštovního směrovacího čísla pro vaši zemi
da: Indtast venligst et gyldigt postnummerformat for dit land
el: Παρακαλώ εισάγετε μια έγκυρη μορφή ταχυδρομικού κώδικα για τη χώρα σας
et: Palun sisesta oma riigi kehtiv postiindeks
fa: لطفا یک قالب کد پستی معتبر برای کشور خود وارد کنید
fi: Anna maasi postinumero kelvollisessa muodossa
he: אנא הזן פורמט מיקוד תקף עבור מדינתך
hi: कृपया अपने देश के लिए मान्य पिन कोड प्रारूप दर्ज करें
hu: Kérjük, adjon meg egy érvényes irányítószám-formátumot az országának megfelelően.
id: Harap masukkan format kode pos yang valid untuk negara Anda
ja: あなたの国の有効な郵便番号の形式を入力してください
ka: გთხოვთ, შეიყვანოთ თქვენი ქვეყნისთვის სწორი საფოსტო ინდექსის ფორმატი
kk: Еліңізге сәйкес жарамды пошта индексінің пішімін енгізіңіз
km: សូមបញ្ចូលត្រឹមត្រូវសម្រាប់ប្រទេសរបស់អ្នក។
kn: It appears that you have not provided any text to translate. Please provide the text you would like translated to Kannada.
ku: تکایە فۆرمی دروست بۆ کۆدی پۆستەکەت بنووسە بۆ وڵاتەکەت
lo: ກະລຸນາໃສ່ຮູບແບບລະຫັດໄປສະນີທີ່ຖືກຕ້ອງສໍາລັບປະເທດຂອງທ່ານ
lt: Įveskite galiojantį savo šalies pašto kodo formatą
mr: कृपया तुमच्या देशासाठी वैध पोस्टल कोड फॉरमॅट एंटर करा.
ms: Sila masukkan format poskod yang sah untuk negara anda
my: သင့်နိုင်ငံအတွက် မှန်ကန်သော စာပို့သင်္ကေတဖော်မတ်ကို ကျေးဇူးပြု၍ ထည့်သွင်းပါ။
no: Vennligst skriv inn et gyldig postnummer for ditt land
pl: Proszę wpisać prawidłowy format kodu pocztowego dla swojego kraju
ro: Vă rugăm să introduceți un format de cod poștal valid pentru țara dvs.
si: ඔබගේ රට සඳහා වලංගු තැපැල් කේත ආකෘතියක් ඇතුළත් කරන්න
sk: Zadajte platný formát poštového smerovacieho čísla pre vašu krajinu
sq: Ju lutemi futni një format të vlefshëm kodi postar për vendin tuaj
sr: Молимо вас да унесете важећи формат поштанског броја за вашу земљу
sv: Ange ett giltigt postnummerformat för ditt land
sw: Tafadhali weka umbizo halali la msimbo wa posta wa nchi yako
ta: உங்கள் நாட்டிற்கான செல்லுபடியாகும் அஞ்சல் குறியீட்டு வடிவமைப்பை உள்ளிடவும்.
te: దయచేసి మీ దేశానికి సరిపోయే సరైన పోస్టల్ కోడ్‌ను నమోదు చేయండి
th: โปรดป้อนรูปแบบรหัสไปรษณีย์ที่ถูกต้องสำหรับประเทศของคุณ
tr: Lütfen ülkeniz için geçerli bir posta kodu biçimi girin
uk: Будь ласка, введіть дійсний формат поштового індексу для вашої країни
ur: براہ کرم اپنے ملک کے لیے ایک درست پوسٹل کوڈ فارمیٹ درج کریں۔
uz: Mamlakatingiz uchun yaroqli pochta indeksi formatini kiriting
vi: Vui lòng nhập đúng định dạng mã bưu chính cho quốc gia của bạn

# invalidProvince
source: Please enter a valid province/state
am: እባኮትን ትክክለኛ ክልል/ግዛት ያስገቡ
ar: الرجاء إدخال مقاطعة/ولاية صالحة
az: Lütfən, etibarlı əyalət/əyalət daxil edin
bg: Моля, въведете валидна област/щат
bn: দয়া করে একটি বৈধ প্রদেশ/রাজ্য লিখুন
bs: Molimo unesite važeću pokrajinu/državu
ca: Introdueix una província/estat vàlid
cs: Zadejte prosím platný název provincie/státu
da: Indtast venligst en gyldig region/stat
el: Παρακαλώ εισάγετε μια έγκυρη επαρχία/πολιτεία
et: Palun sisesta kehtiv maakond/osariik
fa: لطفا استان/ایالت معتبری وارد کنید
fi: Anna kelvollinen maakunta/osavaltio
he: אנא הזן מחוז/מדינה תקפים
hi: कृपया वैध प्रांत/राज्य दर्ज करें
hu: Kérjük, adjon meg egy érvényes tartományt/államot
id: Harap masukkan provinsi/negara bagian yang valid
ja: 有効な都道府県を入力してください
kk: It appears you have not provided any text to translate. Please provide the text you would like translated to Kazakh.
km: សូមបញ្ចូលខេត្ត/រដ្ឋដែលមានសុពលភាព
kn: It appears that you have not provided any text to translate. Please provide the text you would like translated to Kannada.
ku: تکایە پارێزگا/وڵاتێکی دروست بنووسە
lo: ກະລຸນາໃສ່ແຂວງ/ລັດທີ່ຖືກຕ້ອງ
lt: Įveskite galiojančią provinciją / valstiją
mr: कृपया वैध प्रांत/राज्य प्रविष्ट करा.
ms: Sila masukkan wilayah/negeri yang sah
my: ကျေးဇူးပြု၍ တရားဝင်ပြည်နယ်/ပြည်နယ်တစ်ခု ထည့်ပါ။
no: Vennligst oppgi et gyldig fylke/stat
pl: Proszę wpisać prawidłową nazwę prowincji/stanu
ro: Vă rugăm să introduceți o provincie/un stat valid
si: කරුණාකර වලංගු පළාත්/පරාසයක් ඇතුළත් කරන්න
sk: Zadajte platný názov provincie/štátu
sq: Ju lutemi futni një provincë/shtet të vlefshëm
sr: Молимо вас да унесете важећу покрајину/државу
sv: Ange en giltig provins/delstat
sw: Tafadhali weka jimbo/jimbo halali
ta: தயவுசெய்து ஒரு செல்லுபடியாகும் மாகாணம்/மாநிலத்தை உள்ளிடவும்.
te: దయచేసి సరైన ప్రావిన్స్/స్టేట్‌ను నమోదు చేయండి
th: กรุณากรอกจังหวัด/รัฐที่ถูกต้อง
tr: Lütfen geçerli bir il/eyalet girin
uk: Будь ласка, введіть дійсну назву області/штату
ur: براہ کرم ایک درست صوبہ/ریاست درج کریں۔
uz: Iltimos, tegishli viloyat/shtatni kiriting
vi: Vui lòng nhập tỉnh/thành hợp lệ

# invalidProvinceFormat
source: Please enter a valid province/state name
am: እባኮትን ትክክለኛ የክልል/ግዛት ስም ያስገቡ
ar: الرجاء إدخال اسم المقاطعة/الولاية الصحيح
az: Lütfən, düzgün əyalət/əyalət adı daxil edin
bg: Моля, въведете валидно име на област/щат
bn: অনুগ্রহ করে একটি বৈধ প্রদেশ/রাজ্যের নাম লিখুন।
bs: Molimo unesite važeći naziv pokrajine/države
ca: Si us plau, introdueix un nom de província/estat vàlid
cs: Zadejte prosím platný název provincie/státu
da: Indtast venligst et gyldigt regions-/statsnavn
el: Παρακαλώ εισάγετε ένα έγκυρο όνομα επαρχίας/πολιτείας
et: Palun sisesta kehtiv maakonna/osariigi nimi
fa: لطفا نام استان/ایالت را به درستی وارد کنید
fi: Anna kelvollinen maakunnan/osavaltion nimi
he: אנא הזן שם מחוז/מדינה חוקי
hi: कृपया वैध प्रांत/राज्य का नाम दर्ज करें
hu: Kérjük, adjon meg egy érvényes tartomány/állam nevét
id: Harap masukkan nama provinsi/negara bagian yang valid
ja: 有効な都道府県名を入力してください
kk: It appears that there is no text between the quotation marks for me to translate. Please provide the text you would like translated to Kazakh.
km: សូមបញ្ចូលឈ្មោះខេត្ត/រដ្ឋដែលមានសុពលភាព
kn: It appears that your message does not contain any text to translate. Please provide the text you want translated into Kannada.
ku: تکایە ناوی پارێزگا/وڵاتێکی دروست بنووسە
lo: ກະລຸນາໃສ່ຊື່ແຂວງ/ລັດທີ່ຖືກຕ້ອງ
lt: Įveskite galiojantį provincijos / valstijos pavadinimą
mr: कृपया वैध प्रांत/राज्याचे नाव प्रविष्ट करा.
ms: Sila masukkan nama wilayah/negeri yang sah
my: ကျေးဇူးပြု၍ တရားဝင်ပြည်နယ်/ပြည်နယ်အမည်ကို ထည့်ပါ။
no: Vennligst oppgi et gyldig navn på provins/stat
pl: Proszę wpisać prawidłową nazwę prowincji/stanu
ro: Vă rugăm să introduceți un nume valid de provincie/stat
si: කරුණාකර වලංගු පළාත්/පරාස නමක් ඇතුළත් කරන්න
sk: Zadajte platný názov provincie/štátu
sq: Ju lutemi futni një emër të vlefshëm province/shteti
sr: Молимо вас да унесете важећи назив покрајине/државе
sv: Ange ett giltigt provins-/delstatsnamn
sw: Tafadhali weka jina halali la mkoa/jimbo
ta: தயவுசெய்து ஒரு செல்லுபடியாகும் மாகாணம்/மாநிலப் பெயரை உள்ளிடவும்.
te: దయచేసి సరైన రాష్ట్ర/ప్రావిన్స్ పేరు నమోదు చేయండి
th: กรุณากรอกชื่อจังหวัด/รัฐที่ถูกต้อง
tr: Lütfen geçerli bir il/eyalet adı girin
uk: Будь ласка, введіть дійсну назву провінції/штату
ur: براہ کرم ایک درست صوبے/ریاست کا نام درج کریں۔
uz: Iltimos, yaroqli viloyat/shtat nomini kiriting
vi: Vui lòng nhập tên tỉnh/thành hợp lệ

source: Item condition
am: የንጥል ሁኔታ
ar: حالة السلعة
az: Maddə vəziyyəti
bg: Състояние на артикула
bn: আইটেমের অবস্থা
bs: Stanje artikla
ca: Condició de l'article
cs: Stav položky
da: Varens stand
el: Κατάσταση αντικειμένου
et: Kauba seisukord
fa: وضعیت کالا
fi: Tuotteen kunto
he: מצב הפריט
hi: वस्तु की हालत
hu: Termék állapota
id: Kondisi Barang
ja: 商品の状態
kk: It appears you have not provided any text to translate. Please provide the text you would like translated to Kazakh.
km: លក្ខខណ្ឌធាតុ
kn: It appears that you haven't provided any text to translate. Please provide the text you want translated to Kannada.
ku: بارودوخی شت
lo: ສະພາບລາຍການ
lt: Prekės būklė
mr: आयटमची स्थिती
ms: Keadaan barang
my: ပစ္စည်းအခြေအနေ
no: Varetilstand
pl: Stan przedmiotu
ro: Starea articolului
si: අයිතමයේ තත්ත්වය
sk: Stav položky
sq: Gjendja e artikullit
sr: Стање ставке
sv: Artikelns skick
sw: Hali ya kipengee
ta: பொருளின் நிலை
te: వస్తువు పరిస్థితి
th: สภาพสินค้า
tr: Ürün Durumu
uk: Стан товару
ur: شے کی حالت
uz: Element holati
vi: Tình trạng sản phẩm

# itemConditionNew
source: New
am: አዲስ
ar: جديد
az: yeni
bg: Нов
bn: নতুন
bs: Novo
ca: Nou
cs: Nový
da: Ny
el: Νέος
et: Uus
fa: جدید
fi: Uusi
he: חדש
hi: नया
hu: Új
id: Baru
ja: 新しい
kk: It appears you haven't provided any text to translate. Please provide the text you want translated to Kazakh.
km: ថ្មី។
kn: It appears that your text is empty. Please provide the text you would like translated to Kannada.
ku: نوێ
lo: ໃໝ່
lt: Naujas
mr: नवीन
ms: Baru
my: အသစ်
no: Ny
pl: nowy
ro: Nou
si: අලුත්
sk: Nový
sq: E re
sr: Ново
sv: Ny
sw: Mpya
ta: புதியது
te: కొత్తది
th: ใหม่
tr: yeni
uk: новий
ur: نیا
uz: Yangi
vi: Mới

source: Load failed!
am: ጫን አልተሳካም!
ar: فشل التحميل!
az: Yükləmə uğursuz oldu!
bg: Зареждането не бе успешно!
bn: লোড ব্যর্থ হয়েছে!
bs: Učitavanje nije uspjelo!
ca: Error en la càrrega!
cs: Načítání se nezdařilo!
da: Indlæsning mislykkedes!
el: Η φόρτωση απέτυχε!
et: Laadimine ebaõnnestus!
fa: بارگذاری ناموفق بود!
fi: Lataus epäonnistui!
he: הטעינה נכשלה!
hi: लोड विफल हो गया!
hu: Betöltés sikertelen!
id: Gagal memuat!
ja: 読み込みに失敗しました!
kk: It appears that there is no text between the quotation marks for me to translate. Please provide the text you would like translated into Kazakh.
km: ការផ្ទុកបរាជ័យ!
kn: It appears that you have not provided any text to translate. Please provide the text you want translated to Kannada.
ku: بارکردن سەرکەوتوو نەبوو!
lo: ການໂຫຼດລົ້ມເຫລວ!
lt: Įkrovimas nepavyko!
mr: लोड अयशस्वी!
ms: Muatan gagal!
my: တင်ရန် မအောင်မြင်ပါ။
no: Lasting mislyktes!
pl: Ładowanie nie powiodło się!
ro: Încărcarea a eșuat!
si: පූරණය අසාර්ථක විය!
sk: Načítanie zlyhalo!
sq: Ngarkimi dështoi!
sr: Учитавање није успело!
sv: Inläsningen misslyckades!
sw: Imeshindwa kupakia!
ta: ஏற்ற முடியவில்லை!
te: లోడ్ విఫలమైంది!
th: การโหลดล้มเหลว!
tr: Yükleme başarısız!
uk: Завантаження не вдалося!
ur: لوڈ ناکام ہوگیا!
uz: Yuklanmadi!
vi: Tải không thành công!
