Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# endDateCantBeAfterFirstDate
source: Please select a date after first date
am: እባክዎ ከመጀመሪያው ቀን በኋላ ቀን ይምረጡ
ar: الرجاء اختيار تاريخ بعد التاريخ الأول
az: Zəhmət olmasa, ilk tarixdən sonrakı tarixi seçin
bg: Моля, изберете дата след началната дата
bn: অনুগ্রহ করে প্রথম তারিখের পরের একটি তারিখ নির্বাচন করুন
bs: Molimo odaberite datum nakon prvog datuma
ca: Si us plau, selecciona una data posterior a la primera data
cs: Vyberte datum po prvním datu
da: Vælg venligst en dato efter første dato
el: Επιλέξτε ημερομηνία μετά την πρώτη ημερομηνία
et: Palun vali kuupäev pärast esimest kuupäeva
fa: لطفاً تاریخی بعد از اولین تاریخ را انتخاب کنید
fi: Valitse päivämäärä ensimmäisen päivämäärän jälkeen
he: אנא בחר תאריך אחרי התאריך הראשון
hi: कृपया पहली तारीख के बाद की तारीख चुनें
hu: Kérjük, válasszon egy dátumot az első dátum után
id: Pilih tanggal setelah tanggal pertama
ja: 開始日より後の日付を選択してください
ka: გთხოვთ, აირჩიოთ თარიღი პირველი შეხვედრის შემდეგ
kk: Бірінші күннен кейінгі күнді таңдаңыз
km: សូមជ្រើសរើសកាលបរិច្ឆេទបន្ទាប់ពីកាលបរិច្ឆេទដំបូង
kn: ದಯವಿಟ್ಟು ಮೊದಲ ದಿನಾಂಕದ ನಂತರದ ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: تکایە بەروارێک دیاری بکە دوای یەکەم بەروار
lo: ກະລຸນາເລືອກວັນທີເລີ່ມຕົ້ນກ່ອນ
lt: Pasirinkite datą po pirmosios datos
mr: कृपया पहिल्या तारखेनंतरची तारीख निवडा
ms: Sila pilih tarikh selepas tarikh pertama
my: ကျေးဇူးပြု၍ပထမဦးဆုံးရက်စွဲနောက်ပိုင်းကိုရွေးချယ်ပါ
no: Velg en dato etter første dato
pl: Wybierz datę po dacie rozpoczęcia
ro: Te rugăm să selectezi o dată după prima dată
si: කරුණාකර පළමු දිනයෙන් පසු දිනයක් තෝරන්න
sk: Vyberte dátum po prvom dátume
sq: Ju lutemi zgjidhni një datë pas datës së parë
sr: Молимо изаберите датум после првог састанка
sv: Välj ett datum efter startdatumet
sw: Tafadhali chagua tarehe baada ya tarehe ya kwanza
ta: முதல் தேதிக்குப் பிறகு ஒரு தேதியைத் தேர்ந்தெடுக்கவும்
te: దయచేసి మొదటి తేదీ తర్వాత ఒక తేదీ ఎంచుకోండి
th: กรุณาเลือกวันที่หลังจากวันแรก
tr: Lütfen ilk tarihten sonra bir tarih seçin
uk: Будь ласка, виберіть дату після першої дати
ur: براہ کرم پہلی تاریخ کے بعد کی تاریخ منتخب کریں
uz: Iltimos, birinchi sanadan keyingi sanani tanlang
vi: Vui lòng chọn ngày sau ngày bắt đầu

# enterCaptcha
source: Enter {captcha} to confirm:
am: {captcha} ያስገቡ ለማረጋገጥ፡
ar: أدخل {captcha} للتأكيد:
az: Təsdiqləmək üçün {captcha} daxil edin:
bg: Въведете {captcha} за потвърждение:
bn: নিশ্চিত করতে {captcha} লিখুন:
bs: Unesite {captcha} za potvrdu:
ca: Introdueix {captcha} per confirmar:
cs: Pro potvrzení zadejte {captcha}:
da: Indtast {captcha} for at bekræfte:
el: Εισάγετε {captcha} για επιβεβαίωση:
et: Sisesta kinnitamiseks {captcha}:
fa: برای تأیید، {captcha} را وارد کنید
fi: Vahvista kirjoittamalla {captcha}:
he: הזן {captcha} לאישור:
hi: पुष्टि के लिए {captcha} दर्ज करें:
hu: A megerősítéshez írja be ezt: {captcha}
id: Masukkan {captcha} untuk mengonfirmasi:
ja: {captcha}を入力して確認してください
ka: შეიყვანეთ {captcha} დასადასტურებლად:
kk: Растау үшін {captcha} енгізіңіз:
km: បញ្ចូល {captcha} ដើម្បីបញ្ជាក់៖
kn: ದೃಢೀಕರಿಸಲು {captcha} ಅನ್ನು ನಮೂದಿಸಿ:
ku: {captcha} بنووسە بۆ دڵنیاکردن:
lo: ໃສ່ {captcha} ເພື່ອຢືນຢັນ:
lt: Įveskite {captcha}, kad patvirtintumėte:
mr: पुष्टीकरणासाठी {captcha} प्रविष्ट करा:
ms: Masukkan {captcha} untuk mengesahkan:
my: အတည်ပြုရန် {captcha} ကိုထည့်ပါ-
no: Skriv inn {captcha} for å bekrefte
pl: Wpisz {captcha}, aby potwierdzić:
ro: Introdu {captcha} pentru a confirma:
si: තහවුරු කිරීමට {captcha} ඇතුළත් කරන්න:
sk: Pre potvrdenie zadajte {captcha}:
sq: Vendosni {captcha} për të konfirmuar:
sr: Унесите {captcha} да потврдите:
sv: Ange {captcha} för att bekräfta:
sw: Weka {captcha} ili kuthibitisha:
ta: உறுதிப்படுத்த {captcha} ஐ உள்ளிடவும்:
te: నిర్ధారించడానికి {captcha} నమోదు చేయండి:
th: ป้อน {captcha} เพื่อยืนยัน:
tr: Doğrulamak için {captcha} girin:
uk: Введіть {captcha} для підтвердження:
ur: تصدیق کے لیے {captcha} درج کریں:
uz: Tasdiqlash uchun {captcha}ni kiriting:
vi: Nhập {captcha} để xác nhận:

# enterYourPhone
source: Enter your phone number to get started.
am: ለመጀመር የስልክ ቁጥርዎን ያስገቡ።
ar: أدخل رقم هاتفك للبدء
az: Başlamaq üçün telefon nömrənizi daxil edin
bg: Въведете телефонния си номер, за да започнете.
bn: আপনার ফোন নম্বর লিখুন শুরু করতে।
bs: Unesite svoj broj telefona za početak.
ca: Introdueix el teu número de telèfon per començar.
cs: Začněte zadáním svého telefonního čísla.
da: Indtast dit telefonnummer for at komme i gang.
el: Εισάγετε τον αριθμό τηλεφώνου σας για να ξεκινήσετε
et: Alustamiseks sisesta oma telefoninumber.
fa: برای شروع شماره تلفن خود را وارد کنید
fi: Aloita kirjoittamalla puhelinnumerosi
he: הזן את מספר הטלפון שלך כדי להתחיל.
hi: शुरू करने के लिए अपना फ़ोन नंबर दर्ज करें।
hu: A kezdéshez adja meg telefonszámát.
id: Masukkan nomor telepon Anda untuk memulai.
ja: 電話番号を入力して始めてください
ka: დასაწყებად შეიყვანეთ თქვენი ტელეფონის ნომერი.
kk: Бастау үшін телефон нөміріңізді енгізіңіз
km: បញ្ចូលលេខទូរស័ព្ទរបស់អ្នកដើម្បីចាប់ផ្តើម
kn: ಪ್ರಾರಂಭಿಸಲು ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ.
ku: ژمارەی تەلەفۆنەکەت بنووسە بۆ دەستپێکردن.
lo: ໃສ່ເບີໂທລະສັບຂອງທ່ານເພື່ອເລີ່ມຕົ້ນ
lt: Pradžiai įveskite savo telefono numerį.
mr: सुरू करण्यासाठी तुमचा फोन नंबर प्रविष्ट करा.
ms: Masukkan nombor telefon anda untuk bermula.
my: စတင်ရန် သင့်ဖုန်းနံပါတ်ကို ထည့်ပါ။
no: Skriv inn telefonnummeret ditt for å komme i gang
pl: Wprowadź swój numer telefonu, aby rozpocząć.
ro: Introdu numărul tău de telefon pentru a începe.
si: ආරම්භ කිරීමට ඔබගේ දුරකථන අංකය ඇතුළත් කරන්න
sk: Zadajte svoje telefónne číslo
sq: Vendosni numrin tuaj të telefonit për të filluar.
sr: Унесите свој број телефона да бисте започели.
sv: Ange ditt telefonnummer för att komma igång.
sw: Weka namba yako ya simu ili kuanza.
ta: தொடங்குவதற்கு உங்கள் தொலைபேசி எண்ணை உள்ளிடவும்.
te: ప్రారంభించడానికి మీ ఫోన్ నంబర్‌ను నమోదు చేయండి.
th: กรอกหมายเลขโทรศัพท์ของคุณเพื่อเริ่มต้น
tr: Başlamak için telefon numaranızı girin.
uk: Введіть свій номер телефону, щоб почати
ur: شروع کرنے کے لیے اپنا فون نمبر درج کریں
uz: Boshlash uchun telefon raqamingizni kiriting
vi: Nhập số điện thoại của bạn để bắt đầu.

# errorAmountTransfer
source: Entered amount is greater than current wallet amount. Please try again!
am: የተለየው መጠን ከአሁኑ ቦርሳዎ መጠን በላይ ነው። እባክዎ እንደገና ይሞክሩ!
ar: المبلغ المدخل أكبر من رصيد المحفظة الحالي. حاول مرة أخرى!
az: Daxil edilmiş məbləğ cari pul kisəsi balansından çoxdur. Zəhmət olmasa, yenidən cəhd edin!
bg: Въведената сума е по-голяма от текущата сума в портфейла. Моля, опитайте отново!
bn: প্রবেশ করানো পরিমাণ ওয়ালেটের বর্তমান পরিমাণের চেয়ে বেশি। অনুগ্রহ করে আবার চেষ্টা করুন!
bs: Uneseni iznos je veći od trenutnog iznosa u novčaniku. Molimo pokušajte ponovo!
ca: L'import introduït és superior al saldo actual de la cartera. Si us plau, torna-ho a provar!
cs: Zadaná částka je větší než aktuální částka v peněžence. Zkuste to prosím znovu!
da: Det indtastede beløb er større end det aktuelle beløb i tegnebogen. Prøv igen!
el: Το ποσό που εισάγατε είναι μεγαλύτερο από το τρέχον υπόλοιπο του πορτοφολιού. Παρακαλώ προσπαθήστε ξανά!
et: Sisestatud summa on suurem kui praegune rahakoti saldo. Palun proovi uuesti!
fa: مقدار وارد شده بیشتر از موجودی کیف پول است. لطفاً دوباره تلاش کنید!
fi: Syötetty summa on suurempi kuin nykyinen lompakon saldo. Yritä uudelleen!
he: הסכום שהוזן גדול מיתרת הארנק הנוכחית. אנא נסה שוב!
hi: दर्ज की गई राशि वर्तमान वॉलेट राशि से अधिक है। कृपया पुनः प्रयास करें!
hu: A megadott összeg nagyobb, mint a jelenlegi pénztárca összege. Kérjük, próbálja újra!
id: Jumlah yang dimasukkan lebih besar dari saldo dompet saat ini. Silakan coba lagi!
ja: 入力した金額が現在のウォレット残高を超えています。もう一度お試しください！
ka: შეყვანილი თანხა აღემატება მიმდინარე საფულის თანხას. გთხოვთ, სცადოთ ხელახლა!
kk: Енгізілген сома ағымдағы әмиян балансынан үлкен. Қайталап көріңіз!
km: ចំនួនទឹកប្រាក់ដែលបានបញ្ចូលធំជាងចំនួននៅក្នុងកាបូបបច្ចុប្បន្ន។ សូមព្យាយាមម្តងទៀត!
kn: ನೀವು ನಮೂದಿಸಿದ ಮೊತ್ತವು ಪ್ರಸ್ತುತ ವ್ಯಾಲೆಟ್ ಮೊತ್ತಕ್ಕಿಂತ ಹೆಚ್ಚಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ!
ku: بڕی داخلکراو لە بڕی ئێستای کیفپاره زیاترە. تکایە دووبارە هەوڵبدە!
lo: ຈຳນວນເງິນທີ່ປ້ອນເຂົ້າແມ່ນຫຼາຍກວ່າຈຳນວນເງິນໃນກະເປົາ. ກະລຸນາລອງອີກຄັ້ງ!
lt: Įvesta suma yra didesnė nei dabartinis piniginės likutis. Bandykite dar kartą!
mr: प्रविष्ट केलेली रक्कम सध्याच्या वॉलेटच्या रकमेपेक्षा जास्त आहे. कृपया पुन्हा प्रयत्न करा!
ms: Jumlah yang dimasukkan adalah lebih besar daripada jumlah dompet semasa. Sila cuba lagi!
my: လက်ရှိပမာဏသည်သင့်ပိုက်ဆံအိတ်ထဲရှိပမာဏထက်ကျော်လွန်နေပါသည်။ပြန်လည်ကြိုးစားပါ!
no: Beløpet er større enn nåværende lommebokbeløp. Vennligst prøv igjen!
pl: Wprowadzona kwota jest większa niż aktualne saldo portfela. Spróbuj ponownie!
ro: Suma introdusă este mai mare decât suma curentă din portofel. Te rugăm să încerci din nou!
si: ඇතුළත් කළ මුදල වත්මන් පසුම්බියේ මුදල ඉක්මවයි. කරුණාකර නැවත උත්සාහ කරන්න!
sk: Zadaná suma je vyššia ako aktuálny zostatok v peňaženke. Skúste to prosím znova!
sq: Shuma e futur është më e madhe se shuma aktuale e portofolit. Ju lutemi provoni përsëri!
sr: Унети износ је већи од тренутног износа у новчанику. Молимо покушајте поново!
sv: Det angivna beloppet är större än nuvarande plånbokssaldo. Försök igen!
sw: Kiasi kilichowekwa ni kikubwa kuliko kiasi cha sasa cha pochi. Tafadhali jaribu tena!
ta: உள்ளிடப்பட்ட தொகை தற்போதைய பணப்பை இருப்பை விட அதிகமாக உள்ளது. தயவுசெய்து மீண்டும் முயற்சிக்கவும்!
te: నివేశించిన మొత్తం ప్రస్తుత వాలెట్ మొత్తం కంటే ఎక్కువ. దయచేసి మళ్లీ ప్రయత్నించండి!
th: จำนวนเงินที่ป้อนมากกว่ายอดคงเหลือในกระเป๋าเงิน กรุณาลองอีกครั้ง
tr: Girilen miktar mevcut cüzdan bakiyesinden fazla. Lütfen tekrar deneyin!
uk: Введена сума перевищує поточний баланс гаманця. Будь ласка, спробуйте ще раз!
ur: درج کردہ رقم موجودہ بٹوے کی رقم سے زیادہ ہے۔ دوبارہ کوشش کریں!
uz: Kiritilgan summa joriy hamyon miqdoridan katta. Iltimos, qayta urinib ko'ring!
vi: Số tiền nhập vào lớn hơn số dư hiện tại. Vui lòng thử lại!

source: Evening
am: ማታ
ar: مساءً
az: Axşam
bg: Вечер
bn: সন্ধ্যা
bs: Veče
ca: Vespre
cs: Večer
da: Aften
el: Βράδυ
et: Õhtu
fa: عصر
fi: Ilta
he: ערב
hi: शाम
hu: Este
id: Malam
ja: 夕方
ka: საღამო
kk: Кеш
km: ល្ងាច
kn: ಸಂಜೆ
ku: ئێوارە
lo: ຕອນແລງ
lt: Vakaras
mr: संध्याकाळ
ms: Petang
my: ညနေခင်း
no: Kveld
pl: Wieczór
ro: Seară
si: සවස
sk: Večer
sq: Mbrëmje
sr: вече
sv: Kväll
sw: Jioni
ta: மாலை
te: సాయంత్రం
th: เย็น
tr: Akşam
uk: Вечір
ur: شام
uz: Kechqurun
vi: Tối

source: Expected Delivery Date
am: ተጠባባቂ የመላኪያ ቀን
ar: تاريخ التوصيل المتوقع
az: Gözlənilən Çatdırılma Tarixi
bg: Очаквана дата на доставка
bn: প্রত্যাশিত ডেলিভারির তারিখ
bs: Očekivani datum dostave
ca: Data prevista de lliurament
cs: Očekávané datum doručení
da: Forventet leveringsdato
el: Αναμενόμενη ημερομηνία παράδοσης
et: Eeldatav tarnekuupäev
fa: تاریخ تحویل مورد انتظار
fi: Arvioitu toimituspäivä
he: תאריך משלוח משוער
hi: अपेक्षित डिलीवरी तिथि
hu: Várható szállítási dátum
id: Perkiraan Tanggal Pengiriman
ja: 配送予定日
ka: მიწოდების სავარაუდო თარიღი
kk: Күтілетін жеткізу күні
km: កាលបរិច្ឆេទដឹកជញ្ជូនដែលរំពឹងទុក
kn: ನಿರೀಕ್ಷಿತ ವಿತರಣಾ ದಿನಾಂಕ
ku: ڕێکەوتی گەیاندنی چاوەڕوانکراو
lo: ກຳນົດວັນທີຈັດສົ່ງ
lt: Numatoma pristatymo data
mr: अपेक्षित वितरण तारीख
ms: Tarikh Jangkaan Penghantaran
my: မျှော်မှန်းထားသောပို့ဆောင်မှုရက်စွဲ
no: Forventet leveringsdato
pl: Przewidywana data dostawy
ro: Data estimată de livrare
si: අපේක්ෂිත බෙදාහැරීමේ දිනය
sk: Predpokladaný dátum doručenia
sq: Data e pritshme e dorëzimit
sr: Очекивани датум испоруке
sv: Förväntat leveransdatum
sw: Tarehe ya Uwasilishaji Inatarajiwa
ta: எதிர்பார்க்கப்படும் டெலிவரி தேதி
te: అంచనా డెలివరీ తేదీ
th: วันที่จัดส่งที่คาดหวัง
tr: Tahmini Teslimat Tarihi
uk: Очікувана дата доставки
ur: متوقع ترسیل کی تاریخ
uz: Kutilayotgan yetkazib berish sanasi
vi: Ngày giao hàng dự kiến

source: External
am: ውጪ
ar: خارجي
az: Xarici
bg: Външен
bn: বাহ্যিক
bs: Vanjski
ca: Extern
cs: Externí
da: Ekstern
el: Εξωτερικό
et: Väline
fa: خارجی
fi: Ulkoinen
he: חיצוני
hi: बाहरी
hu: Külső
id: Eksternal
ja: 外部
ka: გარე
kk: Сыртқы
km: ខាងក្រៅ
kn: ಬಾಹ್ಯ
ku: دەرەکی
lo: ພາຍນອກ
lt: Išorinis
mr: बाहेरील
ms: Luaran
my: အပြင်ဘက်
no: Ekstern
pl: Zewnętrzny
ro: Extern
si: බාහිර
sk: Externé
sq: E jashtme
sr: Екстерни
sv: Extern
sw: Ya nje
ta: வெளிப்புற
te: బయటి
th: ภายนอก
tr: Harici
uk: Зовнішній
ur: بیرونی
uz: Tashqi
vi: Bên ngoài

# failToAssign
source: Failed to assign User
am: ተጠቃሚን መመደብ አልተቻለም
ar: فشل في تعيين المستخدم
az: İstifadəçi təyin etmək mümkün olmadı
bg: Неуспешно присвояване на потребител
bn: ব্যবহারকারীকে বরাদ্দ করতে ব্যর্থ হয়েছে৷
bs: Nije uspjelo dodjeljivanje korisnika
ca: No s'ha pogut assignar l'usuari
cs: Přiřazení uživatele se nezdařilo
da: Kunne ikke tildele bruger
el: Αποτυχία ανάθεσης χρήστη
et: Kasutaja määramine ebaõnnestus
fa: اختصاص کاربر ناموفق بود
fi: Käyttäjän määrittäminen epäonnistui
he: הקצאת משתמש נכשלה
hi: उपयोगकर्ता असाइन करने में विफल
hu: Nem sikerült a felhasználó hozzárendelése
id: Gagal menetapkan Pengguna
ja: ユーザーの割り当てに失敗しました
ka: მომხმარებლის მინიჭება ვერ მოხერხდა
kk: Пайдаланушыны тағайындау сәтсіз аяқталды
km: មិនអាចផ្ដល់អ្នកប្រើប្រាស់បានទេ
kn: ಬಳಕೆದಾರರನ್ನು ನಿಯೋಜಿಸಲು ವಿಫಲವಾಗಿದೆ
ku: شکستی لە دانانی بەکارهێنەر
lo: ລົ້ມເຫຼວໃນການມອບໝາຍຜູ້ໃຊ້
lt: Nepavyko priskirti vartotojo
mr: वापरकर्ता नियुक्त करण्यात अयशस्वी
ms: Gagal untuk menetapkan pengguna
my: အသုံးပြုသူကို သတ်မှတ်ပေးရန် မအောင်မြင်ပါ။
no: Kunne ikke tildele bruker
pl: Nie udało się przypisać użytkownika
ro: Nu s-a putut atribui utilizatorul
si: පරිශීලකයා පැවරීම අසාර්ථක විය
sk: Nepodarilo sa priradiť používateľa
sq: Caktimi i përdoruesit dështoi
sr: Додељивање корисника није успело
sv: Det gick inte att tilldela användare
sw: Imeshindwa kumkabidhi Mtumiaji
ta: பயனரை ஒதுக்க முடியவில்லை
te: వాడుకరిని కేటాయించడంలో విఫలమైంది
th: ไม่สามารถมอบหมายผู้ใช้ได้
tr: Kullanıcı atanamadı
uk: Не вдалося призначити користувача
ur: صارف کو تفویض کرنے میں ناکام
uz: Foydalanuvchini tayinlab bo'lmadi
vi: Không thể chỉ định người dùng

source: Failed to generate link
am: አገናኝ መፍጠር አልተሳካም
ar: فشل في إنشاء الرابط
az: Link yaratmaq mümkün olmadı
bg: Неуспешно генериране на връзка
bn: লিঙ্ক তৈরি করতে ব্যর্থ হয়েছে
bs: Nije uspjelo generisanje linka
ca: No s'ha pogut generar l'enllaç
cs: Nepodařilo se vygenerovat odkaz
da: Kunne ikke generere link
el: Αποτυχία δημιουργίας συνδέσμου
et: Lingi genereerimine ebaõnnestus
fa: ایجاد لینک ناموفق بود
fi: Linkin luominen epäonnistui
he: יצירת הקישור נכשלה
hi: लिंक जनरेट करने में विफल
hu: Nem sikerült létrehozni a linket
id: Gagal membuat tautan
ja: リンクの生成に失敗しました
ka: ბმულის გენერირება ვერ მოხერხდა
kk: Сілтеме жасау сәтсіз аяқталды
km: មិនអាចបង្កើតតំណបានទេ
kn: ಲಿಂಕ್ ರಚಿಸಲು ವಿಫಲವಾಗಿದೆ
ku: شکستی هات لە دروستکردنی بەستەر
lo: ລົ້ມເຫຼວໃນການສ້າງລິ້ງ
lt: Nepavyko sugeneruoti nuorodos
mr: लिंक तयार करण्यात अयशस्वी
ms: Gagal menjana pautan
my: လင့်ခ်ကို ထုတ်လုပ်ရန် မအောင်မြင်ပါ။
no: Kunne ikke generere lenke
pl: Nie udało się wygenerować linku
ro: Nu s-a putut genera linkul
si: සබැඳිය ජනනය කිරීම අසාර්ථක විය
sk: Nepodarilo sa vygenerovať odkaz
sq: Dështoi gjenerimi i lidhjes
sr: Генерисање везе није успело
sv: Det gick inte att skapa länk
sw: Imeshindwa kutengeneza kiungo
ta: இணைப்பை உருவாக்க முடியவில்லை
te: లింక్ రూపొందించడంలో విఫలమైంది
th: ไม่สามารถสร้างลิงก์ได้
tr: Bağlantı oluşturulamadı
uk: Не вдалося створити посилання
ur: لنک بنانے میں ناکام
uz: Havola yaratib bo'lmadi
vi: Không thể tạo liên kết

# failedToLoadAppConfig
source: Failed to load application configuration. Please try again or restart your application.
am: የመተግበሪያውን ቅኝት መጫን አልተሳካም። እባኮትን እንደገና ይሞክሩ ወይም መተግበሪያውን ዳግም ያስጀምሩ።
ar: فشل تحميل إعدادات التطبيق. يرجى إعادة تشغيل التطبيق
az: Tətbiq konfiqurasiyasını yükləmək alınmadı. Lütfən, yenidən cəhd edin və ya tətbiqinizi yenidən başladın.
bg: Неуспешно зареждане на конфигурацията на приложението. Моля, опитайте отново или рестартирайте приложението си.
bn: অ্যাপ্লিকেশন কনফিগারেশন লোড করতে ব্যর্থ হয়েছে. অনুগ্রহ করে আবার চেষ্টা করুন বা আপনার আবেদন পুনরায় চালু করুন।
bs: Učitavanje konfiguracije aplikacije nije uspjelo. Pokušajte ponovo ili ponovo pokrenite aplikaciju.
ca: No s'ha pogut carregar la configuració de l'aplicació. Si us plau, torna-ho a provar o reinicia l'aplicació.
cs: Načtení konfigurace aplikace se nezdařilo. Zkuste to znovu nebo restartujte aplikaci
da: Appens konfiguration kunne ikke indlæses. Prøv venligst igen, eller genstart din applikation.
el: Αποτυχία φόρτωσης διαμόρφωσης εφαρμογής. Παρακαλώ δοκιμάστε ξανά ή επανεκκινήστε την εφαρμογή σας.
et: Rakenduse seadistuse laadimine ebaõnnestus. Palun proovi uuesti või taaskäivita rakendus.
fa: بارگذاری پیکربندی برنامه ناموفق بود. لطفاً دوباره امتحان کنید یا برنامه را مجدداً راه‌اندازی کنید
fi: Sovelluksen määrityksen lataaminen epäonnistui. Yritä uudelleen tai käynnistä sovellus uudelleen.
he: טעינת תצורת האפליקציה נכשלה. אנא נסה שוב או הפעל מחדש את היישום
hi: एप्लिकेशन कॉन्फ़िगरेशन लोड करने में विफल। कृपया पुनः प्रयास करें या अपना एप्लिकेशन पुनरारंभ करें।
hu: Nem sikerült betölteni az alkalmazás konfigurációját. Kérjük, próbálja újra, vagy indítsa újra az alkalmazást.
id: Gagal memuat konfigurasi aplikasi. Silakan coba lagi atau mulai ulang aplikasi Anda.
ja: アプリケーション設定の読み込みに失敗しました。もう一度お試しいただくか、アプリケーションを再起動してください。
ka: აპლიკაციის კონფიგურაციის ჩატვირთვა ვერ მოხერხდა. გთხოვთ, სცადოთ ხელახლა ან გადატვირთოთ აპლიკაცია.
kk: Қолданба конфигурациясын жүктеу сәтсіз аяқталды. Қайталап көріңіз немесе қолданбаны қайта іске қосыңыз
km: មិនអាចផ្ទុកការកំណត់រចនាសម្ព័ន្ធកម្មវិធីបានទេ។ សូមព្យាយាមម្តងទៀត ឬចាប់ផ្តើមកម្មវិធីរបស់អ្នកឡើងវិញ។
kn: ಅಪ್ಲಿಕೇಶನ್ ಸಂರಚನೆಯನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ಅಪ್ಲಿಕೇಶನ್ ಮರುಪ್ರಾರಂಭಿಸಿ.
ku: شکستی هاتە بارکردنی ڕێکخستنی بەرنامە. تکایە دووبارە هەوڵ بدە یان بەرنامەکەت دووبارە دەستپێبکە.
lo: ລົ້ມເຫຼວໃນການໂຫຼດການຕັ້ງຄ່າແອັບພລິເຄຊັນ. ກະລຸນາພະຍາຍາມອີກເທື່ອໜຶ່ງ ຫຼື ເລີ່ມຕົ້ນແອັບຄືນໃໝ່
lt: Nepavyko įkelti programos konfigūracijos. Bandykite dar kartą arba iš naujo paleiskite programą.
mr: अॅप्लिकेशन कॉन्फिगरेशन लोड करण्यात अयशस्वी. कृपया पुन्हा प्रयत्न करा किंवा तुमचा अॅप रीस्टार्ट करा.
ms: Gagal memuat konfigurasi aplikasi. Sila cuba lagi atau mulakan semula aplikasi anda.
my: အပလီကေးရှင်းဖွဲ့စည်းပုံကို တင်၍မရပါ။ ကျေးဇူးပြု၍ ထပ်စမ်းကြည့်ပါ သို့မဟုတ် သင့်လျှောက်လွှာကို ပြန်လည်စတင်ပါ။
no: Kunne ikke laste applikasjonskonfigurasjonen. Vennligst prøv igjen eller start applikasjonen på nytt
pl: Nie udało się załadować konfiguracji aplikacji. Spróbuj ponownie lub uruchom ponownie aplikację.
ro: Nu s-a putut încărca configurația aplicației. Te rugăm să încerci din nou sau să repornești aplicația.
si: යෙදුම් වින්‍යාසය පූරණය කිරීම අසාර්ථක විය. කරුණාකර නැවත උත්සාහ කරන්න හෝ ඔබගේ යෙදුම නැවත ආරම්භ කරන්න.
sk: Nepodarilo sa načítať konfiguráciu aplikácie. Skúste to znova alebo reštartujte aplikáciu.
sq: Ngarkimi i konfigurimit të aplikacionit dështoi. Ju lutemi provoni përsëri ose rinisni aplikacionin tuaj.
sr: Учитавање конфигурације апликације није успело. Покушајте поново или поново покрените апликацију.
sv: Det gick inte att läsa in applikationskonfigurationen. Försök igen eller starta om din applikation.
sw: Imeshindwa kupakia mipangilio ya programu. Tafadhali jaribu tena au uzime na uwashe upya programu yako.
ta: பயன்பாட்டு அமைப்பை ஏற்றுவதில் தோல்வி. தயவுசெய்து மீண்டும் முயற்சிக்கவும் அல்லது உங்கள் பயன்பாட்டை மறுதொடக்கம் செய்யவும்.
te: యాప్ కాన్ఫిగరేషన్ లోడ్ చేయడంలో విఫలమైంది. దయచేసి మళ్లీ ప్రయత్నించండి లేదా యాప్‌ను రీస్టార్ట్ చేయండి.
th: ไม่สามารถโหลดการตั้งค่าแอปพลิเคชันได้ กรุณาลองอีกครั้งหรือรีสตาร์ทแอปพลิเคชัน
tr: Uygulama yapılandırması yüklenemedi. Lütfen tekrar deneyin veya uygulamayı yeniden başlatın.
uk: Не вдалося завантажити конфігурацію додатку. Спробуйте ще раз або перезапустіть додаток
ur: ایپلیکیشن کنفیگریشن لوڈ کرنے میں ناکام۔ براہ کرم دوبارہ کوشش کریں یا اپنی درخواست دوبارہ شروع کریں
uz: Ilova konfiguratsiyasini yuklab bo'lmadi. Iltimos, qayta urinib ko'ring yoki ilovangizni qayta ishga tushiring.
vi: Không thể tải cấu hình ứng dụng. Vui lòng thử lại hoặc khởi động lại ứng dụng.

source: Failed to load image
am: ፎቶውን መጫን አልተቻለም
ar: فشل تحميل الصورة
az: Şəkli yükləmək mümkün olmadı
bg: Неуспешно зареждане на изображението
bn: ছবি লোড করতে ব্যর্থ হয়েছে৷
bs: Učitavanje slike nije uspjelo
ca: No s'ha pogut carregar la imatge
cs: Načtení obrázku se nezdařilo
da: Kunne ikke indlæse billede
el: Αποτυχία φόρτωσης εικόνας
et: Pildi laadimine ebaõnnestus
fa: بارگیری تصویر ناموفق بود
fi: Kuvan lataaminen epäonnistui
he: טעינת התמונה נכשלה
hi: छवि लोड करने में विफल
hu: Nem sikerült betölteni a képet
id: Gagal memuat gambar
ja: 画像の読み込みに失敗しました
ka: სურათის ჩატვირთვა ვერ მოხერხდა
kk: Кескінді жүктеу сәтсіз аяқталды
km: មិនអាចផ្ទុករូបភាពបានទេ
kn: ಚಿತ್ರವನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ
ku: نەتوانرا وێنە باربکرێت
lo: ໂຫຼດຮູບບໍ່ສຳເລັດ
lt: Nepavyko įkelti vaizdo
mr: प्रतिमा लोड करण्यात अयशस्वी
ms: Gagal memuat imej
my: ပုံတင်ရန် မအောင်မြင်ပါ။
no: Kunne ikke laste bildet
pl: Nie udało się załadować obrazu
ro: Nu s-a putut încărca imaginea
si: රූපය පූරණය කිරීම අසාර්ථක විය
sk: Nepodarilo sa načítať obrázok
sq: Dështoi ngarkimi i imazhit
sr: Учитавање слике није успело
sv: Det gick inte att ladda bilden
sw: Imeshindwa kupakia picha
ta: படத்தை ஏற்ற முடியவில்லை
te: చిత్రాన్ని లోడ్ చేయడంలో విఫలమైంది
th: ไม่สามารถโหลดรูปภาพได้
tr: Görsel yüklenemedi
uk: Не вдалося завантажити зображення
ur: تصویر لوڈ کرنے میں ناکام
uz: Rasmni yuklab bo'lmadi
vi: Không thể tải hình ảnh

source: Favorite
am: ተወዳጅ
ar: المفضلة
az: Sevimlilər
bg: Любими
bn: প্রিয়
bs: Omiljeno
ca: Preferits
cs: Oblíbené
da: Favorit
el: Αγαπημένο
et: Lemmik
fa: مورد علاقه
fi: Suosikki
he: מועדף
hi: पसंदीदा
hu: Kedvenc
id: Favorit
ja: お気に入り
ka: რჩეული
kk: Таңдаулы
km: ចំណូលចិត្ត
kn: ನೆಚ್ಚಿನ
ku: دڵخواز
lo: ທີ່ມັກ
lt: Mėgstamiausi
mr: आवडते
ms: Kegemaran
my: အကြိုက်ဆုံး
no: Favoritt
pl: Ulubione
ro: Favorit
si: ප්‍රියතම
sk: Obľúbené
sq: E preferuar
sr: Фаворите
sv: Favorit
sw: Kipendwa
ta: விருப்பமானவை
te: ఇష్టమైనవి
th: รายการโปรด
tr: Favori
uk: Улюблене
ur: پسندیدہ
uz: Sevimli
vi: Yêu thích

source: Fingerprints, Touch ID
am: እጅ አሳሳቢ ምልክቶች, Touch ID
ar: بصمات الأصابع أو معرف اللمس
az: Barmaq izləri, Touch ID
bg: Пръстови отпечатъци, Touch ID
bn: আঙুলের ছাপ, টাচ আইডি
bs: Otisci prstiju, Touch ID
ca: Empremtes dactilars, Touch ID
cs: Otisky prstů, Touch ID
da: Fingeraftryk, Touch ID
el: Δακτυλικά αποτυπώματα, Touch ID
et: Sõrmejäljed, Touch ID
fa: اثر انگشت، تاچ آیدی
fi: Sormenjäljet ja Touch ID
he: טביעות אצבע וזיהוי מגע
hi: फिंगरप्रिंट, टच आईडी
hu: Ujjlenyomat, Touch ID
id: Sidik Jari, Touch ID
ja: 指紋認証・Touch ID
ka: თითის ანაბეჭდები, Touch ID
kk: Саусақ іздері, Touch ID
km: ស្នាមម្រាមដៃ ឬ Touch ID
kn: ಫಿಂಗರ್‌ಪ್ರಿಂಟ್‌ಗಳು, ಟಚ್ ಐಡಿ
ku: پەنجەدانەکان، Touch ID
lo: ລາຍນິ້ວມື, Touch ID
lt: Pirštų atspaudai, Touch ID
mr: बोटांचे ठसे, टच आयडी
ms: Cap jari, ID Sentuh
my: လက်ဗွေ၊ Touch ID
no: Fingeravtrykk, Touch ID
pl: Odciski palców, Touch ID
ro: Amprente, Touch ID
si: ඇඟිලි සලකුණු, ස්පර්ශ හැඳුනුම්පත
sk: Odtlačky prstov, Touch ID
sq: Gjurmët e gishtave, Touch ID
sr: Отисци прстију, Тоуцх ИД
sv: Fingeravtryck, Touch ID
sw: Alama za vidole, Kitambulisho cha Kugusa
ta: கைரேகைகள், தொடு அடையாளம்
te: ఫింగర్‌ప్రింట్లు, టచ్ ID
th: ลายนิ้วมือ, Touch ID
tr: Parmak izi, Touch ID
uk: Відбитки пальців, Touch ID
ur: فنگر پرنٹس، ٹچ آئی ڈی
uz: Barmoq izlari, Touch ID
vi: Dấu vân tay, Touch ID
