Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

# goBackToShipping
source: Back to Shipping
am: ወደ መላኪያ ተመለስ
ar: العودة إلى الشحن
az: Çatdırılmaya qayıt
bg: Обратно към доставка
bn: শিপিংয়ে ফিরে যান
bs: Nazad na dostavu
ca: Tornar a l'enviament
cs: Vraťte se k dopravě
da: Gå tilbage til forsendelse
el: Επιστροφή στην αποστολή
et: Tagasi tarneni
fa: بازگشت به روش ارسال
fi: Palaa toimitukseen
he: חזור למשלוח
hi: शिपिंग पर वापस जाएं
hu: Vissza a szállításhoz
id: Kembali ke Pengiriman
ja: 配送情報に戻る
ka: დაუბრუნდით მიწოდებას
kk: Жеткізуге оралу
km: ត្រឡប់ទៅការដឹកជញ្ជូន
kn: ಸಾಗಾಣಿಕೆಗೆ ಹಿಂತಿರುಗಿ
ku: بگەڕێوە بۆ گەیاندن
lo: ກັບຄືນໄປໜ້າຂົນສົ່ງ
lt: Grįžti į pristatymą
mr: वाहतुकीकडे परत जा
ms: Kembali ke penghantaran
my: ပို့ဆောင်မှုသို့ပြန်သွားရန်
no: Tilbake til frakt
pl: Wróć do wysyłki
ro: Înapoi la livrare
si: ප්‍රවාහනයට ආපසු යන්න
sk: Späť na doručenie
sq: Kthehu te transporti
sr: Назад на доставу
sv: Gå tillbaka till frakt
sw: Rudi kwenye usafirishaji
ta: அனுப்புதலுக்குத் திரும்பவும்
te: రవాణాకు తిరిగి వెళ్ళండి
th: กลับไปที่การจัดส่ง
tr: Kargoya Geri Dön
uk: Повернутися до доставки
ur: شپنگ پر واپس جائیں
uz: Yetkazib berishga qaytish
vi: Quay lại vận chuyển

# goBackToReview
source: Back to Review
am: ወደ ግምገማ ተመለስ
ar: العودة إلى المراجعة
az: Baxışa qayıt
bg: Обратно към преглед
bn: পর্যালোচনায় ফিরে যান
bs: Nazad na pregled
ca: Tornar a la revisió
cs: Vraťte se na kontrolu
da: Gå tilbage til anmeldelse
el: Επιστροφή στην αξιολόγηση
et: Tagasi ülevaateni
fa: بازگشت
fi: Palaa arvosteluun
he: חזור לביקורת
hi: समीक्षा पर वापस जाएं
hu: Vissza az összegzéshez
id: Kembali ke Ulasan
ja: 注文内容の確認に戻る
ka: დაუბრუნდით მიმოხილვას
kk: Шолуға оралу
km: ត្រឡប់ទៅការពិនិត្យឡើងវិញ
kn: ಪರಿಶೀಲನೆಗೆ ಹಿಂತಿರುಗಿ
ku: بگەڕێوە بۆ هەڵسەنگاندن
lo: ກັບໄປໜ້າທວນຄືນ
lt: Grįžti į peržiūrą
mr: पुनरावलोकनाकडे परत जा
ms: Kembali ke ulasan
my: သုံးသပ်ချက်သို့ပြန်သွားရန်
no: Tilbake til gjennomgang
pl: Wróć do recenzji
ro: Înapoi la verificare
si: සමාලෝචනයට ආපසු යන්න
sk: Späť na recenziu
sq: Kthehu te rishikimi
sr: Назад на преглед
sv: Gå tillbaka till granskning
sw: Rudi kwenye ukaguzi
ta: மதிப்புரைக்குத் திரும்பவும்
te: సమీక్షకు తిరిగి వెళ్ళండి
th: กลับไปที่รีวิว
tr: İncelemeye Geri Dön
uk: Повернутися до відгуків
ur: جائزے پر واپس جائیں
uz: Sharhga qaytish
vi: Quay lại xem lại

source: Address
am: አድራሻ
ar: العنوان
az: Ünvan
bg: Адрес
bn: ঠিকানা
bs: Adresa
ca: Adreça
cs: Adresa
da: Adresse
el: Διεύθυνση
et: Aadress
fa: آدرس
fi: Osoite
he: כתובת
hi: पता
hu: Cím
id: Alamat
ja: 住所
ka: მისამართი
kk: Мекенжай
km: អាសយដ្ឋាន
kn: ವಿಳಾಸ
ku: ناونیشان
lo: ທີ່ຢູ່
lt: Adresas
mr: पत्ता
ms: Alamat
my: လိပ်စာ
no: Adresse
pl: Adres
ro: Adresă
si: ලිපිනය
sk: Adresa
sq: Adresë
sr: Адреса
sv: Adress
sw: Anwani
ta: முகவரி
te: చిరునామా
th: ที่อยู่
tr: Adres
uk: Адреса
ur: پتہ
uz: Manzil
vi: Địa chỉ

source: Shipping Address
am: የመላኪያ አድራሻ
ar: عنوان الشحن
az: Çatdırılma ünvanı
bg: Адрес за доставка
bn: প্রেরণের ঠিকানা
bs: Adresa za dostavu
ca: Adreça d'enviament
cs: Dodací adresa
da: Leveringsadresse
el: Διεύθυνση αποστολής
et: Tarneaadress
fa: آدرس دریافت‌کننده
fi: Toimitusosoite
he: כתובת למשלוח
hi: शिपिंग पता
hu: Szállítási cím
id: Alamat Pengiriman
ja: 配送先住所
ka: მიწოდების მისამართი
kk: Жеткізу мекенжайы
km: អាសយដ្ឋានដឹកជញ្ជូន
kn: ಸಾಗಾಣಿಕೆ ವಿಳಾಸ
ku: ناونیشانی گەیاندن
lo: ທີ່ຢູ່ຈັດສົ່ງ
lt: Pristatymo adresas
mr: वाहतुकीचा पत्ता
ms: Alamat Penghantaran
my: ပို့ဆောင်ရမည့်လိပ်စာ
no: Leveringsadresse
pl: Adres wysyłki
ro: Adresă de livrare
si: ප්‍රවාහන ලිපිනය
sk: Dodacia adresa
sq: Adresa e dërgimit
sr: Адреса за доставу
sv: Leveransadress
sw: Anwani ya Usafirishaji
ta: அனுப்பும் முகவரி
te: రవాణా చిరునామా
th: ที่อยู่จัดส่ง
tr: Teslimat Adresi
uk: Адреса доставки
ur: شپنگ کا پتہ
uz: Yetkazib berish manzili
vi: Địa chỉ giao hàng

# orderDetail
source: Order Details
am: የትዕዛዝ ዝርዝሮች
ar: تفاصيل الطلب
az: Sifariş detalları
bg: Детайли на поръчката
bn: অর্ডার বিবরণ
bs: Detalji narudžbe
ca: Detalls de la comanda
cs: Detail objednávky
da: Ordredetaljer
el: Λεπτομέρειες παραγγελίας
et: Tellimuse üksikasjad
fa: جزئیات سفارش
fi: Tilauksen tiedot
he: פרטי ההזמנה
hi: आदेश विवरण
hu: Rendelés adatai
id: Detail Pesanan
ja: 注文詳細
ka: შეკვეთის დეტალები
kk: Тапсырыс мәліметтері
km: ព័ត៌មានលម្អិតការបញ្ជាទិញ
kn: ಆದೇಶದ ವಿವರ
ku: وردەکاری داواکردنەکە
lo: ລາຍລະອຽດການສັ່ງຊື້
lt: Užsakymo informacija
mr: ऑर्डरचा तपशील
ms: Butiran pesanan
my: အော်ဒါအသေးစိတ်
no: Ordredetaljer
pl: Szczegóły zamówienia
ro: Detalii comandă
si: ඇණවුම් විස්තර
sk: Detaily objednávky
sq: Detajet e porosisë
sr: Детаљи поруџбине
sv: Beställningsdetaljer
sw: Maelezo ya Agizo
ta: ஆர்டர் விவரம்
te: ఆర్డర్ వివరాలు
th: รายละเอียดการสั่งซื้อ
tr: Sipariş Detayı
uk: Деталі замовлення
ur: آرڈر کی تفصیلات
uz: Buyurtma tafsilotlari
vi: Chi tiết đơn hàng

source: Subtotal
am: ድምር ንዑስ ክፍል
ar: المجموع الفرعي
az: Ara cəm
bg: Междинна сума
bn: উপ-মোট
bs: Međuzbir
cs: Mezisoučet
el: Μερικό σύνολο
et: Vahesumma
fa: جمع کل
fi: Välisumma
he: סכום ביניים
hi: उप-योग
hu: Részösszeg
ja: 小計
ka: სუბტოტალი
kk: Аралық сома
km: សរុបរង
kn: ಉಪಮೊತ್ತ
ku: نرخی پێش کۆتایی
lo: ລວມຍ່ອຍ
lt: Tarpinė suma
mr: उपएकूण
ms: Jumlah kecil
my: စုစုပေါင်း
no: Delsum
pl: Suma częściowa
si: අතුරු එකතුව
sk: Medzisúčet
sq: Nëntotali
sr: Међузбир
sv: Delsumma
sw: Jumla ndogo
ta: கூட்டுத்தொகை
te: ఉపమొత్తం
th: ยอดรวม
tr: Ara Toplam
uk: Проміжний підсумок
ur: ذیلی کل
uz: Oraliq jami
vi: Tạm tính

source: Total
am: ጠቅላላ
ar: الإجمالي
az: Cəmi
bg: Обща сума
bn: মোট
bs: Ukupno
cs: Celkem
el: Σύνολο
et: Kogusumma
fa: مجموع
fi: Yhteensä
he: סה"כ
hi: कुल
hu: Végösszeg
ja: 合計
ka: ჯამი
kk: Жалпы
km: សរុប
kn: ಒಟ್ಟು
ku: نرخی کۆتایی
lo: ລວມ
lt: Iš viso
mr: एकूण
ms: Jumlah
my: စုစုပေါင်း
no: Totalt
pl: Suma
si: මුළු එකතුව
sk: Celkom
sq: Totali
sr: Укупно
sv: Totalt
sw: Jumla
ta: மொத்தம்
te: మొత్తం
th: ทั้งหมด
tr: Toplam
uk: Всього
ur: کل
uz: Jami
vi: Tổng cộng

source: Payment Methods
am: የክፍያ ዘዴዎች
ar: طرق الدفع
az: Ödəniş üsulları
bg: Начини на плащане
bn: পেমেন্ট পদ্ধতি
bs: Načini plaćanja
ca: Mètodes de pagament
cs: Platební metody
da: Betalingsmetoder
el: Μέθοδοι πληρωμής
et: Makseviisid
fa: روش پرداخت
fi: Maksutavat
he: אמצעי תשלום
hi: भुगतान के तरीके
hu: Fizetési módok
id: Metode Pembayaran
ja: お支払い方法
ka: გადახდის მეთოდები
kk: Төлем әдістері
km: វិធីសាស្រ្តទូទាត់
kn: ಪಾವತಿ ವಿಧಾನಗಳು
ku: شێوازی پارەدان
lo: ວິທີການຊໍາລະເງິນ
lt: Mokėjimo būdai
mr: पेमेंट पद्धती
ms: Kaedah pembayaran
my: ငွေပေးချေမှုနည်းလမ်းများ
no: Betalingsmetoder
pl: Metody płatności
ro: Metode de plată
si: ගෙවීම් ක්‍රම
sk: Spôsoby platby
sq: Metodat e pagesës
sr: Начини плаћања
sv: Betalningsmetoder
sw: Njia za Malipo
ta: கட்டண முறைகள்
te: చెల్లింపు పద్ధతులు
th: วิธีการชำระเงิน
tr: Ödeme Yöntemleri
uk: Способи оплати
ur: ادائیگی کے طریقے
uz: To'lov usullari
vi: Phương thức thanh toán

source: Choose your payment method
am: የክፍያ ዘዴዎን ይምረጡ
ar: اختر طريقة الدفع
az: Ödəniş üsulunu seçin
bg: Изберете начин на плащане
bn: আপনার পেমেন্ট পদ্ধতি চয়ন করুন
bs: Odaberite način plaćanja
ca: Tria el teu mètode de pagament
cs: Zvolte platební metodu
da: Vælg din betalingsmetode
el: Επιλέξτε μέθοδο πληρωμής
et: Vali oma makseviis
fa: انتخاب روش پرداخت
fi: Valitse maksutapa
he: בחר את אמצעי התשלום שלך
hi: अपनी भुगतान विधि चुनें
hu: Válasszon fizetési módot
id: Pilih Metode Pembayaran
ja: お支払い方法を選択してください
ka: აირჩიეთ გადახდის მეთოდი
kk: Төлем әдісін таңдаңыз
km: ជ្រើសរើសវិធីបង់ប្រាក់របស់អ្នក
kn: ನಿಮ್ಮ ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ku: شێوازی پارەدان هەڵبژێرە
lo: ເລືອກວິທີການຊຳລະເງິນຂອງທ່ານ
lt: Pasirinkite mokėjimo būdą
mr: तुमची पेमेंट पद्धत निवडा
ms: Pilih kaedah pembayaran anda
my: ငွေပေးချေမှုနည်းလမ်းရွေးချယ်ပါ
no: Velg betalingsmetode
pl: Wybierz metodę płatności
ro: Alege metoda de plată
si: ඔබේ ගෙවීම් ක්‍රමය තෝරන්න
sk: Vyberte spôsob platby
sq: Zgjidhni mënyrën tuaj të pagesës
sr: Изаберите начин плаћања
sv: Välj din betalningsmetod
sw: Chagua njia yako ya malipo
ta: கட்டண முறையைத் தேர்ந்தெடுக்கவும்
te: మీ చెల్లింపు విధానాన్ని ఎంచుకోండి
th: เลือกวิธีการชำระเงิน
tr: Ödeme Yönteminizi Seçin
uk: Виберіть спосіб оплати
ur: اپنی ادائیگی کا طریقہ منتخب کریں
uz: To'lov usulini tanlang
vi: Chọn phương thức thanh toán

# placeMyOrder
source: Place Order
am: ትዕዛዝ አድራግ
ar: تأكيد الطلب
az: Sifarişi təsdiqlə
bg: Направи поръчка
bn: আমার অর্ডার স্থাপন করুন
bs: Naruči
ca: Fer la comanda
cs: Odeslat objednávku
da: Afgiv min ordre
el: Υποβολή παραγγελίας
et: Esita tellimus
fa: ثبت سفارش
fi: Tee tilaus
he: בצע הזמנה
hi: मेरा आदेश दें
hu: Rendelés leadása
id: Buat Pesanan
ja: 注文を確定する
ka: შეკვეთის განთავსება
kk: Тапсырыс беру
km: បញ្ជាទិញ
kn: ನನ್ನ ಆದೇಶವನ್ನು ನೀಡಿ
ku: داواکردنەکەم بنێرە
lo: ຄໍາສັ່ງຊື້ຂອງຂ້ອຍ
lt: Pateikti užsakymą
mr: माझी ऑर्डर नोंदवा
ms: Buat Pesanan Saya
my: အော်ဒါတင်မည်
no: Send bestilling
pl: Złóż zamówienie
ro: Plasează comanda
si: මගේ ඇණවුම තහවුරු කරන්න
sk: Zadať objednávku
sq: Vendos porosinë time
sr: Пошаљи поруџбину
sv: Lägg min beställning
sw: Weka Agizo Langu
ta: ஆர்டரை வைக்கவும்
te: నా ఆర్డర్ ఇవ్వండి
th: ทำการสั่งซื้อ
tr: Sipariş Ver
uk: Оформити замовлення
ur: میرا آرڈر دیں
uz: Buyurtma berish
vi: Đặt hàng

# itsOrdered
source: Order Placed!
am: ትዕዛዝ ተሰጥቷል!
ar: تم الطلب!
az: Sifariş qəbul edildi!
bg: Поръчката е направена!
bn: অর্ডার করা হয়েছে!
bs: Naručeno!
ca: Comanda realitzada!
cs: Objednáno!
da: Det er bestilt!
el: Παραγγέλθηκε!
et: Tellimus on esitatud!
fa: سفارش ثبت شد
fi: Tilaus on tehty!
he: זה הוזמן!
hi: ऑर्डर कर दिया गया है!
hu: Megrendelve!
id: Pesanan Berhasil!
ja: ご注文ありがとうございます！
ka: შეკვეთილია!
kk: Тапсырыс берілді!
km: បានបញ្ជាទិញហើយ!
kn: ಆದೇಶಿಸಲಾಗಿದೆ!
ku: داواکردنەکەت نێردرا
lo: ສັ່ງແລ້ວ!
lt: Užsakyta!
mr: ऑर्डर नोंदवली आहे!
ms: Sudah dipesan!
my: အော်ဒါတင်ပြီးပါပြီ
no: Bestilt!
pl: Zamówione!
ro: Comanda a fost plasată!
si: ඇණවුම් කරන ලදී!
sk: Objednané!
sq: Është porositur!
sr: Поруџбина је послата!
sv: Det är beställt!
sw: Imeagizwa!
ta: ஆர்டர் செய்யப்பட்டது
te: ఆర్డర్ ఇవ్వబడింది!
th: สั่งซื้อแล้ว!
tr: Siparişiniz Alındı!
uk: Замовлено!
ur: آرڈر دے دیا گیا!
uz: Buyurtma qilindi!
vi: Đã đặt hàng!

source: Order No.
am: የትዕዛዝ ቁጥር።
ar: رقم الطلب
az: Sifariş №
bg: Поръчка №
bn: অর্ডার নং.
bs: Broj narudžbe
ca: Número de comanda
cs: Objednávka č.
da: Ordrenr.
el: Αριθμός παραγγελίας
et: Tellimuse number
fa: شماره سفارش
fi: Tilausnumero
he: מספר הזמנה
hi: आदेश संख्या
hu: Rendelésszám:
id: No. Pesanan
ja: 注文番号
ka: შეკვეთის №
kk: Тапсырыс №
km: លេខបញ្ជាទិញ
kn: ಆದೇಶ ಸಂಖ್ಯೆ.
ku: کۆدی داواکردنەکەت.
lo: ເລກທີສັ່ງຊື້.
lt: Užsakymo Nr.
mr: ऑर्डर क्र.
ms: No. Pesanan
my: အော်ဒါနံပါတ်
no: Ordrenr.
pl: Numer zamówienia
ro: Comanda nr.
si: ඇණවුම් අංකය
sk: Číslo objednávky
sq: Porosia nr.
sr: Број поруџбине
sv: Ordernummer
sw: Agizo Na.
ta: ஆர்டர் எண்
te: ఆర్డర్ నెం.
th: หมายเลขคำสั่งซื้อ
tr: Sipariş No
uk: Замовлення №
ur: آرڈر نمبر
uz: Buyurtma raqami
vi: Mã đơn hàng

# showAllMyOrdered
source: Show All My Orders
am: ሁሉንም የእኔ ትዕዛዞች አሳይ
ar: عرض جميع طلباتي
az: Bütün sifarişlərimə bax
bg: Покажи всички мои поръчки
bn: সমস্ত আমার অর্ডার করা দেখান
bs: Prikaži sve moje narudžbe
ca: Mostrar totes les meves comandes
cs: Zobrazit všechny mé objednávky
da: Vis alle mine ordrer
el: Εμφάνιση όλων των παραγγελιών μου
et: Näita kõiki minu tellimusi
fa: نمایش همه سفارشات
fi: Näytä kaikki tilaukseni
he: הצג את כל ההזמנות שלי
hi: सभी मेरे आदेश दिखाएं
hu: Összes rendelésem megtekintése
id: Lihat Semua Pesanan
ja: 注文履歴を表示
ka: ყველა ჩემი შეკვეთის ჩვენება
kk: Барлық тапсырыстарымды көрсету
km: បង្ហាញការបញ្ជាទិញទាំងអស់របស់ខ្ញុំ
kn: ನನ್ನ ಎಲ್ಲಾ ಆದೇಶಗಳನ್ನು ತೋರಿಸಿ
ku: هەموو داواکردنەکانم پێشان بدە
lo: ສະແດງລາຍການສັ່ງຊື້ທັງໝົດ
lt: Rodyti visus mano užsakymus
mr: माझ्या सर्व ऑर्डर्स दाखवा
ms: Tunjukkan Semua Pesanan Saya
my: အော်ဒါအားလုံးပြရန်
no: Vis alle mine bestillinger
pl: Pokaż wszystkie moje zamówienia
ro: Arată toate comenzile
si: සියලු ඇණවුම් පෙන්වන්න
sk: Zobraziť všetky moje objednávky
sq: Shfaq të gjitha porositë e mia
sr: Прикажи све моје поруџбине
sv: Visa alla mina beställda
sw: Onyesha Maagizo Yangu Yote
ta: அனைத்து ஆர்டர்களையும் காட்டவும்
te: నా అన్ని ఆర్డర్లు చూపించండి
th: แสดงคำสั่งซื้อทั้งหมด
tr: Tüm Siparişlerimi Göster
uk: Показати всі мої замовлення
ur: میرے تمام آرڈر دکھائیں
uz: Barcha buyurtmalarimni ko'rsatish
vi: Xem tất cả đơn hàng

source: Back to Shop
am: ወደ መደብር ተመለስ
ar: العودة إلى المتجر
az: Mağazaya qayıt
bg: Обратно към магазина
bn: দোকানে ফিরে যান
bs: Nazad u prodavnicu
ca: Tornar a la botiga
cs: Zpět do obchodu
da: Tilbage til butik
el: Επιστροφή στο κατάστημα
et: Tagasi poodi
fa: بازگشت به فروشگاه
fi: Takaisin kauppaan
he: חזרה לחנות
hi: दुकान पर वापस जाएं
hu: Vissza a webáruházba
id: Kembali ke Toko
ja: ショップに戻る
ka: მაღაზიაში დაბრუნება
kk: Дүкенге оралу
km: ត្រឡប់ទៅហាង
kn: ಅಂಗಡಿಗೆ ಹಿಂತಿರುಗಿ
ku: بگەڕێوە بۆ فرۆشگا
lo: ກັບໄປທີ່ຮ້ານຄ້າ
lt: Grįžti į parduotuvę
mr: दुकानात परत जा
ms: Kembali ke kedai
my: ဆိုင်သို့ပြန်သွားရန်
no: Tilbake til butikken
pl: Powrót do sklepu
ro: Înapoi la magazin
si: සාප්පුවට ආපසු යන්න
sk: Späť do obchodu
sq: Kthehu te dyqani
sr: Назад у продавницу
sv: Tillbaka till butiken
sw: Rudi kwenye Duka
ta: கடைக்குத் திரும்பவும்
te: షాపుకు తిరిగి వెళ్ళండి
th: กลับไปที่ร้านค้า
tr: Mağazaya Geri Dön
uk: Повернутися до магазину
ur: دکان پر واپس جائیں
uz: Do'konga qaytish
vi: Quay lại cửa hàng

source: First name is required
am: የመጀመሪያ ስም ያስፈልጋል
ar: حقل الاسم الأول مطلوب
az: Ad tələb olunur
bg: Името е задължително
bn: নামের প্রথম অংশ প্রয়োজন
bs: Ime je obavezno
ca: El nom és obligatori
cs: Pole jméno je povinné
da: Fornavnsfeltet er påkrævet
el: Το πεδίο ονόματος είναι υποχρεωτικό
et: Eesnimi on kohustuslik
fa: نام الزامی است
fi: Etunimi on pakollinen
he: שדה שם פרטי נדרש
hi: पहला नाम फ़ील्ड आवश्यक है
hu: A keresztnevet kötelező megadni
id: Nama depan wajib diisi
ja: 名を入力してください
ka: სახელის ველი სავალდებულოა
kk: Аты өрісі міндетті
km: ត្រូវបំពេញនាមខ្លួន
kn: ಮೊದಲ ಹೆಸರು ಅಗತ್ಯವಿದೆ
ku: بۆشایی ناوی یەکەم داواکراوە
lo: ຕ້ອງປ້ອນຂໍ້ມູນຊື່
lt: Vardas yra privalomas
mr: पहिले नाव आवश्यक आहे
ms: Medan nama pertama diperlukan
my: နာမည် (ပထမ) ဖြည့်ရန်လိုအပ်ပါသည်
no: Fornavn er påkrevd
pl: Pole imienia jest wymagane
ro: Prenumele este obligatoriu
si: මුල් නම අවශ්‍යයි
sk: Meno je povinné
sq: Fusha e emrit është e detyrueshme
sr: Име је обавезно
sv: Förnamn krävs
sw: Sehemu ya jina la kwanza inahitajika
ta: முதற்பெயர் தேவை
te: మొదటి పేరు అవసరం
th: จำเป็นต้องระบุชื่อ
tr: Ad alanı zorunludur
uk: Поле імені обов'язкове
ur: پہلے نام کا فیلڈ درکار ہے
uz: Ism maydoni to'ldirilishi shart
vi: Vui lòng nhập họ

source: Last name is required
am: የመጨረሻ ስም ያስፈልጋል
ar: حقل اسم العائلة مطلوب
az: Soyad tələb olunur
bg: Фамилията е задължителна
bn: নামের শেষ অংশ প্রয়োজন
bs: Prezime je obavezno
ca: Els cognoms són obligatoris
cs: Pole příjmení je povinné
da: Efternavnsfeltet er påkrævet
el: Το πεδίο επωνύμου είναι υποχρεωτικό
et: Perekonnanimi on kohustuslik
fa: نام خانوادگی الزامی است
fi: Sukunimi on pakollinen
he: שדה שם משפחה נדרש
hi: अंतिम नाम फ़ील्ड आवश्यक है
hu: A vezetéknevet kötelező megadni
id: Nama belakang wajib diisi
ja: 姓を入力してください
ka: გვარის ველი აუცილებელია
kk: Тегі өрісі міндетті
km: ត្រូវបំពេញនាមត្រកូល
kn: ಕೊನೆಯ ಹೆಸರು ಅಗತ್ಯವಿದೆ
ku: ناوی باوك داواکراوە
lo: ຕ້ອງປ້ອນຂໍ້ມູນນາມສະກຸນ
lt: Pavardė yra privaloma
mr: आडनाव आवश्यक आहे
ms: Medan nama keluarga diperlukan
my: နာမည် (နောက်ဆုံး) ဖြည့်ရန်လိုအပ်ပါသည်
no: Etternavn er påkrevd
pl: Pole nazwiska jest wymagane
ro: Numele este obligatoriu
si: අවසාන නම අවශ්‍යයි
sk: Priezvisko je povinné
sq: Fusha e mbiemrit është e detyrueshme
sr: Презиме је обавезно
sv: Efternamn krävs
sw: Sehemu ya jina la mwisho inahitajika
ta: கடைசிப் பெயர் தேவை
te: చివరి పేరు అవసరం
th: จำเป็นต้องระบุนามสกุล
tr: Soyad alanı zorunludur
uk: Поле прізвища обов'язкове
ur: آخری نام کا فیلڈ درکار ہے
uz: Familiya maydoni to'ldirilishi shart
vi: Vui lòng nhập tên

# streetIsRequired
source: Street name is required
am: የመንገድ ስም ያስፈልጋል
ar: حقل اسم الشارع مطلوب
az: Küçə adı tələb olunur
bg: Улицата е задължителна
bn: রাস্তার নাম ক্ষেত্র প্রয়োজন
bs: Ulica je obavezna
ca: El nom del carrer és obligatori
cs: Pole ulice je povinné
da: Gadenavn er påkrævet
el: Το πεδίο οδού είναι υποχρεωτικό
et: Tänava nimi on kohustuslik
fa: آدرس الزامی است
fi: Katuosoite on pakollinen
he: שדה שם הרחוב נדרש
hi: सड़क का नाम फ़ील्ड आवश्यक है
hu: Az utca nevét kötelező megadni
id: Nama jalan wajib diisi
ja: 住所を入力してください
ka: ქუჩის სახელის ველი სავალდებულოა
kk: Көше атауы өрісі міндетті
km: ត្រូវបំពេញឈ្មោះផ្លូវ
kn: ರಸ್ತೆಯ ಹೆಸರು ಅಗತ್ಯವಿದೆ
ku: ناونیشان داواکراوە
lo: ຕ້ອງລະບຸຊື່ຖະໜົນ
lt: Gatvės pavadinimo laukas yra privalomas
mr: रस्त्याचे नाव आवश्यक आहे
ms: Medan nama jalan diperlukan
my: လမ်းအမည်ဖြည့်ရန်လိုအပ်ပါသည်
no: Gateadresse er påkrevd
pl: Pole nazwy ulicy jest wymagane
ro: Strada este obligatorie
si: වීදි නාමය අවශ්‍යයි
sk: Pole názov ulice je povinné
sq: Fusha e emrit të rrugës është e detyrueshme
sr: Улица је обавезна
sv: Gatunamn krävs
sw: Sehemu ya jina la mtaa inahitajika
ta: தெரு பெயர் தேவை
te: వీధి పేరు అవసరం
th: จำเป็นต้องระบุชื่อถนน
tr: Sokak adı alanı zorunludur
uk: Поле назви вулиці обов'язкове
ur: گلی کے نام کا میدان درکار ہے
uz: Ko'cha nomi maydoni to'ldirilishi shart
vi: Vui lòng nhập tên đường

source: City is required
am: ከተማ ያስፈልጋል
ar: حقل المدينة مطلوب
az: Şəhər tələb olunur
bg: Градът е задължителен
bn: শহরের নাম প্রয়োজন
bs: Grad je obavezan
ca: La ciutat és obligatòria
cs: Pole je povinné
da: Byfeltet er påkrævet
el: Το πεδίο πόλης είναι υποχρεωτικό
et: Linn on kohustuslik
fa: نام شهر الزامی است
fi: Kaupunki on pakollinen
he: שדה עיר נדרש
hi: शहर का नाम आवश्यक है
hu: A várost kötelező megadni
id: Kota wajib diisi
ja: 市区町村を入力してください
ka: ქალაქის ველი სავალდებულოა
kk: Қала өрісі міндетті
km: ត្រូវបញ្ចូលទីក្រុង
kn: ನಗರದ ಹೆಸರು ಅಗತ್ಯವಿದೆ
ku: شار داواکراوە
lo: ຕ້ອງປ້ອນຂໍ້ມູນເມືອງ
lt: Miestas yra privalomas
mr: शहराचे नाव आवश्यक आहे
ms: Medan bandar diperlukan
my: မြို့အမည်ဖြည့်ရန်လိုအပ်ပါသည်
no: By er påkrevd
pl: Pole miasta jest wymagane
ro: Orașul este obligatoriu
si: නගරය අවශ්‍යයි
sk: Mesto je povinné
sq: Fusha e qytetit është e detyrueshme
sr: Град је обавезан
sv: Stad krävs
sw: Sehemu ya jiji inahitajika
ta: நகரம் தேவை
te: నగరం అవసరం
th: จำเป็นต้องระบุชื่อเมือง
tr: İlçe alanı zorunludur
uk: Поле міста обов'язкове
ur: شہر کا فیلڈ درکار ہے
uz: Shahar maydoni to'ldirilishi shart
vi: Vui lòng nhập thành phố

source: State is required
am: ግዛት ያስፈልጋል
ar: حقل المحافظة/الولاية مطلوب
az: Rayon/Şəhər tələb olunur
bg: Областта е задължителна
bn: রাজ্যের ক্ষেত্র প্রয়োজন
bs: Kanton je obavezan
ca: La província és obligatòria
cs: Pole stát je povinné
da: Stat/region er påkrævet
el: Το πεδίο περιοχής είναι υποχρεωτικό
et: Maakond on kohustuslik
fa: نام استان الزامی است
fi: Alue on pakollinen
he: שדה מדינה נדרש
hi: राज्य फ़ील्ड आवश्यक है
hu: A megyét kötelező megadni
id: Provinsi wajib diisi
ja: 都道府県を入力してください
ka: შტატის ველი სავალდებულოა
kk: Аймақ өрісі міндетті
km: ត្រូវបំពេញខេត្ត
kn: ರಾಜ್ಯದ ಹೆಸರು ಅಗತ್ಯವಿದೆ
ku: پارێزگا داواکراوە
lo: ຕ້ອງລະບຸແຂວງ
lt: Valstijos laukas yra privalomas
mr: राज्याचे नाव आवश्यक आहे
ms: Medan negeri diperlukan
my: ပြည်နယ်/တိုင်းဒေသကြီးဖြည့်ရန်လိုအပ်ပါသည်
no: Fylke er påkrevd
pl: Pole stanu jest wymagane
ro: Județul este obligatoriu
si: පළාත අවශ්‍යයි
sk: Pole štát je povinné
sq: Fusha e shtetit është e detyrueshme
sr: Држава је обавезна
sv: Stat/region krävs
sw: Sehemu ya jimbo inahitajika
ta: மாநிலம் தேவை
te: రాష్ట్రం అవసరం
th: จำเป็นต้องระบุรัฐ
tr: İl alanı zorunludur
uk: Поле області обов'язкове
ur: ریاست کا میدان درکار ہے
uz: Shtat maydoni to'ldirilishi shart
vi: Vui lòng nhập tỉnh/thành phố

source: Country is required
am: ሀገር ያስፈልጋል
ar: حقل الدولة مطلوب
az: Ölkə tələb olunur
bg: Държавата е задължителна
bn: দেশের নাম প্রয়োজন
bs: Država je obavezna
ca: El país és obligatori
cs: Pole je povinné
da: Landefeltet er påkrævet
el: Το πεδίο χώρας είναι υποχρεωτικό
et: Riik on kohustuslik
fa: کشور الزامی است
fi: Maa on pakollinen
he: שדה מדינה נדרש
hi: देश का नाम आवश्यक है
hu: Az országot kötelező megadni
id: Negara wajib diisi
ja: 国を入力してください
ka: ქვეყნის ველი სავალდებულოა
kk: Ел өрісі міндетті
km: ត្រូវបញ្ចូលប្រទេស
kn: ದೇಶದ ಹೆಸರು ಅಗತ್ಯವಿದೆ
ku: وڵات داواکراوە
lo: ຕ້ອງປ້ອນຂໍ້ມູນປະເທດ
lt: Šalis yra privaloma
mr: देशाचे नाव आवश्यक आहे
ms: Medan negara diperlukan
my: နိုင်ငံအမည်ဖြည့်ရန်လိုအပ်ပါသည်
no: Land er påkrevd
pl: Pole kraju jest wymagane
ro: Țara este obligatorie
si: රට අවශ්‍යයි
sk: Krajina je povinná
sq: Fusha e vendit është e detyrueshme
sr: Земља је обавезна
sv: Land krävs
sw: Sehemu ya nchi inahitajika
ta: நாடு தேவை
te: దేశం అవసరం
th: จำเป็นต้องระบุชื่อประเทศ
tr: Ülke alanı zorunludur
uk: Поле країни обов'язкове
ur: ملک کا فیلڈ درکار ہے
uz: Mamlakat maydoni to'ldirilishi shart
vi: Vui lòng chọn quốc gia

# phoneIsRequired
source: Phone number is required
am: የስልክ ቁጥር ያስፈልጋል
ar: حقل رقم الهاتف مطلوب
az: Telefon nömrəsi tələb olunur
bg: Телефонният номер е задължителен
bn: ফোন নম্বর ক্ষেত্র প্রয়োজন
bs: Broj telefona je obavezan
ca: El número de telèfon és obligatori
cs: Pole telefon je povinné
da: Telefonnummer er påkrævet
el: Το πεδίο τηλεφώνου είναι υποχρεωτικό
et: Telefoninumber on kohustuslik
fa: شماره موبایل الزامی است
fi: Puhelinnumero on pakollinen
he: שדה מספר טלפון נדרש
hi: फ़ोन नंबर फ़ील्ड आवश्यक है
hu: A telefonszámot kötelező megadni
id: Nomor telepon wajib diisi
ja: 電話番号を入力してください
ka: ტელეფონის ნომერი სავალდებულოა
kk: Телефон нөмірі міндетті өріс
km: ត្រូវបំពេញលេខទូរស័ព្ទ
kn: ದೂರವಾಣಿ ಸಂಖ್ಯೆ ಅಗತ್ಯವಿದೆ
ku: ژمارە تەلەفۆن داواکراوە
lo: ຕ້ອງໃສ່ເບີໂທລະສັບ
lt: Telefono numeris privalomas
mr: फोन नंबर आवश्यक आहे
ms: Medan nombor telefon diperlukan
my: ဖုန်းနံပါတ်ဖြည့်ရန်လိုအပ်ပါသည်
no: Telefonnummer er påkrevd
pl: Pole numeru telefonu jest wymagane
ro: Numărul de telefon este obligatoriu
si: දුරකථන අංකය අවශ්‍යයි
sk: Telefónne číslo je povinné
sq: Fusha e numrit të telefonit është e detyrueshme
sr: Телефон је обавезан
sv: Telefonnummer krävs
sw: Sehemu ya nambari ya simu inahitajika
ta: தொலைபேசி எண் தேவை
te: ఫోన్ నంబర్ అవసరం
th: จำเป็นต้องระบุเบอร์โทรศัพท์
tr: Telefon numarası alanı zorunludur
uk: Поле телефону обов'язкове
ur: فون نمبر درکار ہے
uz: Telefon raqami maydoni to'ldirilishi shart
vi: Vui lòng nhập số điện thoại

source: Email is required
am: ኢሜይል ያስፈልጋል
ar: حقل البريد الإلكتروني مطلوب
az: E-poçt tələb olunur
bg: Имейлът е задължителен
bn: ইমেইল ক্ষেত্র প্রয়োজন
bs: Email je obavezan
ca: El correu electrònic és obligatori
cs: Pole pro e-mail je povinné
da: E-mailfeltet er påkrævet
el: Το πεδίο email είναι υποχρεωτικό
et: E-post on kohustuslik
fa: آدرس ایمیل الزامی است
fi: Sähköpostiosoite on pakollinen
he: שדה דוא"ל נדרש
hi: ईमेल फ़ील्ड आवश्यक है
hu: Az e-mail címet kötelező megadni
id: Email wajib diisi
ja: メールアドレスを入力してください
ka: ელ.ფოსტის ველი სავალდებულოა
kk: Электрондық пошта өрісі міндетті
km: ត្រូវបញ្ចូលអ៊ីមែល
kn: ಇಮೇಲ್ ವಿಳಾಸ ಅಗತ್ಯವಿದೆ
ku: ئیمەیل ئادرەس داواکراوە
lo: ຕ້ອງປ້ອນຂໍ້ມູນອີເມວ
lt: El. pašto laukas yra privalomas
mr: ईमेल आवश्यक आहे
ms: Medan e-mel diperlukan
my: အီးမေးလ်ဖြည့်ရန်လိုအပ်ပါသည်
no: E-post er påkrevd
pl: Pole e-mail jest wymagane
ro: Adresa de email este obligatorie
si: විද්‍යුත් තැපෑල අවශ්‍යයි
sk: E-mail je povinný
sq: Fusha e emailit është e detyrueshme
sr: Имејл је обавезан
sv: E-postadress krävs
sw: Sehemu ya barua pepe inahitajika
ta: மின்னஞ்சல் முகவரி தேவை
te: ఇమెయిల్ అవసరం
th: จำเป็นต้องระบุอีเมล
tr: E-posta alanı zorunludur
uk: Поле електронної пошти обов'язкове
ur: ای میل فیلڈ درکار ہے
uz: Email maydoni to'ldirilishi shart
vi: Vui lòng nhập email
