Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: Loading...
am: በመጫን ላይ...
ar: جارٍ التحميل
az: Yüklənir...
bg: Зареждане...
bn: লোড হচ্ছে...
bs: Učitavanje...
ca: Carregant...
cs: Načítání...
da: Indlæser...
el: Φόρτωση...
et: Laadimine...
fa: در حال بارگذاری
fi: Ladataan...
he: טוען...
hi: लोड हो रहा है...
hu: Betöltés...
id: Memuat...
ja: 読み込み中...
ka: Ჩატვირთვა...
kk: Жүктелуде...
km: កំពុងផ្ទុក ...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ku: باردەکات...
lo: ກຳລັງໂຫລດ ...
lt: Įkeliama...
mr: लोड करत आहे...
ms: Memuat...
my: ဖွင့်နေသည်...
no: Laster...
pl: Ładowanie...
ro: Se încarcă...
si: පූරණය වෙමින්...
sk: Načítava sa...
sq: Po ngarkohet...
sr: Учитавање...
sv: Laddar...
sw: Inapakia...
ta: ஏற்றுகிறது...
te: లోడ్ అవుతోంది...
th: กำลังโหลด...
tr: Yükleniyor...
uk: Завантаження...
ur: لوڈ ہو رہا ہے…
uz: Yuklanmoqda...
vi: Đang tải...

# productRating
source: Your Rating
am: የእርስዎ ደረጃ
ar: تقييم المنتج
az: Məhsul reytinqi
bg: Вашата оценка
bn: আপনার রেটিং
bs: Vaša ocjena
ca: La teva valoració
cs: Vaše hodnocení
da: Din bedømmelse
el: Βαθμολογία
et: Sinu hinnang
fa: امتیاز محصول
fi: Arvosanasi
he: דירוג המוצר
hi: आपकी रेटिंग
hu: Értékelései
id: Rating Anda
ja: 評価
ka: თქვენი შეფასება
kk: Бағалауыңыз
km: ការវាយតម្លៃផលិតផល
kn: ಉತ್ಪನ್ನದ ರೇಟಿಂಗ್
ku: هەڵسەنگاندنەکەت
lo: ຄະແນນ
lt: Jūsų įvertinimas
mr: तुमचे रेटिंग
ms: Penilaian anda
my: သင့်အဆင့်သတ်မှတ်ချက်
no: Din vurdering
pl: Twoja ocena
ro: Evaluare produs
si: නිෂ්පාදන ශ්‍රේණිගත කිරීම
sk: Vaše hodnotenie
sq: Vlerësimi juaj
sr: Ваша оцена
sv: Ditt betyg
sw: Ukadiriaji wako
ta: பொருள் மதிப்பீடு
te: మీ రేటింగ్
th: คะแนนสินค้า
tr: Ürün Puanı
uk: Ваша оцінка
ur: آپ کی درجہ بندی
uz: Sizning bahoyingiz
vi: Đánh giá sản phẩm

# layout
source: Layouts
am: አቀማመጦች
ar: التخطيط
az: Tərtibat
bg: Оформление
bn: লেআউট
bs: Izgled
ca: Disseny
cs: Rozvržení
el: Διατάξεις
et: Paigutus
fa: چیدمان
fi: Asettelu
he: פריסה
hi: लेआउट
hu: Elrendezés
id: Tata Letak
ja: レイアウト
ka: განლაგება
kk: Орналасу
km: ប្លង់
kn: ವಿನ್ಯಾಸ
ku: لەیئاوتەکان
lo: ການຈັດວາງ
lt: Išdėstymai
mr: मांडणी
ms: Susun atur
my: အပြင်အဆင်များ
no: Oppsett
pl: Układ
ro: Aspect
si: පිරිසැලසුම
sk: Rozloženie
sq: Pamjet
sr: Распоред
sv: Layouter
sw: Mpangilio
ta: தளவமைப்பு
te: లేఅవుట్స్
th: รูปแบบ
tr: Düzen
uk: Макети
ur: لے آؤٹ
uz: Tartib
vi: Bố cục

source: Select Address
am: አድራሻ ይምረጡ
ar: اختر العنوان
az: Ünvan seçin
bg: Изберете адрес
bn: ঠিকানা নির্বাচন করুন
bs: Odaberi adresu
ca: Selecciona l'adreça
cs: Vybrat adresu
da: Vælg adresse
el: Επιλέξτε διεύθυνση
et: Vali aadress
fa: انتخاب آدرس
fi: Valitse osoite
he: בחר כתובת
hi: पता चुनें
hu: Válasszon címet
id: Pilih Alamat
ja: 住所を選択
ka: აირჩიეთ მისამართი
kk: Мекенжайды таңдау
km: ជ្រើសរើសអាសយដ្ឋាន
kn: ವಿಳಾಸವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: ناونیشان هەڵبژێرە
lo: ເລືອກທີ່ຢູ່
lt: Pasirinkti adresą
mr: पत्ता निवडा
ms: Pilih Alamat
my: လိပ်စာရွေးချယ်ပါ
no: Velg adresse
pl: Wybierz adres
ro: Selectează adresa
si: ලිපිනය තෝරන්න
sk: Vybrať adresu
sq: Zgjidh adresën
sr: Изаберите адресу
sv: Välj adress
sw: Chagua Anwani
ta: முகவரியைத் தேர்ந்தெடுக்கவும்
te: చిరునామా ఎంచుకోండి
th: เลือกที่อยู่
tr: Adres Seçin
uk: Виберіть адресу
ur: پتہ منتخب کریں
uz: Manzilni tanlang
vi: Chọn địa chỉ

source: Save Address
am: አድራሻ አስቀምጥ
ar: حفظ العنوان
az: Ünvanı yadda saxla
bg: Запази адрес
bn: ঠিকানা সংরক্ষণ করুন
bs: Sačuvaj adresu
ca: Desar adreça
cs: Uložit adresu
da: Gem adresse
el: Αποθήκευση διεύθυνσης
et: Salvesta aadress
fa: ذخیره آدرس
fi: Tallenna osoite
he: שמור כתובת
hi: पता सहेजें
hu: Cím mentése
id: Simpan Alamat
ja: 住所を保存
ka: მისამართის შენახვა
kk: Мекенжайды сақтау
km: រក្សាទុកអាសយដ្ឋាន
kn: ವಿಳಾಸವನ್ನು ಉಳಿಸಿ
ku: ناونیشان هەڵبگرە
lo: ບັນທຶກທີ່ຢູ່
lt: Išsaugoti adresą
mr: पत्ता जतन करा
ms: Simpan Alamat
my: လိပ်စာသိမ်းဆည်းရန်
no: Lagre adresse
pl: Zapisz adres
ro: Salvează adresa
si: ලිපිනය සුරකින්න
sk: Uložiť adresu
sq: Ruaj adresën
sr: Сачувај адресу
sv: Spara adress
sw: Hifadhi Anwani
ta: முகவரியைச் சேமிக்கவும்
te: చిరునామా సేవ్ చేయండి
th: บันทึกที่อยู่
tr: Adresi Kaydet
uk: Зберегти адресу
ur: پتہ محفوظ کریں
uz: Manzilni saqlash
vi: Lưu địa chỉ

# searchInput
source: Please enter your search in the field
am: እባክዎ ፍለጋዎን በመስኩ ውስጥ ያስገቡ
ar: يرجى كتابة ما تبحث عنه في حقل البحث
az: Axtarış sözünü daxil edin
bg: Моля, въведете текст в полето за търсене
bn: অনুসন্ধান ক্ষেত্রে ইনপুট লিখুন দয়া করে
bs: Molimo unesite tekst za pretragu
ca: Si us plau, escriu la teva cerca
cs: Zadejte text do vyhledávání
da: Skriv venligst i søgefeltet
el: Παρακαλώ γράψτε κάτι στο πεδίο αναζήτησης
et: Palun sisesta otsinguväljale tekst
fa: جستجو
fi: Kirjoita hakukenttään
he: אנא הקלד טקסט בשדה החיפוש
hi: कृपया खोज फ़ील्ड में इनपुट लिखें
hu: Kérjük, írja be a keresési mezőbe
id: Silakan tulis pencarian di kolom pencarian
ja: 検索キーワードを入力してください
ka: გთხოვთ შეიყვანოთ ტექსტი საძიებო ველში
kk: Іздеу өрісіне мәтін енгізіңіз
km: សូមបញ្ចូលពាក្យស្វែងរក
kn: ಹುಡುಕಾಟ ಕ್ಷೇತ್ರದಲ್ಲಿ ದಯವಿಟ್ಟು ಇನ್‌ಪುಟ್ ಬರೆಯಿರಿ
ku: تکایە بۆشایی گەڕان بەکاربهێنە
lo: ກະລຸນາຂຽນຂໍ້ມູນໃສ່ໃນຊ່ອງຊອກຫາ
lt: Įveskite tekstą paieškos laukelyje
mr: कृपया शोध रकान्यात मजकूर लिहा
ms: Sila masukkan input dalam medan carian
my: ရှာဖွေလိုသည်ကိုရိုက်ထည့်ပါ
no: Vennligst skriv inn søketekst
pl: Wpisz dane w polu wyszukiwania
ro: Te rugăm să scrii termenul de căutare
si: සෙවුම් කොටුවේ ලියන්න
sk: Zadajte text do vyhľadávacieho poľa
sq: Ju lutemi shkruani në fushën e kërkimit
sr: Унесите текст за претрагу
sv: Skriv input i sökfältet
sw: Tafadhali andika katika sehemu ya utafutaji
ta: தேடல் புலத்தில் உள்ளீடு செய்யவும்
te: దయచేసి మీ శోధనను నమోదు చేయండి
th: โปรดใส่ข้อความในช่องค้นหา
tr: Lütfen arama alanına metin yazın
uk: Введіть текст для пошуку
ur: براہ کرم تلاش کے میدان میں ان پٹ لکھیں
uz: Iltimos, qidiruv maydoniga yozing
vi: Vui lòng nhập nội dung tìm kiếm

source: Total Tax
am: ጠቅላላ ግብር
ar: إجمالي الضريبة
az: Ümumi vergi
bg: Общо данъци
bn: মোট কর
bs: Ukupno PDV
ca: Total d'impostos
cs: Celková daň
da: Samlet moms
el: Συνολικός φόρος
et: Kogumaks
fa: مجموع مالیات
fi: Vero yhteensä
he: סך המס
hi: कुल कर
hu: Összes adó
id: Total Pajak
ja: 消費税
ka: მთლიანი გადასახადი
kk: Жалпы салық
km: ពន្ធសរុប
kn: ಒಟ್ಟು ತೆರಿಗೆ
ku: کۆی باج
lo: ອາກອນທັງໝົດ
lt: Visi mokesčiai
mr: एकूण कर
ms: Jumlah cukai
my: အခွန်စုစုပေါင်း
no: Total moms
pl: Całkowity podatek
ro: Total taxe
si: මුළු බද්ද
sk: Celková daň
sq: Totali i taksave
sr: Укупан порез
sv: Total moms
sw: Jumla ya kodi
ta: மொத்த வரி
te: మొత్తం పన్ను
th: ภาษีทั้งหมด
tr: Toplam Vergi
uk: Загальний податок
ur: کل ٹیکس
uz: Jami soliq
vi: Tổng thuế

# invalidSMSCode
source: Invalid SMS Verification Code
am: ልክ ያልሆነ የኤስኤምኤስ ማረጋገጫ ኮድ
ar: رمز التحقق غير صحيح
az: Yanlış SMS kodu
bg: Невалиден код за потвърждение
bn: অবৈধ এসএমএস যাচাইকরণ কোড
bs: Nevažeći SMS kod za verifikaciju
ca: Codi de verificació SMS no vàlid
cs: Neplatný SMS ověřovací kód
da: Ugyldig SMS-bekræftelseskode
el: Μη έγκυρος κωδικός επαλήθευσης SMS
et: Vale SMS-kinnituskood
fa: کد تایید نامعتبر است
fi: Virheellinen tekstiviestikoodi
he: קוד אימות SMS לא תקין
hi: अमान्य एसएमएस सत्यापन कोड
hu: Érvénytelen SMS kód
id: Kode Verifikasi SMS Tidak Valid
ja: SMSコードが無効です
ka: არასწორი SMS დადასტურების კოდი
kk: SMS растау коды жарамсыз
km: លេខកូដផ្ទៀងផ្ទាត់ SMS មិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯ ಎಸ್‌ಎಂಎಸ್ ಕೋಡ್
ku: کۆدی پشتڕاستکردنەوەی کورتە نامە هەڵەیە!
lo: ລະຫັດຢືນຢັນ SMS ບໍ່ຖືກຕ້ອງ
lt: Neteisingas SMS patvirtinimo kodas
mr: अवैध एसएमएस पडताळणी कोड
ms: Kod Pengesahan SMS tidak sah
my: SMS အတည်ပြုကုဒ်မှားယွင်းနေပါသည်
no: Ugyldig SMS-verifiseringskode
pl: Nieprawidłowy kod weryfikacyjny SMS
ro: Cod de verificare SMS invalid
si: වැරදි SMS සත්‍යාපන කේතයකි
sk: Neplatný SMS overovací kód
sq: Kodi i verifikimit SMS i pavlefshëm
sr: Неважећи СМС код
sv: Ogiltig SMS-verifieringskod
sw: Nambari ya Uthibitishaji ya SMS si sahihi
ta: தவறான SMS குறியீடு
te: చెల్లని SMS నిర్ధారణ కోడ్
th: รหัส SMS ไม่ถูกต้อง
tr: Geçersiz SMS Doğrulama Kodu
uk: Недійсний код підтвердження SMS
ur: غلط SMS توثیقی کوڈ
uz: SMS tasdiqlash kodi noto'g'ri
vi: Mã xác minh SMS không hợp lệ

# sendSMSCode
source: Get Code
am: ኮድ ያግኙ
ar: الحصول على رمز التحقق
az: Kod göndər
bg: Изпрати код
bn: কোড পেতে
bs: Pošalji kod
ca: Obtenir codi
cs: Získat kód
da: Hent kode
el: Λήψη κωδικού
et: Saada kood
fa: ارسال کد
fi: Hanki koodi
he: קבל קוד
hi: कोड प्राप्त करें
hu: Kód kérése
id: Kirim Kode
ja: 認証コードを送信
ka: კოდის მიღება
kk: Код алу
km: យកលេខកូដ
kn: ಎಸ್‌ಎಂಎಸ್ ಕೋಡ್ ಕಳುಹಿಸಿ
ku: کۆدى چالاککردن بنێرە
lo: ສົ່ງລະຫັດຜ່ານຂໍ້ຄວາມ
lt: Gauti kodą
mr: कोड मिळवा
ms: Dapatkan kod
my: ကုဒ်ရယူရန်
no: Få kode
pl: Pobierz kod
ro: Obține cod
si: කේතය ලබා ගන්න
sk: Získať kód
sq: Merr kodin
sr: Пошаљи код
sv: Hämta kod
sw: Pata msimbo
ta: குறியீட்டை அனுப்பு
te: కోడ్ పొందండి
th: รับรหัส SMS
tr: Kod Al
uk: Отримати код
ur: کوڈ حاصل کریں
uz: Kodni olish
vi: Gửi mã

# verifySMSCode
source: Verify
am: አረጋግጥ
ar: تحقق من الرمز
az: Təsdiqlə
bg: Потвърди
bn: যাচাই করুন
bs: Verifikuj
ca: Verificar
cs: Ověřit
da: Bekræft
el: Επαλήθευση
et: Kinnita
fa: تایید کد
fi: Vahvista
he: אמת
hi: सत्यापित करें
hu: Megerősítés
id: Verifikasi
ja: 確認
ka: დადასტურება
kk: Тексеру
km: ផ្ទៀងផ្ទាត់
kn: ಎಸ್‌ಎಂಎಸ್ ಕೋಡ್ ಪರಿಶೀಲಿಸಿ
ku: پشتڕاستکردنەوە
lo: ກວດສອບລະຫັດ
lt: Patvirtinti
mr: पडताळणी करा
ms: Sahkan
my: အတည်ပြုရန်
no: Verifiser
pl: Zweryfikuj
ro: Verifică
si: සත්‍යාපනය කරන්න
sk: Overiť
sq: Verifiko
sr: Потврди
sv: Verifiera
sw: Thibitisha
ta: குறியீட்டை சரிபார்க்கவும்
te: నిర్ధారించండి
th: ยืนยันรหัส SMS
tr: Doğrula
uk: Перевірити
ur: تصدیق کریں
uz: Tasdiqlash
vi: Xác minh

source: Show Gallery
am: ማዕከለ-ስዕላትን አሳይ
ar: معرض الصور
az: Qalereyaya bax
bg: Покажи галерия
bn: গ্যালারী দেখান
bs: Prikaži galeriju
ca: Mostrar galeria
cs: Zobrazit galerii
da: Vis galleri
el: Εμφάνιση συλλογής
et: Näita galeriid
fa: نمایش گالری
fi: Näytä galleria
he: הצג גלריה
hi: गैलरी दिखाएं
hu: Galéria megtekintése
id: Tampilkan Galeri
ja: ギャラリーを表示
ka: გალერეის ჩვენება
kk: Галереяны көрсету
km: បង្ហាញវិចិត្រសាល
kn: ಗ್ಯಾಲರಿ ತೋರಿಸಿ
ku: پێشاندانی گەلەری
lo: ຄັງຮູບ
lt: Rodyti galeriją
mr: गॅलरी दाखवा
ms: Tunjukkan Galeri
my: ဓာတ်ပုံပြခန်းပြရန်
no: Vis galleri
pl: Pokaż galerię
ro: Arată galeria
si: ගැලරිය පෙන්වන්න
sk: Zobraziť galériu
sq: Shfaq galerinë
sr: Прикажи галерију
sv: Visa galleri
sw: Onyesha Matunzio
ta: கேலரியைக் காட்டு
te: గ్యాలరీ చూపించు
th: แสดงแกลเลอรี
tr: Galeriyi Göster
uk: Показати галерею
ur: گیلری دکھائیں
uz: Galereyani ko'rsatish
vi: Hiển thị thư viện

source: Discount
am: ቅናሽ
ar: خصم
az: Endirim
bg: Отстъпка
bn: ছাড়
bs: Popust
ca: Descompte
cs: Sleva
da: Rabat
el: Έκπτωση
et: Allahindlus
fa: تخفیف
fi: Alennus
he: הנחה
hi: छूट
hu: Kedvezmény
id: Diskon
ja: 割引
ka: ფასდაკლება
kk: Жеңілдік
km: បញ្ចុះតម្លៃ
kn: ರಿಯಾಯಿತಿ
ku: داشکاندن
lo: ສ່ວນຫຼຸດ
lt: Nuolaida
mr: सवलत
ms: Diskaun
my: လျှော့စျေး
no: Rabatt
pl: Zniżka
ro: Reducere
si: වට්ටම
sk: Zľava
sq: Zbritje
sr: Попуст
sv: Rabatt
sw: Punguzo
ta: தள்ளுபடி
te: డిస్కౌంట్
th: ส่วนลด
tr: İndirim
uk: Знижка
ur: رعایت
uz: Chegirma
vi: Giảm giá

source: Username
am: የተጠቃሚ ስም
ar: اسم المستخدم
az: İstifadəçi adı
bg: Потребителско име
bn: ব্যবহারকারীর নাম
bs: Korisničko ime
ca: Nom d'usuari
cs: Uživatelské jméno
da: Brugernavn
el: Όνομα χρήστη
et: Kasutajanimi
fa: نام کاربری
fi: Käyttäjänimi
he: שם משתמש
hi: उपयोगकर्ता नाम
hu: Felhasználónév
id: Nama Pengguna
ja: ユーザー名
ka: მომხმარებლის სახელი
kk: Пайдаланушы аты
km: ឈ្មោះអ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರ ಹೆಸರು
ku: ناوی بەکارهێنەر
lo: ຊື່ຜູ້ໃຊ້
lt: Vartotojo vardas
mr: वापरकर्तानाव
ms: Nama pengguna
my: အသုံးပြုသူအမည်
no: Brukernavn
pl: Nazwa użytkownika
ro: Nume de utilizator
si: පරිශීලක නාමය
sk: Používateľské meno
sq: Emri i përdoruesit
sr: Корисничко име
sv: Användarnamn
sw: Jina la mtumiaji
ta: பயனர்பெயர்
te: యూజర్ నేమ్
th: ชื่อผู้ใช้
tr: Kullanıcı Adı
uk: Ім'я користувача
ur: صارف نام
uz: Foydalanuvchi nomi
vi: Tên đăng nhập

source: Password
am: የይለፍ ቃል
ar: كلمة المرور
az: Şifrə
bg: Парола
bn: পাসওয়ার্ড
bs: Lozinka
ca: Contrasenya
cs: Heslo
da: Adgangskode
el: Κωδικός πρόσβασης
et: Parool
fa: رمز عبور
fi: Salasana
he: סיסמה
hi: पासवर्ड
hu: Jelszó
id: Kata Sandi
ja: パスワード
ka: პაროლი
kk: Құпия сөз
km: ពាក្យសម្ងាត់
kn: ಗುಪ್ತಪದ
ku: تێپەڕوشە
lo: ລະຫັດຜ່ານ
lt: Slaptažodis
mr: पासवर्ड
ms: Kata laluan
my: စကားဝှက်
no: Passord
pl: Hasło
ro: Parolă
si: මුරපදය
sk: Heslo
sq: Fjalëkalimi
sr: Лозинка
sv: Lösenord
sw: Nenosiri
ta: கடவுச்சொல்
te: పాస్‌వర్డ్
th: รหัสผ่าน
tr: Şifre
uk: Пароль
ur: پاس ورڈ
uz: Parol
vi: Mật khẩu

source: Enter your email
am: ኢሜይልዎን ያስገቡ
ar: أدخل بريدك الإلكتروني
az: E-poçt ünvanınızı daxil edin
bg: Въведете вашия имейл
bn: আপনার ইমেইল লিখুন
bs: Unesite svoj email
ca: Introdueix el teu correu electrònic
cs: Zadejte svůj e-mail
da: Indtast din e-mail
el: Εισαγάγετε το email σας
et: Sisesta oma e-post
fa: ایمیل خود را وارد کنید
fi: Syötä sähköpostiosoitteesi
he: הזן את הדוא"ל שלך
hi: अपना ईमेल दर्ज करें
hu: Adja meg az e-mail címét
id: Masukkan Email Anda
ja: メールアドレスを入力
ka: შეიყვანეთ თქვენი ელ.ფოსტა
kk: Электрондық поштаңызды енгізіңіз
km: បញ្ចូលអ៊ីមែលរបស់អ្នក
kn: ನಿಮ್ಮ ಇಮೇಲ್ ನಮೂದಿಸಿ
ku: ئیمەیلەکەت بنوسە
lo: ໃສ່ອີເມວຂອງທ່ານ
lt: Įveskite savo el. paštą
mr: तुमचा ईमेल टाका
ms: Masukkan e-mel anda
my: အီးမေးလ်ထည့်ရန်
no: Skriv inn e-postadressen din
pl: Wprowadź swój e-mail
ro: Introdu adresa de email
si: ඔබගේ විද්‍යුත් තැපෑල ඇතුළත් කරන්න
sk: Zadajte svoj e-mail
sq: Futni emailin tuaj
sr: Унесите имејл
sv: Ange din e-postadress
sw: Ingiza barua pepe yako
ta: உங்கள் மின்னஞ்சலை உள்ளிடவும்
te: మీ ఈమెయిల్‌ను నమోదు చేయండి
th: กรอกอีเมลของคุณ
tr: E-posta Adresiniz
uk: Введіть електронну пошту
ur: اپنا ای میل درج کریں
uz: Elektron pochtangizni kiriting
vi: Nhập email của bạn

source: Enter your password
am: የይለፍ ቃልዎን ያስገቡ
ar: أدخل كلمة المرور
az: Şifrənizi daxil edin
bg: Въведете вашата парола
bn: আপনার পাসওয়ার্ড লিখুন
bs: Unesite svoju lozinku
ca: Introdueix la teva contrasenya
cs: Zadejte heslo
da: Indtast din adgangskode
el: Εισαγάγετε τον κωδικό πρόσβασής σας
et: Sisesta oma parool
fa: رمز عبور خود را وارد کنید
fi: Syötä salasanasi
he: הזן את הסיסמה שלך
hi: अपना पासवर्ड डालें
hu: Adja meg a jelszavát
id: Masukkan Kata Sandi Anda
ja: パスワードを入力
ka: შეიყვანეთ თქვენი პაროლი
kk: Құпия сөзіңізді енгізіңіз
km: បញ្ចូលពាក្យសម្ងាត់របស់អ្នក
kn: ನಿಮ್ಮ ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಿ
ku: تێپەڕوشەکەت بنوسە
lo: ໃສ່ລະຫັດຜ່ານຂອງທ່ານ
lt: Įveskite savo slaptažodį
mr: तुमचा पासवर्ड टाका
ms: Masukkan kata laluan anda
my: စကားဝှက်ထည့်ရန်
no: Skriv inn passordet ditt
pl: Wprowadź hasło
ro: Introdu parola
si: ඔබගේ මුරපදය ඇතුළත් කරන්න
sk: Zadajte svoje heslo
sq: Vendosni fjalëkalimin tuaj
sr: Унесите лозинку
sv: Ange ditt lösenord
sw: Weka nenosiri lako
ta: உங்கள் கடவுச்சொல்லை உள்ளிடவும்
te: మీ పాస్‌వర్డ్‌ను నమోదు చేయండి
th: กรอกรหัสผ่านของคุณ
tr: Şifreniz
uk: Введіть пароль
ur: اپنا پاس ورڈ درج کریں
uz: Parolingizni kiriting
vi: Nhập mật khẩu của bạn

# iwantToCreateAccount
source: I want to create an account
am: መለያ መፍጠር እፈልጋለሁ
ar: أريد إنشاء حساب
az: Hesab yaratmaq istəyirəm
bg: Искам да създам профил
bn: আমি একটি অ্যাকাউন্ট তৈরি করতে চাই
bs: Želim kreirati račun
ca: Vull crear un compte
cs: Chci si vytvořit účet
da: Jeg vil oprette en konto
el: Θέλω να δημιουργήσω λογαριασμό
et: Soovin luua konto
fa: می‌خواهم حساب کاربری ایجاد کنم
fi: Haluan luoda tilin
he: אני רוצה ליצור חשבון
hi: मैं एक खाता बनाना चाहता/चाहती हूं
hu: Elfogadom az Általános Szerződési Feltételeket
id: Saya Ingin Membuat Akun
ja: アカウントを作成したい
ka: მე მინდა შევქმნა ანგარიში
kk: Тіркелгі жасағым келеді
km: ខ្ញុំចង់បង្កើតគណនី
kn: ನಾನು ಖಾತೆಯನ್ನು ರಚಿಸಲು ಬಯಸುತ್ತೇನೆ
ku: دەمەوێت هەژمار دروست بکەم
lo: ຕ້ອງການສ້າງບັນຊີ
lt: Noriu susikurti paskyrą
mr: मला खाते तयार करायचे आहे
ms: Saya ingin membuat akaun
my: အကောင့်ဖွင့်လိုပါသည်
no: Jeg vil opprette en konto
pl: Chcę utworzyć konto
ro: Vreau să creez un cont
si: මට ගිණුමක් සාදන්න අවශ්‍යයි
sk: Chcem si vytvoriť účet
sq: Dua të krijoj një llogari
sr: Желим да направим налог
sv: Jag vill skapa ett konto
sw: Ninataka kuunda akaunti
ta: நான் ஒரு கணக்கை உருவாக்க விரும்புகிறேன்
te: నేను ఖాతా సృష్టించాలనుకుంటున్నాను
th: ฉันต้องการสร้างบัญชี
tr: Hesap Oluşturmak İstiyorum
uk: Я хочу створити обліковий запис
ur: میں اکاؤنٹ بنانا چاہتا ہوں
uz: Hisob yaratmoqchiman
vi: Tôi muốn tạo tài khoản

source: Login to your account
am: ወደ መለያዎ ይግቡ
ar: تسجيل الدخول إلى حسابك
az: Hesabınıza daxil olun
bg: Вход в профила
bn: আপনার অ্যাকাউন্টে লগইন করুন
bs: Prijavite se na svoj račun
ca: Inicia sessió al teu compte
cs: Přihlaste se ke svému účtu
da: Log ind på din konto
el: Συνδεθείτε στον λογαριασμό σας
et: Logi oma kontole
fa: ورود به حساب کاربری
fi: Kirjaudu tilillesi
he: התחבר לחשבונך
hi: अपने खाते में लॉग इन करें
hu: Jelentkezzen be fiókjába
id: Masuk ke Akun Anda
ja: アカウントにログイン
ka: შედით თქვენს ანგარიშზე
kk: Тіркелгіңізге кіріңіз
km: ចូលទៅគណនីរបស់អ្នក
kn: ನಿಮ್ಮ ಖಾತೆಗೆ ಪ್ರವೇಶಿಸಿ
ku: چوونەژوورەوە
lo: ເຂົ້າສູ່ບັນຊີຂອງທ່ານ
lt: Prisijunkite prie savo paskyros
mr: तुमच्या खात्यात लॉगिन करा
ms: Log Masuk ke Akaun Anda
my: သင့်အကောင့်သို့ဝင်ရန်
no: Logg inn på kontoen din
pl: Zaloguj się na swoje konto
ro: Conectare la cont
si: ඔබගේ ගිණුමට පිවිසෙන්න
sk: Prihláste sa do svojho účtu
sq: Hyni në llogarinë tuaj
sr: Пријавите се на свој налог
sv: Logga in på ditt konto
sw: Ingia kwenye akaunti yako
ta: உங்கள் கணக்கில் உள்நுழைக
te: మీ ఖాతాలో లాగిన్ అవ్వండి
th: เข้าสู่บัญชีของคุณ
tr: Hesabınıza Giriş Yapın
uk: Увійдіть до свого облікового запису
ur: آپ کے اکاؤنٹ میں لاگ ان کریں
uz: Hisobingizga kiring
vi: Đăng nhập vào tài khoản của bạn

source: Create an account
am: መለያ ፍጠር
ar: إنشاء حساب
az: Hesab yarat
bg: Създай профил
bn: একটি অ্যাকাউন্ট তৈরি করুন
bs: Kreiraj račun
ca: Crear un compte
cs: Vytvořit účet
da: Opret en konto
el: Δημιουργία λογαριασμού
et: Loo konto
fa: ایجاد حساب کاربری
fi: Luo tili
he: צור חשבון
hi: खाता बनाएं
hu: Fiók létrehozása
id: Buat Akun
ja: アカウントを作成
ka: ანგარიშის შექმნა
kk: Тіркелгі жасау
km: បង្កើតគណនី
kn: ಖಾತೆಯನ್ನು ರಚಿಸಿ
ku: دروستکردنی هەژمار
lo: ສ້າງ​ບັນ​ຊີ
lt: Sukurti paskyrą
mr: खाते तयार करा
ms: Cipta Akaun
my: အကောင့်ဖွင့်ရန်
no: Opprett en konto
pl: Utwórz konto
ro: Creează un cont
si: ගිණුමක් සාදන්න
sk: Vytvoriť účet
sq: Krijo një llogari
sr: Направи налог
sv: Skapa ett konto
sw: Fungua akaunti
ta: கணக்கை உருவாக்கு
te: ఖాతాను సృష్టించండి
th: สร้างบัญชี
tr: Hesap Oluştur
uk: Створити обліковий запис
ur: اکاؤنٹ بنائیں
uz: Hisob yaratish
vi: Tạo tài khoản

source: Coupon Code
am: የኩፖን ኮድ
ar: رمز القسيمة
az: Kupon kodu
bg: Код за отстъпка
bn: কুপন কোড
bs: Kupon kod
ca: Codi de descompte
cs: Kód kupónu
da: Rabatkode
el: Κωδικός κουπονιού
et: Sooduskood
fa: کد تخفیف
fi: Kuponkikoodi
he: קוד קופון
hi: कूपन कोड
hu: Kuponkód
id: Kode Kupon
ja: クーポンコード
ka: კუპონის კოდი
kk: Купон коды
km: លេខកូដប័ណ្ណ
kn: ಕೂಪನ್ ಕೋಡ್
ku: کۆپۆن کۆد
lo: ລະຫັດສ່ວນຫຼຸດ
lt: Kupono kodas
mr: कूपन कोड
ms: Kod Kupon
my: ကူပွန်ကုဒ်
no: Kupongkode
pl: Kod kuponu
ro: Cod cupon
si: කූපන් කේතය
sk: Kód kupónu
sq: Kodi i kuponit
sr: Код купона
sv: Kupongkod
sw: Namba ya kuponi
ta: கூப்பன் குறியீடு
te: కూపన్ కోడ్
th: รหัสคูปอง
tr: Kupon Kodu
uk: Код купона
ur: کوپن کوڈ
uz: Kupon kodi
vi: Mã giảm giá

source: Remove
am: አስወግድ
ar: إزالة
az: Sil
bg: Премахни
bn: অপসারণ
bs: Ukloni
ca: Eliminar
cs: Odstranit
da: Fjern
el: Αφαίρεση
et: Eemalda
fa: حذف
fi: Poista
he: הסר
hi: हटाएं
hu: Eltávolítás
id: Hapus
ja: 削除
ka: წაშლა
kk: Жою
km: យកចេញ
kn: ತೆಗೆದುಹಾಕಿ
ku: سڕینەوە
lo: ລຶບອອກ
lt: Pašalinti
mr: काढा
ms: Buang
my: ဖယ်ရှားရန်
no: Fjern
pl: Usuń
ro: Elimină
si: ඉවත් කරන්න
sk: Odstrániť
sq: Hiq
sr: Уклони
sv: Ta bort
sw: Ondoa
ta: அகற்று
te: తొలగించు
th: ลบออก
tr: Kaldır
uk: Видалити
ur: ہٹائیں
uz: Olib tashlash
vi: Xóa

# couponMsgSuccess
source: Congratulations! Coupon code applied successfully
am: እንኳን ደስ አለዎት! የኩፖን ኮድ በተሳካ ሁኔታ ተተግብሯል
ar: تهانينا! تم تطبيق رمز القسيمة بنجاح
az: Kupon uğurla tətbiq edildi
bg: Поздравления! Кодът за отстъпка е приложен успешно
bn: অভিনন্দন! কুপন কোড সফলভাবে প্রয়োগ করা হয়েছে
bs: Čestitamo! Kupon kod je uspješno primijenjen
ca: Enhorabona! El codi de descompte s'ha aplicat correctament
cs: Gratulujeme! Kód kupónu byl úspěšně použit
da: Tillykke! Rabatkoden blev anvendt
el: Συγχαρητήρια! Ο κωδικός κουπονιού εφαρμόστηκε με επιτυχία
et: Õnnitleme! Sooduskood rakendati edukalt
fa: کد تخفیف با موفقیت اعمال شد
fi: Onnittelut! Kuponkikoodi käytetty onnistuneesti
he: הקופון הופעל בהצלחה
hi: बधाई हो! कूपन कोड सफलतापूर्वक लागू हो गया
hu: Gratulálunk! A kuponkód sikeresen hozzáadva
id: Selamat! Kode kupon berhasil diterapkan
ja: クーポンが適用されました
ka: გილოცავთ! კუპონის კოდი წარმატებით გამოიყენეთ
kk: Құттықтаймыз! Купон коды сәтті қолданылды
km: អបអរសាទរ! បានអនុវត្តលេខកូដគូប៉ុងដោយជោគជ័យ
kn: ಅಭಿನಂದನೆಗಳು! ಕೂಪನ್ ಕೋಡ್ ಯಶಸ್ವಿಯಾಗಿ ಅನ್ವಯಿಸಲಾಗಿದೆ
ku: پیرۆزە، کۆپۆن کۆد بەسەرکەوتوویی بەکارهێندرا
lo: ຂອບໃຈ! ນຳໃຊ້ລະຫັດສ່ວນຫຼຸດສຳເລັດແລ້ວ
lt: Sveikiname! Kupono kodas sėkmingai pritaikytas
mr: अभिनंदन! कूपन कोड यशस्वीरित्या लागू झाला
ms: Tahniah! Kod kupon berjaya digunakan
my: ဂုဏ်ယူပါသည်! ကူပွန်ကုဒ်အောင်မြင်စွာအသုံးပြုပြီးပါပြီ
no: Gratulerer! Kupongkoden er brukt
pl: Gratulacje! Kod kuponu został pomyślnie zastosowany
ro: Felicitări! Cuponul a fost aplicat cu succes
si: සාර්ථකයි! කූපන් කේතය සාර්ථකව යොදන ලදී
sk: Gratulujeme! Kód kupónu bol úspešne použitý
sq: Urime! Kodi i kuponit u aplikua me sukses
sr: Честитамо! Код купона је успешно примењен
sv: Grattis! Kupongkoden har tillämpats
sw: Hongera! Namba ya kuponi imetumika
ta: வாழ்த்துக்கள்! கூப்பன் குறியீடு வெற்றிகரமாக பயன்படுத்தப்பட்டது
te: అభినందనలు! కూపన్ కోడ్ విజయవంతంగా వర్తించబడింది
th: ยินดีด้วย! ใช้คูปองสำเร็จแล้ว
tr: Tebrikler! Kupon başarıyla uygulandı
uk: Вітаємо! Код купона успішно застосовано
ur: مبارک ہو! کوپن کوڈ کامیابی سے لاگو ہو گیا
uz: Tabriklaymiz! Kupon kodi muvaffaqiyatli qo'llanildi
vi: Áp dụng mã giảm giá thành công

# saveAddressSuccess
source: Address saved successfully
am: አድራሻ በተሳካ ሁኔታ ተቀምጧል
ar: تم حفظ عنوانك بنجاح
az: Ünvan uğurla yadda saxlanıldı
bg: Адресът е запазен успешно
bn: আপনার ঠিকানা আপনার স্থানীয় বিদ্যমান
bs: Vaša adresa je sačuvana
ca: L'adreça s'ha desat correctament
cs: Vaše adresa byla uložena
da: Din adresse er gemt
el: Η διεύθυνσή σας αποθηκεύτηκε
et: Aadress on edukalt salvestatud
fa: آدرس با موفقیت ذخیره شد
fi: Osoitteesi on tallennettu
he: הכתובת נשמרה
hi: आपका पता स्थानीय रूप से मौजूद है
hu: A cím sikeresen elmentve
id: Alamat berhasil disimpan
ja: 住所が保存されました
ka: მისამართი წარმატებით შეინახა
kk: Мекенжайыңыз сақталды
km: អាសយដ្ឋានរបស់អ្នកត្រូវបានរក្សាទុក
kn: ನಿಮ್ಮ ವಿಳಾಸವನ್ನು ಸ್ಥಳೀಯವಾಗಿ ಉಳಿಸಲಾಗಿದೆ
ku: ناونیشان پشتر لە لۆکال زیادکراوە
lo: ບັນທຶກທີ່ຢູ່ສຳເລັດແລ້ວ
lt: Jūsų adresas išsaugotas
mr: तुमचा पत्ता तुमच्या स्थानिक स्टोरेजमध्ये जतन झाला आहे
ms: Alamat anda telah disimpan
my: သင့်လိပ်စာကို သိမ်းဆည်းပြီးပါပြီ
no: Adressen er lagret
pl: Twój adres został zapisany
ro: Adresa ta a fost salvată
si: ඔබගේ ලිපිනය සුරකින ලදී
sk: Vaša adresa už existuje
sq: Adresa juaj është ruajtur në pajisjen tuaj
sr: Ваша адреса је сачувана
sv: Din adress finns i din lokala
sw: Anwani yako imehifadhiwa
ta: முகவரி உங்கள் உள்ளூரில் சேமிக்கப்பட்டது
te: చిరునామా విజయవంతంగా సేవ్ చేయబడింది
th: บันทึกที่อยู่ของคุณเรียบร้อยแล้ว
tr: Adresiniz kaydedildi
uk: Вашу адресу збережено
ur: آپ کا پتہ آپ کے مقامی میں موجود ہے
uz: Manzilingiz mahalliy joyda mavjud
vi: Lưu địa chỉ thành công

source: Your Note
am: የእርስዎ ማስታወሻ
ar: ملاحظاتك
az: Qeydiniz
bg: Вашата бележка
bn: আপনার নোট
bs: Vaša napomena
ca: La teva nota
cs: Vaše poznámka
da: Din note
el: Η σημείωσή σας
et: Sinu märkus
fa: یادداشت‌های من
fi: Muistiinpanosi
he: ההערה שלך
hi: आपका नोट
hu: Megjegyzése
id: Catatan Anda
ja: メモ
ka: თქვენი შენიშვნა
kk: Сіздің жазбаңыз
km: កំណត់ចំណាំរបស់អ្នក
kn: ನಿಮ್ಮ ಟಿಪ್ಪಣಿ
ku: تێبینیەکانت
lo: ບັນທຶກຂອງທ່ານ
lt: Jūsų pastaba
mr: तुमची टीप
ms: Nota anda
my: သင့်မှတ်စု
no: Din merknad
pl: Twoja notatka
ro: Nota ta
si: ඔබගේ සටහන
sk: Vaša poznámka
sq: Shënimi juaj
sr: Ваша напомена
sv: Din anteckning
sw: Dokezo lako
ta: உங்கள் குறிப்பு
te: మీ గమనిక
th: บันทึกเพิ่มเติม
tr: Notunuz
uk: Ваша примітка
ur: آپ کا نوٹ
uz: Eslatmangiz
vi: Ghi chú của bạn
