Repository: samehnagy83/fluxstore
Catalog: packages/flux_localization/lib/src/l10n/intl_*.arb
Languages: am, ar, az, bg, bn, bs, ca, cs, da, el, et, fa, fi, he, hi, hu, id, ja, ka, kk, km, kn, ku, lo, lt, mr, ms, my, no, pl, ro, si, sk, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi

source: View Order
am: ትዕዛዝ ይመልከቱ
ar: عرض الطلب
az: Sifarişə baxın
bg: Преглед на поръчката
bn: অর্ডার দেখুন
bs: Pogledaj narudžbu
ca: Veure l'ordre
cs: Zobrazit objednávku
da: Se ordre
el: Προβολή παραγγελίας
et: Vaata tellimust
fa: مشاهده سفارش
fi: Näytä tilaus
he: צפה בהזמנה
hi: ऑर्डर देखें
hu: Rendelés megtekintése
id: Lihat Pesanan
ja: 注文を表示
ka: შეკვეთის ნახვა
kk: Тапсырысты қарау
km: មើលការបញ្ជាទិញ
kn: ಆದೇಶವನ್ನು ನೋಡಿರಿ
ku: بینینی داواکاری
lo: ເບິ່ງຄຳສັ່ງ
lt: Peržiūrėti užsakymą
mr: ऑर्डर पहा
ms: Lihat pesanan
my: မှာယူမှုကိုကြည့်ပါ။
no: Se bestilling
pl: Zobacz zamówienie
ro: Vezi comanda
si: ඇණවුම බලන්න
sk: Zobraziť objednávku
sq: Shiko porosinë
sr: Погледајте редослед
sv: Visa beställning
sw: Tazama Agizo
ta: ஆர்டரைப் பார்க்கவும்
te: ఆర్డర్ చూడండి
th: ดูคำสั่งซื้อ
tr: Siparişi görüntüle
uk: Переглянути замовлення
ur: آرڈر دیکھیں
uz: Buyurtmani ko'rish
vi: Xem đơn hàng

source: Your Order is Confirmed!
am: የእርስዎ ትዕዛዝ ተረጋግጧል!
ar: تم تأكيد طلبك!
az: Sifarişiniz Təsdiq olundu!
bg: Вашата поръчка е потвърдена!
bn: আপনার অর্ডার নিশ্চিত করা হয়েছে!
bs: Vaša narudžba je potvrđena!
ca: La teva comanda està confirmada!
cs: Vaše objednávka byla potvrzena!
da: Din ordre er bekræftet!
el: Η παραγγελία σας επιβεβαιώθηκε!
et: Sinu tellimus on kinnitatud!
fa: سفارش شما تأیید شد!
fi: Tilauksesi on vahvistettu!
he: הזמנתך אושרה!
hi: आपका ऑर्डर पुष्टि हो गया है!
hu: Rendelését visszaigazoltuk!
id: Pesanan Anda Dikonfirmasi!
ja: ご注文が確定しました
ka: თქვენი შეკვეთა დადასტურებულია!
kk: Тапсырысыңыз расталды!
km: ការបញ្ជាទិញរបស់អ្នកត្រូវបានបញ្ជាក់!
kn: ನಿಮ್ಮ ಆದೇಶವನ್ನು ದೃಢೀಕರಿಸಲಾಗಿದೆ!
ku: داواکاریەکەت پشتڕاست کرا!
lo: ຄຳສັ່ງຂອງທ່ານຖືກຢືນຢັນແລ້ວ!
lt: Jūsų užsakymas patvirtintas!
mr: तुमच्या ऑर्डरची पुष्टी झाली आहे!
ms: Pesanan anda telah disahkan!
my: သင့်မှာယူမှုကို အတည်ပြုပြီးပါပြီ။
no: Bestillingen din er bekreftet!
pl: Twoje zamówienie zostało potwierdzone!
ro: Comanda ta este confirmată!
si: ඔබගේ ඇණවුම තහවුරු කර ඇත!
sk: Vaša objednávka je potvrdená!
sq: Porosia juaj është konfirmuar!
sr: Ваша поруџбина је потврђена!
sv: Din beställning är bekräftad!
sw: Agizo lako limethibitishwa!
ta: உங்கள் ஆர்டர் உறுதிசெய்யப்பட்டது!
te: మీ ఆర్డర్ ధృవీకరించబడింది!
th: คำสั่งซื้อของคุณได้รับการยืนยันแล้ว!
tr: Siparişiniz onaylandı!
uk: Ваше замовлення підтверджено!
ur: آپ کے آرڈر کی تصدیق ہو گئی ہے!
uz: Buyurtmangiz tasdiqlandi!
vi: Đơn hàng của bạn đã được xác nhận!

source: Your order is empty
am: ትእዛዝዎ ባዶ ነው
ar: طلبك فارغ
az: Sifarişiniz boşdur
bg: Вашата поръчка е празна
bn: আপনার অর্ডার খালি আছে
bs: Vaša narudžba je prazna
ca: La teva comanda està buida
cs: Váš košík je prázdný
da: Din ordre er tom
el: Η παραγγελία σας είναι άδεια
et: Sinu tellimus on tühi
fa: سفارش شما خالی است
fi: Tilauksesi on tyhjä
he: ההזמנה שלך ריקה
hi: आपका ऑर्डर खाली है
hu: A kosara üres
id: Pesanan Anda kosong
ja: カートは空です
ka: თქვენი შეკვეთა ცარიელია
kk: Сіздің тапсырысыңыз бос
km: ការបញ្ជាទិញរបស់អ្នកគ្មានទេ
kn: ನಿಮ್ಮ ಆರ್ಡರ್ ಖಾಲಿಯಾಗಿದೆ
ku: داواکارییەکەت بەتاڵە
lo: ຄຳສັ່ງຂອງທ່ານຫວ່າງເປົ່າ
lt: Jūsų užsakymas tuščias
mr: तुमची ऑर्डर रिकामी आहे
ms: Pesanan anda kosong
my: သင့်မှာယူမှုမှာ ဗလာဖြစ်နေသည်။
no: Handlekurven din er tom
pl: Twoje zamówienie jest puste
ro: Comanda ta este goală
si: ඔබගේ ඇණවුම හිස්ව ඇත
sk: Vaša objednávka je prázdna
sq: Porosia juaj është bosh
sr: Ваша поруџбина је празна
sv: Din beställning är tom
sw: Agizo lako ni tupu
ta: உங்கள் ஆர்டர் காலியாக உள்ளது
te: మీ ఆర్డర్ ఖాళీగా ఉంది
th: คำสั่งซื้อของคุณว่างเปล่า
tr: Siparişiniz boş
uk: Ваше замовлення порожнє
ur: آپ کا آرڈر خالی ہے
uz: Buyurtmangiz bo'sh
vi: Đơn hàng của bạn trống

# yourOrderIsEmptyMsg
source: Looks like you haven't added any items. Start shopping to fill it in.
am: እንደሚታየው ምንም ንብረት አልከላከሉም። ይጀምሩ እና በጋሪዎ ውስጥ ያክሉ።
ar: يبدو أنك لم تضف أي عناصر بعد. ابدأ بالتسوق لملء طلبك
az: Deyəsən, heç bir element əlavə etməmisiniz. Onu doldurmaq üçün alış-verişə başlayın.
bg: Изглежда, че не сте добавили нищо в количката. Започнете да пазарувате, за да я напълните.
bn: মনে হচ্ছে আপনি কোনো আইটেম যোগ করেননি। এটি পূরণ করতে কেনাকাটা শুরু করুন।
bs: Izgleda da niste dodali nijednu stavku. Počnite kupovati da ga popunite.
ca: Sembla que no has afegit cap element. Comença a comprar per omplir-lo.
cs: Váš košík je prázdný. Pojďme něco přidat!
da: Det ser ud til, at du ikke har tilføjet nogen varer. Begynd at handle for at fylde den op.
el: Φαίνεται ότι δεν έχετε προσθέσει κανένα στοιχείο. Ξεκινήστε τις αγορές για να το συμπληρώσετε.
et: Tundub, et sa pole ühtegi toodet lisanud. Alusta ostlemist, et tellimus täita.
fa: به نظر می‌رسد هنوز موردی به سفارش اضافه نکرده‌اید. برای پر کردن آن شروع به خرید کنید
fi: Ostoskorisi on tyhjä. Aloita ostosten tekeminen.
he: נראה שלא הוספת אף פריט. התחל לקנות כדי למלא אותה
hi: लगता है कि आपने कोई आइटम नहीं जोड़ा है। खरीदारी शुरू करके इसे भरें।
hu: Úgy tűnik, még nem tett semmit a kosarába. Kezdjen el vásárolni most!
id: Anda belum menambahkan item apa pun. Ayo mulai berbelanja!
ja: カートに商品が入っていません。 ショッピングを始めましょう！
ka: როგორც ჩანს, არცერთი ელემენტი არ დაგიმატებიათ. დაიწყეთ შოპინგი მის შესავსებად.
kk: Сіз ешқандай элемент қоспаған сияқтысыз. Толтыру үшін сатып алуды бастаңыз.
km: អ្នកមិនទាន់បានបន្ថែមធាតុណាមួយទេ។ ចាប់ផ្តើមទិញទំនិញដើម្បីបំពេញវា
kn: ನೀವು ಯಾವುದೇ ಐಟಂಗಳನ್ನು ಸೇರಿಸಿಲ್ಲ ಎಂದು ತೋರುತ್ತಿದೆ. ಅದನ್ನು ತುಂಬಲು ಶಾಪಿಂಗ್ ಪ್ರಾರಂಭಿಸಿ.
ku: وەک ئەوەی دیارە هیچ شتێکت زیاد نەکردووە. دەست بکە بە کڕین بۆ پڕکردنەوەی.
lo: ເບິ່ງຄືວ່າທ່ານຍັງບໍ່ໄດ້ເພີ່ມລາຍການໃດໆ. ເລີ່ມການຊື້ເຄື່ອງເພື່ອຕື່ມຂໍ້ມູນໃສ່.
lt: Atrodo, kad nepridėjote jokių prekių. Pradėkite apsipirkti, kad užpildytumėte krepšelį.
mr: तुम्ही कोणतीही वस्तू जोडलेली नाही असे दिसते. ती भरण्यासाठी खरेदी सुरू करा.
ms: Nampaknya anda belum menambah sebarang item. Mulakan membeli-belah untuk mengisinya.
my: သင် မည်သည့်အရာမျှ မထည့်ထားပုံရသည်။ ၎င်းကိုဖြည့်ရန်စတင်စျေးဝယ်ပါ။
no: Det ser ut til at du ikke har lagt til noen varer. Begynn å handle for å fylle den.
pl: Nie dodałeś jeszcze żadnych produktów. Zacznij zakupy, aby wypełnić koszyk.
ro: Se pare că nu ai adăugat niciun produs. Începe cumpărăturile pentru a o completa.
si: ඔබ කිසිදු අයිතමයක් එකතු කර නොමැති බව පෙනේ. එය පුරවීමට සාප්පු සවාරි ආරම්භ කරන්න.
sk: Zdá sa, že ste nepridali žiadne položky. Začnite nakupovať!
sq: Duket se nuk keni shtuar ende asnjë artikull. Filloni të bëni blerje për ta plotësuar atë.
sr: Изгледа да нисте додали ниједну ставку. Почните да купујете да бисте га попунили.
sv: Det verkar som att du inte har lagt till några artiklar. Börja handla för att fylla din beställning.
sw: Inaonekana bado hujaongeza chochote. Anza kununua ili kujaza agizo lako.
ta: நீங்கள் எந்த உருப்படிகளையும் சேர்க்கவில்லை போல் தெரிகிறது. அதை நிரப்ப ஷாப்பிங்கைத் தொடங்குங்கள்.
te: మీరు ఇంకా ఎటువంటి అంశాలను జోడించలేదు అనిపిస్తోంది. షాపింగ్‌ను ప్రారంభించి మీ కార్ట్‌ను పూరించండి.
th: ดูเหมือนว่าคุณยังไม่ได้เพิ่มรายการใดๆ เริ่มชอปปิ้งเติมได้เลย
tr: Sepetinizde hiç ürün yok gibi görünüyor. Alışverişe başlayarak doldurun.
uk: Схоже, ви ще нічого не додали. Почніть покупки, щоб заповнити кошик
ur: ایسا لگتا ہے کہ آپ نے کوئی آئٹم شامل نہیں کیا ہے۔ اسے بھرنے کے لیے خریداری شروع کریں
uz: Savatingizda hech narsa yo'q. Xarid qilishni boshlang!
vi: Bạn chưa có đơn hàng nào trong lịch sử mua sắm của mình. Hãy bắt đầu mua sắm ngay

source: View cart
am: ጋሪን አይተው
ar: عرض السلة
az: Səbətə baxın
bg: Преглед на количката
bn: কার্ট দেখুন
bs: Pregled košarice
ca: Veure carretó
cs: Zobrazit košík
da: Se indkøbskurv
el: Προβολή καλαθιού
et: Vaata ostukorvi
fa: مشاهده سبد خرید
fi: Näytä ostoskori
he: צפה בעגלה
hi: कार्ट देखें
hu: Kosár megtekintése
id: Lihat Keranjang
ja: カートを表示
ka: Კალათის ნახვა
kk: Арбаны қарау
km: មើលរថយន្ត
kn: ಕಾರ್ಟ್ ವೀಕ್ಷಣೆ
ku: کارتەکە ببینە
lo: ເບິ່ງກະຕ່າ
lt: Peržiūrėti krepšelį
mr: कार्ट पहा
ms: Lihat troli
my: လှည်းကြည့်
no: Vis handlekurv
pl: Zobacz koszyk
ro: Vezi coșul
si: කරත්තය බලන්න
sk: Zobraziť košík
sq: Shiko shportën
sr: Прикажи корпу
sv: Visa kundvagn
sw: Tazama Kikapu
ta: வண்டியைப் பார்க்கவும்
te: కార్టును వీక్షించండి
th: ดูตะกร้า
tr: Sepeti görüntüle
uk: Переглянути кошик
ur: کارٹ دیکھیں
uz: Savatni ko'rish
vi: Xem giỏ hàng

source: Welcome back
am: እንኳን ደህና መለሱ
ar: مرحباً بعودتك
az: Xoş gəldiniz
bg: Добре дошли отново
bn: ফিরে আসার জন্য স্বাগতম
bs: Dobrodošao nazad
ca: Benvingut de nou
cs: Vítejte zpět
da: Velkommen tilbage
el: Καλως ορισες πισω
et: Tere tulemast tagasi
fa: خوش برگشتید
fi: Tervetuloa takaisin
he: ברוך שובך
hi: वापस आने पर स्वागत है
hu: Üdvözöljük újra
id: Selamat Datang Kembali
ja: おかえりなさい
ka: Კეთილი იყოს თქვენი დაბრუნება
kk: Қайта оралуыңмен
km: សូមស្វាគមន៍ការត្រឡប់មកវិញ
kn: ಮರಳಿ ಸ್ವಾಗತ
ku: بەخێربێیتەوە
lo: ຍິນດີຕ້ອນຮັບກັບຄືນ
lt: Sveiki sugrįžę
mr: पुन्हा स्वागत आहे
ms: Selamat kembali
my: ကြိုဆိုပါတယ်
no: Velkommen tilbake
pl: Witaj ponownie
ro: Bine ai revenit
si: ආයුබෝවන්
sk: Vitajte späť
sq: Mirë se u kthyet
sr: Добродошли назад
sv: Välkommen tillbaka
sw: Karibu tena
ta: மீண்டும் வருக
te: మళ్లీ స్వాగతం
th: ยินดีต้อนรับกลับ
tr: Tekrar hoş geldiniz
uk: Ласкаво просимо назад
ur: خوش آمدید
uz: Qaytib kelganingizdan xursandmiz
vi: Chào mừng trở lại

# welcomeRegister
source: Start your shopping journey with us now
am: አሁን ከእኛ ጋር የግዢ ጉዞዎን ጀምሩ
ar: ابدأ رحلة التسوق معنا الآن
az: Alış-veriş səyahətinizə indi bizimlə başlayın
bg: Започнете пазаруването си с нас
bn: এখনই আমাদের সাথে আপনার কেনাকাটা যাত্রা শুরু করুন
bs: Započnite svoje šoping putovanje s nama sada
ca: Comença el teu viatge de compres amb nosaltres ara
cs: Začněte s námi svou nákupní cestu
da: Start din shoppingrejse hos os nu
el: Ξεκινήστε το ταξίδι σας για τα ψώνια μαζί μας τώρα
et: Alusta oma ostuteekonda meiega kohe
fa: به سفر خرید خود با ما خوش آمدید
fi: Aloita ostoksesi kanssamme
he: התחל את מסע הקניות שלך איתנו עכשיו
hi: अभी हमारे साथ अपनी खरीदारी की यात्रा शुरू करें
hu: Kezdje el vásárlási élményét velünk
id: Mari mulai perjalanan belanja Anda bersama kami
ja: ショッピングを始めましょう
ka: დაიწყეთ თქვენი სავაჭრო მოგზაურობა ჩვენთან ახლავე
kk: Сатып алу сапарыңызды бізбен қазір бастаңыз
km: ចាប់ផ្តើមដំណើរការទិញទំនិញរបស់អ្នកជាមួយយើងឥឡូវនេះ
kn: ಈಗ ನಮ್ಮೊಂದಿಗೆ ನಿಮ್ಮ ಶಾಪಿಂಗ್ ಪ್ರಯಾಣವನ್ನು ಪ್ರಾರಂಭಿಸಿ
ku: ئێستا پەیوەندیت پێ بکە و سەفەری کڕینت دەست پێ بکە
lo: ເລີ່ມການຊື້ເຄື່ອງກັບພວກເຮົາດຽວນີ້
lt: Pradėkite apsipirkimo kelionę pas mus
mr: तुमचा खरेदीचा प्रवास आता आमच्यासोबत सुरू करा
ms: Mulakan perjalanan membeli-belah anda bersama kami sekarang
my: မင်းရဲ့ စျေးဝယ်ခရီးကို အခုပဲ ငါတို့နဲ့ စတင်လိုက်ပါ။
no: Start handleopplevelsen med oss nå
pl: Rozpocznij swoją przygodę zakupową już teraz
ro: Începe călătoria ta de cumpărături cu noi acum
si: ඔබගේ සාප්පු සවාරිය දැන්ම ආරම්භ කරන්න
sk: Začnite svoju nákupnú cestu s nami
sq: Filloni udhëtimin tuaj të blerjeve me ne tani
sr: Започните своје шопинг путовање са нама сада
sv: Börja din shoppingresa med oss
sw: Anza safari yako ya ununuzi nasi sasa
ta: எங்களுடன் உங்கள் ஷாப்பிங் பயணத்தை இப்போதே தொடங்குங்கள்
te: ఇప్పుడే మా తో మీ షాపింగ్ ప్రయాణాన్ని ప్రారంభించండి
th: เริ่มต้นการเดินทางช้อปปิ้งของคุณกับเราตอนนี้
tr: Alışveriş yolculuğunuza bizimle başlayın
uk: Почніть свої покупки з нами
ur: ابھی ہمارے ساتھ اپنی خریداری کا سفر شروع کریں
uz: Biz bilan xarid sayohatingizni hoziroq boshlang
vi: Bắt đầu hành trình mua sắm cùng chúng tôi ngay bây giờ

source: Approved Requests
am: ተፈቅዷል የተባሉ ጥያቄዎች
ar: الطلبات المعتمدة
az: Təsdiqlənmiş Sorğular
bg: Одобрени заявки
bn: অনুমোদিত অনুরোধ
bs: Odobreni zahtjevi
ca: Sol·licituds aprovades
cs: Schválené žádosti
da: Godkendte anmodninger
el: Εγκεκριμένα Αιτήματα
et: Kinnitatud taotlused
fa: درخواست‌های تأیید شده
fi: Hyväksytyt pyynnöt
he: בקשות שאושרו
hi: स्वीकृत अनुरोध
hu: Jóváhagyott kérések
id: Permintaan Disetujui
ja: 承認済みのリクエスト
ka: დამტკიცებული მოთხოვნები
kk: Бекітілген сұраулар
km: សំណើដែលបានអនុម័ត
kn: ಅನುಮೋದಿಸಲಾದ ವಿನಂತಿಗಳು
ku: داواکارییە پەسەندکراوەکان
lo: ຄຳຮ້ອງຂໍທີ່ອະນຸມັດແລ້ວ
lt: Patvirtintos užklausos
mr: मंजूर विनंत्या
ms: Permintaan yang diluluskan
my: အတည်ပြုထားသော တောင်းဆိုမှုများ
no: Godkjente forespørsler
pl: Zatwierdzone wnioski
ro: Cereri aprobate
si: අනුමත කළ ඉල්ලීම්
sk: Schválené žiadosti
sq: Kërkesat e miratuara
sr: Одобрени захтеви
sv: Godkända förfrågningar
sw: Maombi Yaliyoidhinishwa
ta: அங்கீகரிக்கப்பட்ட கோரிக்கைகள்
te: ఆమోదించబడిన అభ్యర్థనలు
th: คำขอที่ได้รับอนุมัติ
tr: Onaylanan istekler
uk: Схвалені запити
ur: منظور شدہ درخواستیں
uz: Tasdiqlangan so'rovlar
vi: Yêu cầu đã được phê duyệt

# areYouSureLogOut
source: Are you sure you want to logout?
am: እርግጠኛ ነህ መውጣት ትፈልጋለህ?
ar: هل أنت متأكد من تسجيل الخروج؟
az: Çıxmaq istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да излезете?
bn: আপনি লগ আউট করতে চান?
bs: Jeste li sigurni da se želite odjaviti?
ca: Esteu segur que voleu tancar la sessió?
cs: Opravdu se chcete odhlásit?
da: Er du sikker på, at du vil logge ud?
el: Είστε βέβαιοι ότι θέλετε να αποσυνδεθείτε?
et: Kas soovid kindlasti välja logida?
fa: آیا از خروج مطمئن هستید؟
fi: Haluatko varmasti kirjautua ulos?
he: האם אתה בטוח שברצונך להתנתק?
hi: क्या आप वाकई लॉगआउट करना चाहते हैं?
hu: Biztosan ki szeretne jelentkezni?
id: Apakah Anda yakin ingin keluar?
ja: ログアウトしますか？
ka: დარწმუნებული ხართ, რომ გსურთ გამოსვლა?
kk: Шығуды қалайсыз ба?
km: តើអ្នកប្រាកដជាចង់ចេញពីគណនីមែនទេ?
kn: ನೀವು ಲಾಗ್‌ಔಟ್ ಆಗಲು ಖಚಿತವಾಗಿ ಬಯಸುತ್ತೀರಾ?
ku: دڵنیایت دەتەوێت دەرچیت؟
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການອອກຈາກລະບົບ?
lt: Ar tikrai norite atsijungti?
mr: तुम्हाला खात्री आहे की तुम्ही लॉगआउट करू इच्छिता?
ms: Adakah anda pasti mahu log keluar?
my: ထွက်လိုသည်မှာ သေချာပါသလား။
no: Er du sikker på at du vil logge ut?
pl: Czy na pewno chcesz się wylogować?
ro: Ești sigur că vrei să te deconectezi?
si: ඔබට නිශ්චිතවම පිටවීමට අවශ්‍යද?
sk: Naozaj sa chcete odhlásiť?
sq: Jeni i sigurt që doni të dilni?
sr: Да ли сте сигурни да желите да се одјавите?
sv: Är du säker på att du vill logga ut?
sw: Je, una uhakika unataka kuondoka?
ta: நிச்சயமாக வெளியேற விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా లాగ్ అవుట్ కావాలనుకుంటున్నారా?
th: คุณแน่ใจว่าคุณต้องการที่จะออกจากระบบ?
tr: Oturumu kapatmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете вийти?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟
uz: Haqiqatan ham tizimdan chiqmoqchimisiz?
vi: Bạn có chắc chắn muốn đăng xuất không?

source: Attribute
am: ባህሪ
ar: السمة
az: Atribut
bg: Атрибут
bn: বৈশিষ্ট্য
bs: Atribut
ca: Atribut
cs: Atribut
da: Egenskab
el: Χαρακτηριστικό
et: Omadus
fa: ویژگی
fi: Ominaisuus
he: תכונה
hi: विशेषता
hu: Tulajdonság
id: Atribut
ja: 属性
ka: ატრიბუტი
kk: Атрибут
km: គុណលក្ខណៈ
kn: ಗುಣಲಕ್ಷಣ
ku: تایبەتمەندی
lo: ຄຸນລັກສະນະ
lt: Savybė
mr: वैशिष्ट्य
ms: Atribut
my: ဂုဏ်ရည်
no: Egenskap
pl: Atrybut
ro: Atribut
si: ගුණාංගය
sk: Atribút
sq: Atributi
sr: Атрибут
sv: Attribut
sw: Sifa
ta: பண்பு
te: లక్షణం
th: คุณลักษณะ
tr: Özellik
uk: Атрибут
ur: خصوصیت
uz: Xususiyat
vi: Thuộc tính

# branchChangeWarning
source: Sorry, the shopping cart will be emptied due to the change of region. We are happy to contact you if you need assistance.
am: ይቅርታ፣ ክልል ሲቀየር ጋሪዎ ይባድማል። እርዳታ ከፈለጉ እንነጋገራለን።
ar: عذراً، سيتم تفريغ سلة المشتريات بسبب تغيير المنطقة. يسعدنا مساعدتك إذا كنت بحاجة إلى ذلك
az: Bağışlayın, bölgə dəyişikliyinə görə səbət boşalacaq. Yardıma ehtiyacınız olarsa, sizinlə əlaqə saxlamaqdan məmnun olarıq.
bg: Съжаляваме, количката ще бъде изпразнена поради промяна на региона. Свържете се с нас, ако имате нужда от помощ.
bn: দুঃখিত, অঞ্চল পরিবর্তনের কারণে শপিং কার্টটি খালি করা হবে। আপনার সাহায্যের প্রয়োজন হলে আমরা আপনার সাথে যোগাযোগ করতে পেরে খুশি।
bs: Žao nam je, korpa za kupovinu će se isprazniti zbog promjene regije. Rado ćemo Vas kontaktirati ako Vam zatreba pomoć.
ca: Ho sentim, el carretó de la compra es buidarà a causa del canvi de regió. Estarem encantats de contactar-vos si necessiteu ajuda.
cs: Při změně pobočky bude váš košík vyprázdněn. Pokud potřebujete pomoc, neváhejte nás kontaktovat
da: Beklager, indkøbskurven vil blive tømt på grund af regionsskifte. Vi hjælper dig gerne, hvis du har brug for det.
el: Λυπούμαστε, το καλάθι αγορών θα αδειάσει λόγω αλλαγής περιοχής. Είμαστε στην ευχάριστη θέση να επικοινωνήσουμε μαζί σας εάν χρειάζεστε βοήθεια.
et: Vabandame, piirkonna vahetamisel tühjendatakse ostukorv. Kui vajad abi, võtame sinuga hea meelega ühendust.
fa: متأسفانه با تغییر منطقه، سبد خرید خالی می‌شود. در صورت نیاز به کمک با خوشحالی با شما تماس می‌گیریم
fi: Ostoskori tyhjennetään alueen vaihdon vuoksi. Otathan yhteyttä, jos tarvitset apua.
he: מצטערים, העגלה תתרוקן עקב שינוי האזור. נשמח לסייע אם תזדקק לעזרה
hi: क्षमा करें, क्षेत्र बदलने के कारण आपका शॉपिंग कार्ट खाली हो जाएगा। यदि आपको सहायता चाहिए तो हम आपसे संपर्क करने में खुशी महसूस करेंगे।
hu: Sajnáljuk, a kosár tartalma törlődik a régióváltás miatt. Szívesen segítünk, ha kérdése van.
id: Maaf, keranjang belanja akan dikosongkan karena perubahan wilayah. Silakan hubungi kami jika Anda memerlukan bantuan.
ja: 地域を変更するとカートの内容は空になります。ご不明な点がございましたら、お問い合わせください。
ka: უკაცრავად, კალათა დაიცლება რეგიონის ცვლილების გამო. მოხარული ვართ დაგიკავშირდეთ, თუ დახმარება გჭირდებათ.
kk: Кешіріңіз, аймақтың өзгеруіне байланысты себет босатылады. Көмек қажет болса, біз сізбен байланысуға қуаныштымыз.
km: សូមអភ័យទោស រទេះទិញទំនិញនឹងត្រូវបានទទេដោយសារការផ្លាស់ប្តូរតំបន់។ យើងរីករាយក្នុងការជួយប្រសិនបើអ្នកត្រូវការជំនួយ
kn: ಕ್ಷಮಿಸಿ, ಪ್ರದೇಶ ಬದಲಾಯಿಸಿದ ಕಾರಣ ಶಾಪಿಂಗ್ ಕಾರ್ಟ್ ಖಾಲಿಯಾಗುತ್ತದೆ. ನಿಮಗೆ ಸಹಾಯ ಬೇಕಿದ್ದರೆ ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ನಾವು ಸಂತೋಷಪಡುತ್ತೇವೆ.
ku: ببورە، سەبەتەکەت بەهۆی گۆڕینی ناوچە بەتاڵ دەبێت. دڵخۆشین پەیوەندیت پێوە بکەین ئەگەر یارمەتیدەربیت.
lo: ຂໍອະໄພ, ກະຕ່າຈະຫວ່າງເປົ່າເນື່ອງຈາກການປ່ຽນສາຂາ. ກະລຸນາຕິດຕໍ່ພວກເຮົາຖ້າທ່ານຕ້ອງການຄວາມຊ່ວຍເຫຼືອ.
lt: Atsiprašome, pakeitus regioną, krepšelis bus išvalytas. Jei reikia pagalbos, susisiekite su mumis.
mr: क्षमस्व, प्रदेश बदलल्यामुळे शॉपिंग कार्ट रिकामे केले जाईल. तुम्हाला मदत हवी असल्यास आम्हाला तुमच्याशी संपर्क साधण्यात आनंद होईल.
ms: Maaf, troli beli-belah akan dikosongkan kerana perubahan wilayah. Kami sedia membantu jika anda memerlukan bantuan.
my: ဝမ်းနည်းပါသည်၊ ဒေသအပြောင်းအလဲကြောင့် ဈေးဝယ်လှည်းကို ရှင်းသွားပါမည်။ သင်အကူအညီလိုအပ်ပါက သင့်ထံဆက်သွယ်ရန် ကျွန်ုပ်တို့ ဝမ်းသာပါသည်။
no: Beklager, handlekurven vil bli tømt på grunn av endring av region. Ta gjerne kontakt med oss hvis du trenger hjelp.
pl: Przepraszamy, koszyk zostanie opróżniony ze względu na zmianę regionu. Chętnie pomożemy, jeśli potrzebujesz wsparcia.
ro: Ne pare rău, coșul de cumpărături va fi golit din cauza schimbării regiunii. Te putem ajuta dacă ai nevoie de asistență.
si: සමාවෙන්න, ප්‍රදේශය වෙනස් කිරීම හේතුවෙන් සාප්පු කරත්තය හිස් වනු ඇත. ඔබට උදව් අවශ්‍ය නම් අපි සතුටින් සම්බන්ධ වෙන්නෙමු.
sk: Ľutujeme, košík bude vyprázdnený z dôvodu zmeny regiónu. V prípade potreby pomoci nás kontaktujte
sq: Na vjen keq, shporta do të zbrazet për shkak të ndryshimit të rajonit. Ne jemi të gatshëm t'ju ndihmojmë nëse keni nevojë.
sr: Жао нам је, корпа за куповину ће бити испражњена због промене региона. Радо ћемо вас контактирати ако вам затреба помоћ.
sv: Tyvärr kommer kundvagnen att tömmas på grund av byte av region. Kontakta oss gärna om du behöver hjälp.
sw: Samahani, kikapu chako kitafutwa kwa sababu ya kubadilisha tawi. Tafadhali wasiliana nasi ikiwa unahitaji msaada.
ta: மன்னிக்கவும், பிராந்தியத்தின் மாற்றத்தால் ஷாப்பிங் கார்ட் காலியாகிவிடும். உங்களுக்கு உதவி தேவைப்பட்டால் உங்களைத் தொடர்புகொள்வதில் நாங்கள் மகிழ்ச்சியடைகிறோம்.
te: క్షమించండి, ప్రాంతం మారినందున షాపింగ్ కార్ట్ ఖాళీ చేయబడుతుంది. మీకు సహాయం కావాలంటే మేము మీను సంప్రదించడానికి సంతోషిస్తాము.
th: ขออภัย ตะกร้าสินค้าจะว่างเปล่าเนื่องจากการเปลี่ยนแปลงภูมิภาค เรายินดีที่จะติดต่อคุณหากคุณต้องการความช่วยเหลือ
tr: Üzgünüz, şube değişikliği nedeniyle sepetiniz boşaltılacak. Yardıma ihtiyacınız olursa bizimle iletişime geçebilirsiniz.
uk: На жаль, через зміну регіону ваш кошик буде очищено. Ми готові допомогти вам, якщо потрібна допомога
ur: معذرت، علاقے کی تبدیلی کی وجہ سے شاپنگ کارٹ خالی کر دیا جائے گا۔ اگر آپ کو مدد کی ضرورت ہو تو ہم آپ سے رابطہ کرنے میں خوش ہیں۔
uz: Kechirasiz, mintaqa o'zgarganligi sababli savat bo'shatiladi. Agar sizga yordam kerak bo'lsa, biz siz bilan bog'lanishdan mamnunmiz.
vi: Rất tiếc, giỏ hàng sẽ bị xóa do thay đổi khu vực. Chúng tôi sẵn sàng hỗ trợ nếu bạn cần giúp đỡ.

source: Brands
am: ብራንዶች
ar: العلامات التجارية
az: Brendlər
bg: Марки
bn: ব্র্যান্ড
bs: Brendovi
ca: Marques
cs: Značky
da: Mærker
el: Μάρκες
et: Brändid
fa: برندها
fi: Brändit
he: מותגים
hi: ब्रांड
hu: Márkák
id: Merek
ja: ブランド
ka: Ბრენდები
kk: Брендтер
km: ម៉ាក
kn: ಬ್ರ್ಯಾಂಡ್ಸ್
ku: مارکەکان
lo: ຍີ່ຫໍ້
lt: Prekių ženklai
mr: ब्रँड्स
ms: Jenama
my: အမှတ်တံဆိပ်များ
no: Merkevarer
pl: Marki
ro: Mărci
si: වෙළඳ නාම
sk: Značky
sq: Markat
sr: Брендови
sv: Varumärken
sw: Bidhaa
ta: பிராண்டுகள்
te: బ్రాండ్లు
th: แบรนด์
tr: Markalar
uk: Бренди
ur: برانڈز
uz: Brendlar
vi: Nhãn hiệu

source: By Brand
am: በምልክት
ar: حسب العلامة التجارية
az: Brend tərəfindən
bg: По марка
bn: ব্র্যান্ড দ্বারা
ca: Per marca
cs: Podle značky
da: Efter mærke
el: Από το εμπορικό σήμα
et: Brändi järgi
fa: بر اساس برند
fi: Brändin mukaan
he: לפי מותג
hi: ब्रांड के अनुसार
hu: Márka szerint
id: Berdasarkan Merek
ja: ブランド別
ka: ბრენდის მიხედვით
kk: Бренд бойынша
km: តាមម៉ាក
kn: ಬ್ರಾಂಡ್ ಮೂಲಕ
ku: بەپێی براند
lo: ຕາມຍີ່ຫໍ້
lt: Pagal prekės ženklą
mr: ब्रँडनुसार
ms: Mengikut jenama
my: Brand အလိုက်
no: Etter merkevare
pl: Według marki
ro: După marcă
si: වෙළඳ නාමය අනුව
sk: Podľa značky
sq: Sipas markës
sr: Би Бранд
sv: Efter varumärke
sw: Kwa Chapa
ta: பிராண்ட் மூலம்
te: బ్రాండ్ ప్రకారం
th: โดยแบรนด์
tr: Markaya göre
uk: За брендом
ur: برانڈ کے ذریعہ
uz: Brend bo'yicha
vi: Theo thương hiệu

source: Cancelled
am: ተሰርዟል
ar: ملغي
az: Ləğv edildi
bg: Отменено
bn: বাতিল
bs: Otkazano
ca: Cancel·lat
cs: Zrušeno
da: Annulleret
el: Ακυρώθηκε
et: Tühistatud
fa: لغو شده
fi: Peruutettu
he: בוטל
hi: रद्द किया गया
hu: Törölve
id: Dibatalkan
ja: キャンセル済み
ka: გაუქმდა
kk: Қабылданбады
km: បានលុបចោល
kn: ರದ್ದುಪಡಿಸಲಾಗಿದೆ
ku: هەڵوەشاوە
lo: ຍົກເລີກແລ້ວ
lt: Atšaukta
mr: रद्द केले
ms: Dibatalkan
my: ဖျက်သိမ်းလိုက်သည်။
no: Avbrutt
pl: Anulowane
ro: Anulat
si: අවලංගු කර ඇත
sk: Zrušené
sq: Anuluar
sr: Отказано
sv: Avbruten
sw: Imeghairiwa
ta: ரத்து செய்யப்பட்டது
te: రద్దు చేయబడింది
th: ยกเลิก
tr: İptal edildi
uk: Скасовано
ur: منسوخ
uz: Bekor qilingan
vi: Đã hủy

source: Cancelled Requests
am: የተሰረዙ ጥያቄዎች
ar: الطلبات الملغاة
az: Ləğv Edilmiş Sorğular
bg: Отменени заявки
bn: বাতিল অনুরোধ
bs: Otkazani zahtjevi
ca: Sol·licituds cancel·lades
cs: Zrušené žádosti
da: Annullerede anmodninger
el: Ακυρωμένες αιτήσεις
et: Tühistatud taotlused
fa: درخواست‌های لغو شده
fi: Peruutetut pyynnöt
he: בקשות שבוטלו
hi: रद्द किए गए अनुरोध
hu: Törölt kérések
id: Permintaan Dibatalkan
ja: キャンセルされたリクエスト
ka: გაუქმებული მოთხოვნები
kk: Бас тартылған сұраулар
km: សំណើដែលបានលុបចោល
kn: ರದ್ದಾದ ವಿನಂತಿಗಳು
ku: داواکارییە هەڵوەشاوەکان
lo: ຄຳຮ້ອງຂໍທີ່ຍົກເລີກ
lt: Atšauktos užklausos
mr: रद्द केलेल्या विनंत्या
ms: Permintaan dibatalkan
my: ပယ်ဖျက်ထားသော တောင်းဆိုမှုများ
no: Avbrutte forespørsler
pl: Anulowane wnioski
ro: Cereri anulate
si: අවලංගු කළ ඉල්ලීම්
sk: Zrušené žiadosti
sq: Kërkesat e anuluara
sr: Отказани захтеви
sv: Avbrutna förfrågningar
sw: Maombi Yalioghairiwa
ta: ரத்து செய்யப்பட்ட கோரிக்கைகள்
te: రద్దు చేసిన అభ్యర్థనలు
th: คำขอที่ถูกยกเลิก
tr: İptal edilen istekler
uk: Скасовані запити
ur: منسوخ شدہ درخواستیں۔
uz: Bekor qilingan so'rovlar
vi: Yêu cầu đã hủy

source: Fax
am: ፋክስ
ar: الفاكس
az: Faks
bg: Факс
bn: ফ্যাক্স
el: Φαξ
et: Faks
fa: فکس
fi: Faksi
he: פקס
hi: फैक्स
id: Faks
ka: ფაქსი
kk: Факс
km: សារទូរស័ព្ទ
kn: ಫ್ಯಾಕ್ಸ್
ku: فاکس
lo: ແຟັກ
lt: Faksas
mr: फॅक्स
ms: Faks
my: ဖက်စ်
no: Faks
pl: Faks
si: ෆැක්ස්
sq: Faks
sr: факс
sw: Faksi
ta: தொலைநகல்
te: ఫ్యాక్స్
th: แฟกซ์
tr: Faks
uk: Факс
ur: فیکس
uz: Faks
vi: Số fax
